{
    "dentalRelated": [
        {
            "id": "1",
            "name": "hollywood-smile-veneers/e-max-hollywood-smile",
            "sections": [
                {
                    "type": "content",
                    "title": "E-MAX 6D Hollywood Smile"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/dental/hollywood-smile/Section Banners/E-Max Hollywood smile Group.png",
                    "bannerPosition": "right"
                },
                {
                    "type": "cont-content",
                    "description": "At Karisma Specialist Medical Center, we recognize the transformative impact of a radiant smile. Introducing E-MAX veneers, an evolution of our E-MAX 6D, designed to elevate your smile to unparalleled brilliance."
                },
                {
                    "type": "cont-content-last",
                    "title": "Embrace a Smile as that leaves an impact",
                    "features": [
                        "Unmatched Whiteness: E-MAX 6D veneers offer superior strength and natural aesthetics, enhanced with exceptional whiteness for a truly dazzling smile.",
                        "American Innovation: Built with cutting-edge American dental technology, these veneers ensure your stunning smile lasts for years.",
                        "Glass-like Brilliance: Enjoy glass-like properties that mimic natural transparency and gloss, providing unmatched realism and striking whiteness.",
                        "Long-lasting Confidence: Benefit from a lifetime warranty on shade and stain resistance* with regular care at Karisma Specialist Medical Center. Extended warranties available upon request."
                    ]
                },
                {
                    "type": "color-content",
                    "description": "Whether you're looking to refresh your look or achieve a complete smile makeover, E-MAX veneers offer the perfect solution, combining cutting-edge technology with aesthetic excellence to ensure your smile shines with unparalleled beauty."
                },
                {
                    "type": "cont-content",
                    "title": "Book Your Exclusive Consultati    on",
                    "description": "Transform your smile today at Karisma Specialist Medical Center, UAE. Schedule your personalized consultation to explore our premium veneer options, and let our expert team craft a smile that reflects your confidence and beauty."
                },
                {
                    "type": "color-content",
                    "title": "Meet Our Dental Experts",
                    "description": "Our skilled team includes some of UAE’s top dental professionals, each dedicated to creating smiles that exude sophistication and excellence."
                }
            ]
        },
        {
            "id": "2",
            "name": "hollywood-smile-veneers/diamond-cut-smile",
            "sections": [
                {
                    "type": "content",
                    "title": "Diamond Cut Smile"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/dental/hollywood-smile/Section Banners/DAMAS Zircon Hollywood smile.png",
                    "bannerPosition": "center"
                },
                {
                    "type": "cont-content",
                    "description": "Crafted with the most renowned zircon veneers in the market, Zircon KATANA, the Diamond Cut Smile is blending ultra precision to give you the perfect natural-looking Hollywood Smile.",
                    "description2": "The Diamond Cut Smile presents the 3-cut idea with 3 simple corners for each tooth, making the teeth into 3 sides- left, right, and middle- making each corner smooth and seamlessly blended with the other, giving the minimalistic look that does not shout and making it the ideal blend for adding with it the even more unique pattern of the solitaire smile and the base to build a smile just made for you."
                },
                {
                    "type": "color-content",
                    "title": "When Three Corners Became The Corner Stone Of Uniqness",
                    "features": [
                        "Copatability: The Diamond Cut can blend seamlessly with the solitaire units, making it the ideal choice when you need to blend precision with artistry to create not only perfectly shaped teeth but a unique master piece that will live on.",
                        "Unmatched Strength & Durability: The reason behind creating this unique cut is the resilience of the KATANA Zircon Veneers. These veneers offer a strength and toughness unparalleled in the industry, providing exceptional resistance to chipping and wear, ensuring your Solitaire Smile endures beautifully over time.",
                        "Natural Beauty with Enhanced Translucency: KATANA Veneers combine remarkable strength with a vibrant, natural appearance. Their superior translucency allows them to blend seamlessly with your teeth, creating a stunningly natural and radiant smile.",
                        "Precision & Customization with CAD/CAM Technology: Utilizing cutting-edge CAD/CAM technology, KATANA Veneers are crafted with precision to fit comfortably and look breathtaking. Choose from a variety of shades to achieve the perfect vibrancy for your unique Solitaire Smile."
                    ],
                    "description2": "Three corners are all that is needed to create aesthetic natural-looking teeth that give you the desired Hollywood-dazzling smile and pave the way to add a touch of uniqueness by applying some solitaire units over if needed so the flexibility and compatibility of this cut make it the top choice for our experts to you to ensure that the process of designing your hollywood smile is unique and one of kind."
                },
                {
                    "type": "content",
                    "title": "Book Your Exclusive Consultation",
                    "description": "Transform your smile today at Karisma Specialist Medical Center, UAE. Schedule your personalized consultation to explore our premium veneer options, and let our expert team craft a smile that reflects your confidence and beauty."
                },
                {
                    "type": "color-content",
                    "title": "Meet Our Dental Experts",
                    "description": "Our skilled team includes some of UAE’s top dental professionals, each dedicated to creating smiles that exude sophistication and excellence:"
                }
            ]
        },
        {
            "id": "3",
            "name": "hollywood-smile-veneers/solitare-smile",
            "sections": [
                {
                    "type": "content",
                    "title": "Solitare Smile"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/dental/hollywood-smile/Section Banners/DAMAS Zircon Elite Hollywood smile.png",
                    "bannerPosition": "center"
                },
                {
                    "type": "cont-content",
                    "description": "The brilliance of the Solitaire Smile is crafted with ultra precision using KATANA Zircon Veneers.",
                    "description2": "This innovative technology transforms your smile into a masterpiece, offering exceptional translucency and a wide range of color variations. Each Hollywood Smile is a work of art with KATANA, ensuring your Solitaire Smile shines with unparalleled elegance and radiance. With the Solitaire Smile, every light that shines on your smile shows a different aspect of its beauty with its marvelous texture and one-of-a-kind patterns, making it the go-to unique individuals that deserve a bold smile to match their uniqueness."
                },
                {
                    "type": "color-content",
                    "title": "Blending Artistry with Cutting Edge Technology",
                    "features": [
                        "Precision Fit & Comfort: Solitaire Smile is crafted with KATANA Zircon Veneers, which are meticulously detailed. This ensures a perfect fit that feels natural and comfortable, effortlessly enhancing your smile.",
                        "Vibrant Color Range & Unique Texture: The Solitaire Smile's diverse palette of shades allows for personalized customization, ensuring your smile reflects your unique style and desired vibrancy with a texture that makes every light that shines on your smile show a different aspect of its beauty each time in a unique way.",
                        "Advanced Craftsmanship: Leveraging state-of-the-art technology, the Solitaire Smile is designed with exceptional precision. They offer a flawless, aesthetically pleasing finish that elevates your overall appearance."
                    ],
                    "description2": "At Karisma, our experts harness the power of KATANA Zircon to create full-contour veneers that mimic the natural beauty of enamel. This ensures a seamless blend with your teeth, enhancing your smile's natural allure. Experience the confidence and sophistication of a Solitaire Smile, where every detail is meticulously crafted to perfection."
                },
                {
                    "type": "content",
                    "title": "Book Your Exclusive Consultation",
                    "description": "Transform your smile today at Karisma Specialist Medical Center, UAE. Schedule your personalized consultation to explore our premium veneer options, and let our expert team craft a smile that reflects your confidence and beauty."
                },
                {
                    "type": "color-content",
                    "title": "Meet Our Dental Experts",
                    "description": "Our skilled team includes some of UAE’s top dental professionals, each dedicated to creating smiles that exude sophistication and excellence:"
                }
            ]
        }
    ]
}