{
    "departments": [
        {
            "id": "1",
            "name": "dental",
            "sections": [
                {
                    "type": "banner",
                    "deptName": "Dental",
                    "serviceName": "",
                    "bannerImage": "../assets/Images/banner/dept_banner/dental.png"
                },
                {
                    "type": "image-content",
                    "imageUrl": "../assets/Images/banner/About Service/dental.png",
                    "imageAlt": "Dental",
                    "title": "Dental",
                    "content": [
                        {
                            "type": "heading",
                            "text": "Enhance Your Smile and Boost Your Confidence at Karisma Specialist Medical Center in UAE"
                        },
                        {
                            "type": "heading",
                            "text": "The UAE’s Premier Dental Destination"
                        },
                        {
                            "type": "paragraph",
                            "text": "Are you dreaming of a smile that exudes charm and self-assurance? Look no further than Karisma Specialist Medical Center, the UAE’s trusted leader in exceptional dental care. We go beyond traditional dentistry dedicated to transforming lives through the artistry of smiles."
                        },
                        {
                            "type": "heading",
                            "text": "Why Choose Karisma Specialist Medical Center?"
                        },
                        {
                            "type": "paragraph",
                            "text": "We stand apart in delivering world-class dental care, and here’s why:"
                        },
                        {
                            "type": "list",
                            "items": [
                                "Decades of Expertise: With over 50 years of combined experience, our multilingual dental specialists offer care tailored to your unique needs.",
                                "State-of-the-art technology: We blend cutting-edge techniques with artistic precision to ensure outstanding results."
                            ]
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "Our Smile-Transforming Services",
                    "description": "At Karisma, each facial is crafted to reflect your individual skin needs, ensuring a luxurious experience with optimal results:",
                    "features": [
                        "1. Hollywood Smile: Achieve the flawless smile of celebrities with our Hollywood Smile makeover. Whether it’s a special occasion or you simply want to feel radiant every day, we’ll help you attain red-carpet-worthy teeth.",
                        "2. Natural-Looking Dental Implants: Say goodbye to the inconvenience of missing teeth. Our lifelike dental implants restore your smile, letting you eat, speak, and laugh with renewed confidence.",
                        "3. Discreet Aligners and Braces: Achieve perfect alignment discreetly with our invisible aligner technology. Prefer the traditional metal look? We’ve got that too! Our options cater to every style and need."
                    ]
                },
                {
                    "type": "content",
                    "title": "Comprehensive Dental Care Beyond Aesthetics At Karisma Specialist Medical Center in the UAE",
                    "description": "At Karisma Specialist Medical Center, we focus on both the beauty and health of your smile with a full range of services, including:",
                    "features": [
                        "General Dentistry: Routine check-ups and cleanings to maintain optimal oral health.",
                        "Restorative Solutions: From crowns to root canals, we enhance both functionality and aesthetics.",
                        "Gum Health Management: Proactive treatment to combat gum disease and preserve oral health.",
                        "Preventive Strategies: Guidance to avoid dental issues before they arise."
                    ]
                },
                {
                    "type": "center-content",
                    "title": "The Karisma Difference: Why the Elite Trust Us",
                    "description": "At Karisma Specialist Medical Center, we are committed to excellence, making us the premier choice for those who demand the best in dental care. Our dedication to customer satisfaction sets us apart as the ideal destination for exceptional dentistry.",
                    "features": [
                        "Experience the Karisma Difference: Are you ready to transform your smile? Your journey to a healthier, more confident you begins here. Let us turn your dream of a perfect smile into a stunning reality!"
                    ]
                },
                {
                    "type": "content",
                    "title": "Meet the Exceptional Team Behind Your Smile",
                    "description": "What makes your dental visit to us extraordinary and pain-free? At Karisma Specialist Medical Center, it’s our expert team that transforms routine appointments into memorable experiences.",
                    "features": [
                        "Exemplary Care: Our highly trained dentists are passionate about helping you achieve the smile you’ve always desired whether it’s a simple cleaning or a complete makeover.",
                        "Innovative Technology: Our clinic is equipped with the latest advancements, from digital imaging to precision laser treatments, ensuring a comfortable and efficient experience.",
                        "Personalized Approach: We listen to your concerns and aspirations, creating customized treatment plans that align with your goals."
                    ]
                },
                {
                    "type": "content",
                    "title": "A Comprehensive Dental Experience Under One Roof",
                    "description": "Why juggle multiple appointments at different clinics? At Karisma Specialist Medical Center, we offer a wide range of services, from preventive care to advanced cosmetic procedures. We are your one-stop destination for all your dental needs."
                },
                {
                    "type": "color-content",
                    "title": "Schedule Your Appointment Today",
                    "features": [
                        "Join the many patients who have discovered the Karisma difference. Contact us now to book your personalized consultation and take the first step toward achieving the smile of your dreams.",
                        "Your perfect smile and renewed confidence are just a visit away at Karisma Specialist Medical Center where artistry meets excellence."
                    ]
                }
            ]
        },
        {
            "id": "2",
            "name": "gynecology",
            "sections": [
                {
                    "type": "banner",
                    "deptName": "Gynecology",
                    "serviceName": "",
                    "bannerImage": "../assets/Images/banner/dept_banner/gye.png"
                },
                {
                    "type": "image-content",
                    "imageUrl": "../assets/Images/banner/About Service/gyne.png",
                    "imageAlt": "Gynecology",
                    "title": "Gynecology",
                    "content": [
                        {
                            "type": "heading",
                            "text": "Empowering Women’s Health at Karisma Specialist Medical Center"
                        },
                        {
                            "type": "paragraph",
                            "text": "At Karisma Specialist Medical Center, we celebrate and prioritize women’s health, offering a comprehensive range of cosmetic gynecology and obstetric care services. Our team of experienced specialists is dedicated to empowering you with personalized care, comfort, and confidence at every stage of life."
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "Comprehensive Cosmetic Gynecology Services",
                    "description": "Discover a range of innovative treatments designed to enhance your intimate wellness and boost your confidence:",
                    "features": [
                        "Tightening: Improve laxity and restore vaginal tone for enhanced comfort and intimacy. Non-surgical options are available.",
                        "Whitening & Rejuvenation: Revitalize and brighten the vulvar area, addressing pigmentation concerns and restoring a youthful glow.",
                        "Plasma Injection: Harness advanced plasma technology to promote tissue regeneration and address concerns like pigmentation or laxity.",
                        "Filler: Add volume to the labia majora, enhancing symmetry and achieving a more youthful appearance.",
                        "Botox: Target pelvic floor issues, muscle tension, and discomfort during intimacy with specialized Botox treatments."
                    ]
                },
                {
                    "type": "content",
                    "title": "Comprehensive Obstetric Care",
                    "description": "We provide compassionate care throughout your pregnancy journey:",
                    "features": [
                        "Prenatal Care: Personalized guidance and monitoring from conception to delivery.",
                        "Delivery Options: Explore your birth preferences, including natural childbirth, pain management, or cesarean sections.",
                        "4D Ultrasound: Witness the miracle of life with advanced 4D imaging, offering a realistic view of your baby’s development.",
                        "Postpartum Care: Receive expert support and guidance to ensure a smooth recovery and transition into motherhood."
                    ]
                },
                {
                    "type": "content",
                    "title": "Cosmetic Minor Surgeries",
                    "description": "Our specialized surgeries focus on improving aesthetics and function:",
                    "features": [
                        "Labiaplasty: Reshape the labia minora or majora to enhance appearance, address symmetry concerns, or alleviate discomfort.",
                        "Perineorrhaphy: Restore and tighten the perineum’s structure and function after childbirth or injury."
                    ]
                },
                {
                    "type": "content",
                    "title": "A Personalized Approach to Your Care",
                    "description": "At Karisma Specialist Medical Center, we prioritize patient-centered care:",
                    "features": [
                        "Discreet Consultations: Our compassionate female gynecologists provide a safe, supportive environment for discussing your needs.",
                        "Customized Treatment Plans: We tailor every treatment to your unique goals, ensuring optimal results and well-being.",
                        "Advanced Technology & Expertise: Our team leverages cutting-edge technology and expertise to prioritize your comfort and satisfaction."
                    ]
                },
                {
                    "type": "content",
                    "title": "Embrace Your Journey with Confidence",
                    "description": "Discover how Karisma Specialist Medical Center can support your health and enhance your confidence. Contact us today to schedule a personalized consultation and explore our gynecology and obstetric care services."
                },
                {
                    "type": "center-content",
                    "title": "Related Services"
                },
                {
                    "type": "list-services",
                    "listServices": [
                        {
                            "id": 1,
                            "name": "Bikini Whitening & Rejuvenation",
                            "image": "/assets/Images/home/Doctors.png",
                            "link": "gynecology/bikini-whitening-rejuvenation",
                            "designation": ""
                        },
                        {
                            "id": 2,
                            "name": "Bikini Tightening - Belladona",
                            "image": "/assets/Images/home/Doctors.png",
                            "link": "gynecology/bikini-tightening-belladona",
                            "designation": ""
                        },
                        {
                            "id": 3,
                            "name": "Plasma Injection",
                            "image": "/assets/Images/home/Doctors.png",
                            "link": "gynecology/plasma-injection",
                            "designation": ""
                        },
                        {
                            "id": 4,
                            "name": "Gynecological filler",
                            "image": "/assets/Images/home/Doctors.png",
                            "link": "gynecology/gynecological-filler",
                            "designation": ""
                        },
                        {
                            "id": 5,
                            "name": "Vaginal Botox",
                            "image": "/assets/Images/home/Doctors.png",
                            "link": "gynecology/vaginal-botox",
                            "designation": ""
                        },
                        {
                            "id": 6,
                            "name": "Cosmetic Minor Surgeries",
                            "image": "/assets/Images/home/Doctors.png",
                            "link": "gynecology/cosmetic-minor-surgeries",
                            "designation": ""
                        },
                        {
                            "id": 7,
                            "name": "Aesthetic Gynecology",
                            "image": "/assets/Images/home/Doctors.png",
                            "link": "gynecology/aesthetic-gynecology",
                            "designation": ""
                        },
                        {
                            "id": 8,
                            "name": "Medical Gynecology / Obstetric",
                            "image": "/assets/Images/home/Doctors.png",
                            "link": "gynecology/obstetric",
                            "designation": ""
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "Our Doctors",
                    "description": "Meet our elite team of experts, dedicated to crafting smiles that define sophistication and excellence."
                },
                {
                    "type": "slider-doctors",
                    "title": "Meet Our Specialists",
                    "cards": {
                        "background-color": "#f9f9f9",
                        "heading-color": "#577065",
                        "heading-size": "24px",
                        "desc-color": "#5C4033",
                        "desc-size": "16px",
                        "button-text-color": "#577065",
                        "button-text-size": "16px"
                    },
                    "doctors": [
                        {
                            "id": 1,
                            "name": "Dr. Huda Ebrahim Shaheen",
                            "designation": "Obstetrics and Gynecology Specialist",
                            "image": "/assets/Images/doctors/huda.png",
                            "link": "dr-huda-ebrahim-shaheen"
                        }
                    ]
                }
            ]
        },
        {
            "id": "3",
            "name": "laser-hair-removal",
            "sections": [
                {
                    "type": "banner",
                    "deptName": "Laser Hair Removal",
                    "serviceName": "",
                    "bannerImage": "../assets/Images/banner/dept_banner/laser.png"
                },
                {
                    "type": "image-content",
                    "imageUrl": "../assets/Images/banner/About Service/laser.png",
                    "imageAlt": "Laser Hair Removal",
                    "title": "Laser Hair Removal",
                    "content": [
                        {
                            "type": "heading",
                            "text": "Laser Hair Removal at Karisma Specialist Medical Center"
                        },
                        {
                            "type": "paragraph",
                            "text": "Discover the freedom of smooth, hair-free skin with our advanced laser hair removal treatments. Designed to deliver long-lasting results, our state-of-the-art technology offers a safe, effective, and comfortable solution tailored to your unique needs."
                        },
                        {
                            "type": "heading",
                            "text": "What is Laser Hair Removal?"
                        },
                        {
                            "type": "paragraph",
                            "text": "Laser hair removal is a cutting-edge, non-invasive procedure that targets hair follicles using focused light energy. By concentrating on the melanin in hair, the laser disables the follicle, reducing future growth while leaving the surrounding skin untouched."
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "Benefits of Laser Hair Removal:",
                    "features": [
                        "Long-Lasting Results: Achieve significantly reduced hair growth for months or years.",
                        "Smooth Skin: Minimize ingrown hairs, razor bumps, and irritation caused by shaving or waxing.",
                        "Precision Targeting: Treat specific areas with minimal skin impact.",
                        "Boosted Confidence: Feel confident with silky, hair-free skin."
                    ]
                },
                {
                    "type": "content",
                    "title": "Who Can Benefit from Laser Hair Removal?",
                    "description": "Thanks to advancements in laser technology, this treatment is effective for a broad range of skin tones and hair types. Our experts will assess your suitability during your consultation and develop a personalized treatment plan."
                },
                {
                    "type": "content",
                    "title": "The Karisma Laser Hair Removal Experience",
                    "description": "At Karisma Specialist Medical Center, patient comfort and satisfaction are our priorities. Here's what to expect:",
                    "features": [
                        "Consultation: Discuss your goals and determine the best approach for your skin and hair type..",
                        "Treatment: Advanced lasers are used to target unwanted hair efficiently. Multiple sessions may be required based on your hair growth cycle.",
                        "Post-Treatment Care: Receive expert guidance to optimize results and care for your skin."
                    ]
                },
                {
                    "type": "content",
                    "title": "Advanced Laser Technology for Optimal Results",
                    "description": "Our premium laser systems are designed for precision, safety, and effectiveness. During your consultation, our skilled technicians will recommend the ideal technology to meet your needs.",
                    "features": [
                        "Discreet Consultations: Our compassionate female gynecologists provide a safe, supportive environment for discussing your needs.",
                        "Customized Treatment Plans: We tailor every treatment to your unique goals, ensuring optimal results and well-being.",
                        "Advanced Technology & Expertise: Our team leverages cutting-edge technology and expertise to prioritize your comfort and satisfaction."
                    ]
                },
                {
                    "type": "content",
                    "heading": "Full Body Laser Hair Removal:",
                    "description": "Discover the ultimate solution for hair removal, delivering an extraordinary level of smoothness:",
                    "features": [
                        "Arms: Feel the comfort of smooth arms.",
                        "Legs: Enjoy flawless, hair-free legs.",
                        "Face: A rejuvenated, hair-free complexion.",
                        "Underarms & Bikini Area: Confidence in every aspect.",
                        "Back & Chest: Sleek and refined results."
                    ]
                },
                {
                    "type": "content",
                    "title": "Why Choose Karisma Specialist Medical Center?",
                    "features": [
                        "Expertise You Can Trust: Certified technicians specializing in advanced laser treatments.",
                        "Enhanced Skin: Our lasers not only remove hair but also improve skin texture and tone."
                    ]
                },
                {
                    "type": "content",
                    "title": "Start Your Journey Today",
                    "description": "Say goodbye to traditional hair removal methods and hello to long-lasting smoothness. Schedule your consultation with our experts today and embrace the confidence of hair-free, radiant skin."
                },
                {
                    "type": "color-content",
                    "title": "Related Services",
                    "description": "Explore our other advanced treatments:"
                },
                {
                    "type": "list-services",
                    "listServices": [
                        {
                            "id": 1,
                            "name": "Candela GentleMax Pro",
                            "image": "/assets/Images/home/Doctors.png",
                            "link": "laser-hair-removal/candela",
                            "designation": ""
                        },
                        {
                            "id": 2,
                            "name": "RevLite SI",
                            "image": "/assets/Images/home/Doctors.png",
                            "link": "laser-hair-removal/revlite",
                            "designation": ""
                        }
                    ]
                }
            ]
        },
        {
            "id": "4",
            "name": "skincare",
            "sections": [
                {
                    "type": "banner",
                    "deptName": "SkinCare",
                    "serviceName": "",
                    "bannerImage": "../assets/Images/banner/dept_banner/skincare.png"
                },
                {
                    "type": "image-content",
                    "imageUrl": "../assets/Images/banner/About Service/skincare.png",
                    "imageAlt": "Skincare",
                    "title": "Skincare",
                    "content": [
                        {
                            "type": "heading",
                            "text": "Radiant Perfection Awaits: Premier Skincare Solutions at Karisma"
                        },
                        {
                            "type": "paragraph",
                            "text": "At Karisma, we believe that true beauty begins with healthy, glowing skin. Our elite dermatologists and skincare specialists offer a curated selection of advanced treatments designed to elevate your skincare journey and reveal your most luminous self."
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "Skincare Treatments: Unveil Your Brilliance",
                    "description": "Indulge in bespoke treatments tailored to refine and rejuvenate your skin:",
                    "features": [
                        "Luxury Facials & HydraFacial: Experience custom-crafted facials or indulge in the transformative power of HydraFacial technology for deep cleansing, hydration, and instant radiance.",
                        "Peeling Solutions: Rejuvenate your skin with gentle peels that target uneven texture, fine lines, and hyperpigmentation, revealing a smooth and flawless complexion.",
                        "Mesotherapy: Revitalize your skin with nutrient-rich infusions of vitamins, minerals, and antioxidants delivered directly into the skin. As it helps tighten the open pores for a youthful, glowing appearance.",
                        "Plasma (PRP) & Stem Cells: Embrace the regenerative power of PRP and stem cells to stimulate collagen, renew skin texture, and combat the signs of aging.",
                        "IV Drip Therapy: Nourish your skin from within with a customized blend of vitamins and antioxidants, boosting hydration and vitality through intravenous therapy.",
                        "Collagen Threads: Redefine facial contours and achieve a lifted, youthful look with collagen-stimulating threads.",
                        "Piercing Services: Explore elegant earring and piercing options in a sterile, professional environment designed for safety and style.",
                        "Advanced Technology Treatments: Benefit from cutting-edge skincare machiness that deliver precision-targeted results, from resurfacing to deep rejuvenation.",
                        "Hair Restoration & Care: Reclaim your confidence with specialized treatments designed to promote hair growth and combat hair loss."
                    ]
                },
                {
                    "type": "content",
                    "title": "A Personalized Approach to Timeless Beauty",
                    "description": "At Karisma, we prioritize your unique skincare journey:",
                    "features": [
                        "Expert Consultations: Our expert dermatologists conduct in-depth consultations, analyzing your skin and curating treatments that align with your goals.",
                        "Tailored Treatment Plans: Every plan is customized to enhance your natural beauty, ensuring results that reflect your individuality and aspirations.",
                        "Advanced Expertise & Technology: Our specialists leverage state-of-the-art equipment and techniques to provide safe, effective, and luxurious care."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "Restore Your Inner Glow",
                    "description": "Unlock the potential of radiant, flawless skin. Schedule your consultation at Karisma today and step into a world of elegance and rejuvenation, where beauty meets excellence."
                },
                {
                    "type": "list-services",
                    "listServices": [
                        {
                            "id": 1,
                            "name": "Facials",
                            "image": "/assets/Images/home/Doctors.png",
                            "link": "skinCare/facials",
                            "designation": ""
                        },
                        {
                            "id": 2,
                            "name": "Peeling",
                            "image": "/assets/Images/home/Doctors.png",
                            "link": "skinCare/peeling",
                            "designation": ""
                        },
                        {
                            "id": 3,
                            "name": "Mesotherapy",
                            "image": "/assets/Images/home/Doctors.png",
                            "link": "skinCare/mesotherapy",
                            "designation": ""
                        },
                        {
                            "id": 4,
                            "name": "Plasma Face",
                            "image": "/assets/Images/home/Doctors.png",
                            "link": "skinCare/plasma-face",
                            "designation": ""
                        },
                        {
                            "id": 6,
                            "name": "IV DRIP Glowing",
                            "image": "/assets/Images/home/Doctors.png",
                            "link": "skinCare/iv-drip-glowing",
                            "designation": ""
                        },
                        {
                            "id": 7,
                            "name": "Collagen Threads",
                            "image": "/assets/Images/home/Doctors.png",
                            "link": "skinCare/collagen-threads",
                            "designation": ""
                        },
                        {
                            "id": 8,
                            "name": "Piercing",
                            "image": "/assets/Images/home/Doctors.png",
                            "link": "skinCare/piercing",
                            "designation": ""
                        },
                        {
                            "id": 9,
                            "name": "Facial Machines",
                            "image": "/assets/Images/home/Doctors.png",
                            "link": "skinCare/facial-machines",
                            "designation": ""
                        },
                        {
                            "id": 10,
                            "name": "Hair Treatment",
                            "image": "/assets/Images/home/Doctors.png",
                            "link": "skinCare/hair-treatment",
                            "designation": ""
                        }
                    ]
                }
            ]
        },
        {
            "id": "5",
            "name": "slimming",
            "sections": [
                {
                    "type": "banner",
                    "deptName": "Slimming",
                    "serviceName": "",
                    "bannerImage": "../assets/Images/banner/dept_banner/slimming.png"
                },
                {
                    "type": "image-content",
                    "imageUrl": "../assets/Images/banner/About Service/slimming.png",
                    "imageAlt": "Slimming",
                    "title": "Slimming",
                    "content": [
                        {
                            "type": "heading",
                            "text": "A Journey to Transformation at Karisma Specialist Medical Center"
                        },
                        {
                            "type": "paragraph",
                            "text": "At Karisma Specialist Medical Center, we believe true beauty and confidence begin with a healthy body. Our Slimming Department offers a comprehensive weight management and body contouring, approach tailored to your unique needs. With a team of experienced professionals, we’re here to guide and empower you to achieve your ideal physique."
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "Embrace a Healthier, More Confident You",
                    "description": "Our Slimming Department combines advanced techniques and personalized care to deliver lasting results. Explore our range of services:"
                },
                {
                    "type": "content",
                    "heading": "Personalized Weight Management Plans",
                    "features": [
                        "Tailored Approach: We begin with an in-depth assessment of your medical history, lifestyle, and weight loss goals. This allows us to design a custom plan that includes dietary changes, exercise recommendations, and if needed, medical interventions.",
                        "Sustainable Strategies: Our focus is on fostering long-term habits, including balanced eating and regular physical activity, ensuring that your progress is not just temporary but sustainable."
                    ]
                },
                {
                    "type": "content",
                    "heading": "Non-Surgical Body Contouring Treatments",
                    "features": [
                        "Advanced Technologies: Target stubborn fat and tighten sagging skin with cutting-edge non-surgical treatments, such as radiofrequency (RF) therapy, ultrasound cavitation, and cryolipolysis (CoolSculpting).",
                        "Targeted Solutions: These treatments are customized to address specific areas of concern, such as the abdomen, thighs, arms, and buttocks.",
                        "Complementary Approach: Pair body contouring with your weight management plan for a more sculpted, toned physique."
                    ]
                },
                {
                    "type": "content",
                    "heading": "Advanced Body Analysis Tools",
                    "features": [
                        "Accurate Assessment: We measure body fat percentage, muscle mass, and water weight using state-of-the-art body composition analysis. These insights allow us to precisely track your progress and adjust your plan as needed.",
                        "Motivation and Support: Seeing measurable progress helps keep you motivated and committed to your journey."
                    ]
                },
                {
                    "type": "content",
                    "heading": "Nutritional Guidance and Support",
                    "features": [
                        "Expert Advice: Our nutritionists provide tailored dietary guidance to suit your lifestyle and preferences, helping you adopt healthier eating habits.",
                        "Sustainable Meal Plans: Enjoy balanced, delicious meal plans that align with your weight loss goals, making it easier to stay on track."
                    ]
                },
                {
                    "type": "content",
                    "title": "Schedule a Consultation Today",
                    "description": "At Karisma Specialist Medical Center, we’re dedicated to helping you achieve a healthier, more confident version of yourself. Book a consultation with our Slimming Department to start your personalized journey toward lasting transformation."
                },
                {
                    "type": "color-content",
                    "title": "Related Services"
                },
                {
                    "type": "list-services",
                    "listServices": [
                        {
                            "id": 1,
                            "name": "Machines",
                            "image": "/assets/Images/home/Doctors.png",
                            "link": "slimming/machines",
                            "designation": ""
                        },
                        {
                            "id": 2,
                            "name": "Injections",
                            "image": "/assets/Images/home/Doctors.png",
                            "link": "slimming/injections",
                            "designation": ""
                        },
                        {
                            "id": 3,
                            "name": "Other Services",
                            "image": "/assets/Images/home/Doctors.png",
                            "link": "slimming/other-services",
                            "designation": ""
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "Our Doctors",
                    "description": "Meet our elite team of experts, dedicated to crafting smiles that define sophistication and excellence."
                },
                {
                    "type": "slider-doctors",
                    "title": "Meet Our Specialists",
                    "cards": {
                        "background-color": "#f9f9f9",
                        "heading-color": "#577065",
                        "heading-size": "24px",
                        "desc-color": "#5C4033",
                        "desc-size": "16px",
                        "button-text-color": "#577065",
                        "button-text-size": "16px"
                    },
                    "doctors": [
                        {
                            "id": 1,
                            "name": "DT. Elissa Al- Ahmadieh",
                            "designation": "Dietician & Nutritionist Specialist",
                            "image": "/assets/Images/doctors/Dr Elissa.png",
                            "link": "dt-elissa-a-ahmadieh"
                        }
                    ]
                }
            ]
        },
        {
            "id": "6",
            "name": "plastic-surgery",
            "sections": [
                {
                    "type": "banner",
                    "deptName": "Plastic Surgery",
                    "serviceName": "",
                    "bannerImage": "../assets/Images/banner/dept_banner/dental.png"
                },
                {
                    "type": "image-content",
                    "imageUrl": "../assets/Images/banner/About Service/dental.png",
                    "imageAlt": "Plastic Surgery",
                    "title": "Plastic Surgery",
                    "content": [
                        {
                            "type": "heading",
                            "text": "Karisma Enhance plastic surgery to a world-class experience."
                        },
                        {
                            "type": "paragraph",
                            "text": "Welcome to Karisma, where we believe in the power of transformation. As the region's premier aesthetic and plastic surgery clinic, we're dedicated to helping you unveil your best self. Our team of skilled surgeons combines artistry with medical expertise to enhance your natural beauty and boost your confidence."
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "Our Comprehensive Services"
                },
                {
                    "type": "content",
                    "heading": "Eye Rejuvenation",
                    "description": "Revitalize your gaze with our specialized eye procedures:",
                    "features": [
                        "Brow Lift: Elevate your expression",
                        "Upper Eyelid Surgery: Refresh your look",
                        "Lower Eyelid Surgery: Banish under-eye bags"
                    ]
                },
                {
                    "type": "content",
                    "heading": "Facial Refinement",
                    "description": "Rediscover your youthful contours:",
                    "features": [
                        "Upper Lip Enhancement",
                        "Neck Rejuvenation",
                        "Facelift Artistry",
                        "Double Chin Reduction",
                        "Charming Dimple Creation"
                    ]
                },
                {
                    "type": "content",
                    "heading": "Body Sculpting",
                    "description": "Achieve your ideal silhouette:",
                    "features": [
                        "Abdominoplasty: Flatten and firm your midsection",
                        "Arm Contouring: Sleek, toned upper arms",
                        "Thigh Transformation: Smooth, sculpted legs",
                        "Precision Liposuction: Target stubborn fat deposits"
                    ]
                },
                {
                    "type": "content",
                    "heading": "Breast Enhancements",
                    "description": "Tailored solutions for every need:",
                    "features": [
                        "Reconstruction: Restore balance and confidence",
                        "Lift: Reclaim youthful perkiness",
                        "Implant Removal: Embrace natural beauty",
                        "Reduction: Find comfort and proportion",
                        "Augmentation: Achieve your desired shape",
                        "Male Chest Contouring: Redefine masculinity"
                    ]
                },
                {
                    "type": "color-content",
                    "heading": "At Karisma, we understand that each patient's journey is unique. Our approach combines the latest techniques with personalised care, ensuring your comfort and satisfaction every step of the way.",
                    "description": "Ready for your transformation? Schedule a consultation with our expert doctors today."
                }
            ]
        },
        {
            "id": "7",
            "name": "derma",
            "sections": [
                {
                    "type": "banner",
                    "deptName": "Derma",
                    "serviceName": "",
                    "bannerImage": "../assets/Images/banner/dept_banner/derma.png"
                },
                {
                    "type": "image-content",
                    "imageUrl": "../assets/Images/banner/About Service/derma.png",
                    "imageAlt": "Derma",
                    "title": "Derma",
                    "content": [
                        {
                            "type": "heading",
                            "text": "Radiate Confidence"
                        },
                        {
                            "type": "paragraph",
                            "text": "At Karisma Specialist Medical Center, we redefine beauty as a deeply personal journey. With over 16 years of expertise, our elite cosmetic dermatology team has guided countless individuals toward their most radiant selves."
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "Expertise Meets Elegance",
                    "description": "Our board-certified dermatologists craft personalized treatment plans, blending artistry with precision to meet your unique aesthetic goals.",
                    "features": [
                        "Filler Perfection: Sculpt, smooth, and rejuvenate with dermal fillers designed to restore youthful volume and contour.",
                        "Anti-Aging Treatments Brilliance: Gently soften fine lines and wrinkles for a refreshed, natural look.",
                        "Timeless Threads: Lift, tighten, and redefine with advanced cosmetic threads ideal for skin rejuvenation, hair loss solutions, and body contouring.",
                        {
                            "title": "Glow-Boosting Injections",
                            "items": [
                                "Revitalize your skin with treatments that enhance texture, tone, and radiance.",
                                "Experience tailored care and transformative results that celebrate your unique beauty."
                            ]
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "Confidence, Tailored to You",
                    "description": "At Karisma Specialist Medical Center, we understand that confidence is deeply personal. Our personalized approach ensures each client receives a personalized treatment plan that celebrates and enhances their natural beauty, inside and out."
                },
                {
                    "type": "content",
                    "title": "Beauty Beyond Aesthetics",
                    "description": "We don’t just transform appearances; we empower you to embrace your uniqueness and achieve your goals with unwavering confidence. With state-of-the-art facilities and a passionate team, we’re dedicated to providing the highest standard of care for a truly transformative experience."
                },
                {
                    "type": "color-content",
                    "title": "Related Services"
                },
                {
                    "type": "list-services",
                    "listServices": [
                        {
                            "id": 1,
                            "name": "Dermal Fillers",
                            "image": "/assets/Images/home/Doctors.png",
                            "link": "derma/derma-filler",
                            "designation": ""
                        },
                        {
                            "id": 2,
                            "name": "Anti-Aging Treatments",
                            "image": "/assets/Images/home/Doctors.png",
                            "link": "derma/botox",
                            "designation": ""
                        },
                        {
                            "id": 3,
                            "name": "Cosmetic Threads",
                            "image": "/assets/Images/home/Doctors.png",
                            "link": "derma/cosmetic-threads",
                            "designation": ""
                        },
                        {
                            "id": 4,
                            "name": "Rejuvenation Injection",
                            "image": "/assets/Images/home/Doctors.png",
                            "link": "derma/rejuvenation-injection",
                            "designation": ""
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "Our Doctors",
                    "description": "Meet our elite team of experts, dedicated to crafting smiles that define sophistication and excellence."
                },
                {
                    "type": "slider-doctors",
                    "title": "Meet Our Specialists",
                    "cards": {
                        "background-color": "#f9f9f9",
                        "heading-color": "#577065",
                        "heading-size": "24px",
                        "desc-color": "#5C4033",
                        "desc-size": "16px",
                        "button-text-color": "#577065",
                        "button-text-size": "16px"
                    },
                    "doctors": [
                        {
                            "id": 1,
                            "name": "Dr. Manar Magdy",
                            "designation": "Dermatology Specialist",
                            "image": "/assets/Images/doctors/Dr Manar.png",
                            "link": "dr-manar-magdy"
                        }
                    ]
                }
            ]
        }
    ]
}