{
  "gyneServices": [
    {
      "id": "1",
      "name": "aesthetic-gynecology",
      "sections": [
        {
          "type": "banner",
          "deptName": "Gynecology",
          "serviceName": "Aesthetic Gynecology",
          "bannerImage": "../assets/Images/banner/dept_banner/dental.png"
        },
        {
          "type": "image-content",
          "imageUrl": "https://damasmc.com/uploads/services/service_image7634dd58c2d48657bad993881722a915f8dbe576.jpg",
          "imageAlt": "Aesthetic Gynecology",
          "title": "Aesthetic Gynecology",
          "content": [
            {
              "type": "heading",
              "text": "Enhancing Intimate Wellness and Confidence"
            },
            {
              "type": "paragraph",
              "text": "At Karisma Specialist Medical Center, we celebrate and support women’s health in all its facets. Our expert team of female gynecologists offers a range of cosmetic gynecology services designed to enhance your intimate well-being, boost confidence, and promote a renewed sense of self."
            },
            {
              "type": "heading",
              "text": "Discover the Power of Cosmetic Gynecology"
            },
            {
              "type": "paragraph",
              "text": "Cosmetic gynecology focuses on non-surgical and minimally invasive treatments that address aesthetic and functional concerns, helping you feel your best."
            },
            {
              "type": "list",
              "items": [
                "Vaginal Tightening: Restore firmness and elasticity with advanced treatments such as laser therapy and radiofrequency, enhancing both comfort and intimacy.",
                "Whitening Treatments: Achieve a brighter, more even skin tone in the vulvar area, addressing hyperpigmentation for a rejuvenated appearance.",
                "Plasma Therapy: Harness the healing power of plasma technology to promote tissue rejuvenation, improving laxity and minor pigmentation concerns.",
                "Fillers: Add volume and definition to the labia majora, creating a more balanced, aesthetically pleasing look and enhancing comfort.",
                "Botox for Intimate Care: Botox may be used to address muscle hyperactivity and minimize certain aesthetic concerns. A personalized consultation ensures this option aligns with your needs and safety."
              ]
            }
          ]
        },
        {
          "type": "content",
          "title": "A Personalized Approach to Intimate Wellness",
          "features": [
            "Discreet Consultations: Our caring, all-female team offers a private, supportive space to discuss your concerns openly and confidently.",
            "Tailored Treatment Plans: Each plan is customized to meet your individual goals, ensuring treatments are effective and aligned with your desired outcomes.",
            "Cutting-edge Technology: We utilize the latest advancements to deliver optimal results while prioritizing your comfort and well-being."
          ]
        },
        {
          "type": "color-content",
          "title": "Begin Your Confidence Journey at Karisma Specialist Medical Center",
          "description": "Empower yourself with expert care designed for your unique needs. Contact Karisma Specialist Medical Center today to schedule a private consultation and explore how cosmetic gynecology can help you embrace your intimate health and confidence.",
          "features": []
        },
        {
          "type": "content",
          "title": "Our Doctors",
          "description": "Meet our elite team of experts, dedicated to crafting smiles that define sophistication and excellence.",
          "features": []
        },
        {
          "type": "slider-doctors",
          "title": "Meet Our Specialists",
          "cards": {
            "background-color": "#f9f9f9",
            "heading-color": "#577065",
            "heading-size": "24px",
            "desc-color": "#5C4033",
            "desc-size": "16px",
            "button-text-color": "#577065",
            "button-text-size": "16px"
          },
          "doctors": [
            {
              "id": 1,
              "name": "Dr. Huda Ebrahim Shaheen",
              "designation": "Obstetrics and Gynecology Specialist",
              "image": "/assets/Images/doctors/huda.png",
              "link": "dr-huda-ebrahim-shaheen"
            }
          ]
        }
      ]
    },
    {
      "id": "2",
      "name": "gynecological-filler",
      "sections": [
        {
          "type": "banner",
          "deptName": "Gynecology",
          "serviceName": "Gynecological Filler",
          "bannerImage": "../assets/Images/banner/dept_banner/dental.png"
        },
        {
          "type": "image-content",
          "imageUrl": "https://damasmc.com/uploads/services/service_image7634dd58c2d48657bad993881722a915f8dbe576.jpg",
          "imageAlt": "Gynecological Filler",
          "title": "Gynecological Filler",
          "content": [
            {
              "type": "heading",
              "text": "Enhance Intimacy and Restore Confidence with Precision and Care"
            },
            {
              "type": "paragraph",
              "text": "Rejuvenate and enhance your intimate area with gynecological fillers at Karisma Specialist Medical Center. Designed to restore volume, improve symmetry, and elevate your confidence, this non-surgical treatment offers a discreet solution tailored to your unique needs."
            },
            {
              "type": "heading",
              "text": "What Are Gynecological Fillers?"
            },
            {
              "type": "paragraph",
              "text": "Gynecological fillers are injectable gels made from hyaluronic acid, a natural substance that hydrates and restores volume. This treatment addresses age-related or postpartum changes, offering aesthetic and functional improvements."
            },
            {
              "type": "heading",
              "text": "Key Benefits of Gynecological Fillers"
            },
            {
              "type": "list",
              "items": [
                "Restored Volume: Rejuvenate the labia majora and address volume loss for a youthful appearance.",
                "Improved Symmetry: Achieve balance and harmony in the vulvar area.",
                "Enhanced Confidence: Feel more comfortable and self-assured during intimate moments.",
                "Non-Surgical Solution: Enjoy immediate results with minimal downtime and a safe, effective procedure."
              ]
            }
          ]
        },
        {
          "type": "content",
          "title": "Your Personalized Treatment Journey",
          "features": [
            "Expert Consultation: Meet with our board-certified gynecologists to discuss your goals and evaluate your suitability for fillers.",
            "Customized Plan: We design a treatment plan based on your unique anatomy and desired outcomes.",
            "Quick & Comfortable Procedure: The procedure typically takes less than an hour, with results lasting 6 to 9 months.",
            "Ongoing Care: Repeat treatments can be scheduled to maintain your results."
          ]
        },
        {
          "type": "content",
          "title": "Why Choose Karisma Specialist Medical Center?",
          "features": [
            "Specialized Expertise: Our experienced professionals utilize advanced techniques to ensure precise, natural-looking results.",
            "Premium Products: We use high-quality, safe fillers that prioritize both efficacy and comfort.",
            "Supportive Environment: Your privacy and comfort are our top priorities, with compassionate care in a discreet setting."
          ]
        },
        {
          "type": "color-content",
          "title": "Rediscover Your Confidence",
          "description": "Empower yourself with gynecological fillers at Karisma Specialist Medical Center. Contact us today to schedule your consultation and explore how this innovative treatment can enhance your intimate well-being."
        },
        {
          "type": "content",
          "title": "Our Doctors",
          "description": "Meet our elite team of experts, dedicated to crafting smiles that define sophistication and excellence."
        },
        {
          "type": "slider-doctors",
          "title": "Meet Our Specialists",
          "cards": {
            "background-color": "#f9f9f9",
            "heading-color": "#577065",
            "heading-size": "24px",
            "desc-color": "#5C4033",
            "desc-size": "16px",
            "button-text-color": "#577065",
            "button-text-size": "16px"
          },
          "doctors": [
            {
              "id": 1,
              "name": "Dr. Huda Ebrahim Shaheen",
              "designation": "Obstetrics and Gynecology Specialist",
              "image": "/assets/Images/doctors/huda.png",
              "link": "dr-huda-ebrahim-shaheen"
            }
          ]
        }
      ]
    },
    {
      "id": "3",
      "name": "obstetric",
      "sections": [
        {
          "type": "banner",
          "deptName": "Gynecology",
          "serviceName": "Medical Gynecology / Obstetric",
          "bannerImage": "../assets/Images/banner/dept_banner/dental.png"
        },
        {
          "type": "image-content",
          "imageUrl": "https://damasmc.com/uploads/services/service_image7634dd58c2d48657bad993881722a915f8dbe576.jpg",
          "imageAlt": "Medical Gynecology / Obstetric",
          "title": "Medical Gynecology / Obstetric",
          "content": [
            {
              "type": "heading",
              "text": "Empowering Women’s Health at Every Stage of Life"
            },
            {
              "type": "paragraph",
              "text": "At Karisma Specialist Medical Center, we prioritize comprehensive, compassionate care tailored to the unique health needs of women from childhood through adulthood. Our experienced team of gynecologists and obstetricians is dedicated to supporting your well-being every step of the way."
            },
            {
              "type": "heading",
              "text": "Caring for Girls’ Health"
            },
            {
              "type": "paragraph",
              "text": "Age Range: Childhood – Adolescence"
            },
            {
              "type": "paragraph",
              "text": "We address common conditions affecting young girls, focusing on early diagnosis and effective management:"
            },
            {
              "type": "list",
              "items": [
                "Hormonal Disorders: Identifying and treating issues like irregular periods, breast development concerns, or growth abnormalities.",
                "Polycystic Ovary Syndrome (PCOS): Managing symptoms such as irregular cycles, excess body hair, and acne to promote overall well-being.",
                "Menstrual Disorders: Offering solutions for heavy bleeding, painful periods, and irregular cycles.",
                "Hirsutism: Providing treatments to manage and reduce excessive hair growth.",
                "Acne: Developing personalized treatment plans to restore confidence and skin health."
              ]
            }
          ]
        },
        {
          "type": "content",
          "title": "Our Approach",
          "features": [
            "Comprehensive evaluations, including blood and hormonal tests.",
            "Tailored treatment plans designed for each patient’s needs.",
            "A supportive, welcoming environment for young patients and their families."
          ]
        },
        {
          "type": "content",
          "title": "Women’s Health Services",
          "description": "Age Range: Adulthood and Beyond"
        },
        {
          "type": "content",
          "description": "Our team offers a wide range of services to support women through every stage of life:",
          "features": [
            "Menopausal Care: Managing symptoms like hot flashes, night sweats, and vaginal dryness.",
            "Menstrual Support: Treating irregular periods and heavy bleeding.",
            "Fertility Support: Comprehensive care for infertility and delayed childbearing.",
            "Pre-Marital Counseling & Testing: Preparing for a healthy and informed start to married life.",
            "Contraception Guidance: Offering tailored contraceptive options, including IUD insertion (copper and hormonal).",
            "Sexual Health: Providing a safe space to discuss and address sexual concerns.",
            "Early Detection & Screening: Advanced screening for breast cancer and uterine fibroids.",
            "Endoscopic Procedures: Minimally invasive cervical and uterine examinations for precise diagnosis and treatment."
          ]
        },
        {
          "type": "content",
          "title": "Our Approach",
          "features": [
            "Compassionate, patient-centered care delivered with empathy and respect.",
            "Advanced diagnostics using cutting-edge technology.",
            "A comprehensive array of treatment options designed for optimal outcomes."
          ]
        },
        {
          "type": "content",
          "title": "Pregnancy Care & Obstetrics",
          "description": "We offer personalized support for every pregnancy journey, including:",
          "features": [
            "High-Risk Pregnancy Care: Specialized monitoring and support for high-risk pregnancies.",
            "Pregnancy Detection & Follow-up: Convenient packages with essential lab tests.",
            "Prenatal Testing: Comprehensive tests to ensure a healthy pregnancy.",
            "Advanced Ultrasound: 4D Ultrasound- Detailed imaging for early detection of fetal features and potential ano  malies (18-20 weeks).",
            "Advanced Ultrasound: 2D Doppler Ultrasound- Vital early pregnancy insights, including fetal count and heart activity.",
            "Genetic Testing: Assessing potential risks with advanced genetic screening.",
            "Delivery & Postnatal Care: A comfortable environment for childbirth and continued support after delivery."
          ]
        },
        {
          "type": "content",
          "title": "Our Approach",
          "features": [
            "Personalized care plans tailored to each woman’s needs and pregnancy journey.",
            "Expertise from experienced obstetricians dedicated to exceptional care.",
            "State-of-the-art technology ensures the best outcomes for mother and baby."
          ]
        },
        {
          "type": "content",
          "title": "Your Health, Our Priority",
          "description": "At Karisma Specialist Medical Center, we are committed to delivering world-class care to women at every stage of life. Schedule a consultation today to take the first step towards optimal health and well-being"
        },
        {
          "type": "slider-doctors",
          "title": "Meet Our Specialists",
          "cards": {
            "background-color": "#f9f9f9",
            "heading-color": "#577065",
            "heading-size": "24px",
            "desc-color": "#5C4033",
            "desc-size": "16px",
            "button-text-color": "#577065",
            "button-text-size": "16px"
          },
          "doctors": [
            {
              "id": 1,
              "name": "Dr. Huda Ebrahim Shaheen",
              "designation": "Obstetrics and Gynecology Specialist",
              "image": "/assets/Images/doctors/huda.png",
              "link": "dr-huda-ebrahim-shaheen"
            }
          ]
        }
      ]
    },
    {
      "id": "4",
      "name": "plasma-injection",
      "sections": [
        {
          "type": "banner",
          "deptName": "Gynecology",
          "serviceName": "Plasma Injection",
          "bannerImage": "../assets/Images/banner/dept_banner/dental.png"
        },
        {
          "type": "image-content",
          "imageUrl": "https://damasmc.com/uploads/services/service_image7634dd58c2d48657bad993881722a915f8dbe576.jpg",
          "imageAlt": "Plasma Injection",
          "title": "Plasma Injection",
          "content": [
            {
              "type": "heading",
              "text": "Plasma Injection (PRP) for Intimate Rejuvenation at Karisma Specialist Medical Center"
            },
            {
              "type": "paragraph",
              "text": "Revitalize your intimate wellness with PRP Vaginal Injections at Karisma Specialist Medical Center—a natural and effective solution designed to rejuvenate tissues, improve elasticity, and promote overall intimate health."
            },
            {
              "type": "heading",
              "text": "What is PRP Therapy?"
            },
            {
              "type": "paragraph",
              "text": "PRP (Platelet-Rich Plasma) therapy harnesses your body’s own healing power. A small amount of your blood is drawn, processed to isolate the plasma rich in growth factors, and injected into vaginal tissues. This stimulates tissue regeneration, enhances blood flow, and promotes collagen production."
            },
            {
              "type": "heading",
              "text": "How Does PRP Work?"
            },
            {
              "type": "list",
              "items": [
                "Tissue Regeneration: PRP stimulates the body’s natural healing process, encouraging new cell growth.",
                "Collagen Production: The treatment boosts collagen and elastin, improving firmness and elasticity.",
                "Blood Flow Enhancement: Increased circulation promotes better tissue health and sensitivity."
              ]
            },
            {
              "type": "heading",
              "text": "Benefits of PRP Vaginal Injections"
            },
            {
              "type": "list",
              "items": [
                "Improved Skin Quality: Achieve softer, rejuvenated vulvar skin with a youthful appearance.",
                "Enhanced Elasticity: Enjoy firmer and tighter tissues for improved comfort and function.",
                "Natural Rejuvenation: PRP uses your body’s own growth factors, making it a safe and biocompatible solution.",
                "Potential Increased Sensitivity: Enhanced blood flow may lead to improved sensation and intimacy."
              ]
            }
          ]
        },
        {
          "type": "content",
          "title": "What to Expect",
          "features": [
            "Consultation: Our expert gynecologists will discuss your goals and assess your suitability for PRP therapy.",
            "Blood Draw & Preparation: A small sample of blood is drawn and processed to extract the PRP.",
            "Targeted Injection: The PRP is carefully injected into specific vaginal areas to stimulate rejuvenation.",
            "Session Time: Each session lasts approximately 30 minutes.",
            "Treatment Plan: Typically, 3-6 sessions spaced 2-4 weeks apart are recommended for optimal results."
          ]
        },
        {
          "type": "content",
          "title": "Why Choose Karisma Specialist Medical Center?",
          "features": [
            "Personalized Care Careation: We design tailored treatment plans to meet your unique needs.",
            "Expert Guidance: Our board-certified gynecologists ensure your safety and comfort throughout the process.",
            "Advanced Techniques: We use cutting-edge methods to deliver effective, lasting results."
          ]
        },
        {
          "type": "color-content",
          "title": "Rediscover Confidence and Comfort",
          "description": "Reclaim your intimate wellness with PRP Vaginal Injections at Karisma Specialist Medical Center. Schedule a consultation today and experience the benefits of natural, revitalized confidence."
        },
        {
          "type": "content",
          "title": "Our Doctors",
          "description": "Meet our elite team of experts, dedicated to crafting smiles that define sophistication and excellence."
        },
        {
          "type": "slider-doctors",
          "title": "Meet Our Specialists",
          "cards": {
            "background-color": "#f9f9f9",
            "heading-color": "#577065",
            "heading-size": "24px",
            "desc-color": "#5C4033",
            "desc-size": "16px",
            "button-text-color": "#577065",
            "button-text-size": "16px"
          },
          "doctors": [
            {
              "id": 1,
              "name": "Dr. Huda Ebrahim Shaheen",
              "designation": "Obstetrics and Gynecology Specialist",
              "image": "/assets/Images/doctors/huda.png",
              "link": "dr-huda-ebrahim-shaheen"
            }
          ]
        }
      ]
    },
    {
      "id": "5",
      "name": "bikini-whitening-rejuvenation",
      "sections": [
        {
          "type": "banner",
          "deptName": "Gynecology",
          "serviceName": "Bikini Whitening & Rejuvenation",
          "bannerImage": "../assets/Images/banner/dept_banner/dental.png"
        },
        {
          "type": "image-content",
          "imageUrl": "https://damasmc.com/uploads/services/service_image7634dd58c2d48657bad993881722a915f8dbe576.jpg",
          "imageAlt": "Bikini Whitening & Rejuvenation",
          "title": "Bikini Whitening & Rejuvenation",
          "content": [
            {
              "type": "paragraph",
              "text": "Discover your path to radiant confidence with Karisma Specialist Medical Center’s advanced, safe, and personalized solutions for bikini area whitening and rejuvenation. Our cutting-edge treatments target hyperpigmentation and promote even-toned, healthy skin, empowering you to feel your best."
            }
          ]
        },
        {
          "type": "content",
          "title": "Advanced Whitening & Rejuvenation Treatments"
        },
        {
          "type": "content",
          "heading": "Laser Bikini Whitening (Laveen Machine)",
          "description": "Experience a non-invasive, painless solution for hyperpigmentation:",
          "features": [
            {
              "title": "How it Works",
              "items": [
                "The Laveen machine uses precise laser technology to gently lighten darkened skin, resulting in a more even complexion."
              ]
            },
            {
              "title": "Key Benefits",
              "items": [
                "Safe and effective for various skin types",
                "Gradual, natural-looking results",
                "Enhances skin tone and texture",
                "Boosts confidence and comfort"
              ]
            }
          ]
        },
        {
          "type": "content",
          "heading": "Mesotherapy Whitening",
          "description": "A targeted, minimally invasive solution for pigmentation concerns:",
          "features": [
            {
              "title": "How it Works",
              "items": [
                "A custom blend of vitamins, antioxidants, and lightening agents is injected directly into the bikini area, reducing melanin production and nourishing the skin."
              ]
            },
            {
              "title": "Key Benefits",
              "items": [
                "Safe and natural ingredients",
                "Gradual lightening effect",
                "Improved skin texture and elasticity",
                "Minimal discomfort and downtime"
              ]
            }
          ]
        },
        {
          "type": "content",
          "heading": "IV Drip Whitening",
          "description": "Internal nourishment for glowing skin:",
          "features": [
            {
              "title": "How it Works",
              "items": [
                "A customized IV drip delivers vitamins and antioxidants directly to the body, regulating melanin and promoting overall skin health."
              ]
            },
            {
              "title": "Key Benefits",
              "items": [
                "Discreet, non-invasive treatment",
                "Direct nutrient delivery for targeted results",
                "Enhanced skin texture and elasticity",
                "Gradual, radiant lightening"
              ]
            }
          ]
        },
        {
          "type": "content",
          "heading": "TCA Peeling",
          "description": "Targeted exfoliation for brighter skin:",
          "features": [
            {
              "title": "How it Works",
              "items": [
                "A Trichloroacetic Acid (TCA) peel removes hyperpigmented skin layers, stimulating the growth of new, lighter skin cells."
              ]
            },
            {
              "title": "Key Benefits",
              "items": [
                "Effective for localized pigmentation",
                "Promotes cell renewal and skin rejuvenation",
                "Must be performed by qualified professionals for safety"
              ]
            }
          ]
        },
        {
          "type": "content",
          "title": "Why Choose Karisma Specialist Medical Center?",
          "features": [
            "Personalized Consultations: Our board-certified gynecologists provide thorough consultations to assess your unique needs and recommend the best treatment options.",
            "Tailored Treatment Plans: We design customized plans to achieve your desired results safely and effectively.",
            "Supportive Environment: We prioritize your comfort and privacy, ensuring a discreet and supportive experience."
          ]
        },
        {
          "type": "color-content",
          "title": "Embrace Your Confidence",
          "description": "Let Karisma Specialist Medical Center guide you on your journey to radiant, even-toned skin. Schedule a consultation today to explore our bikini whitening and rejuvenation treatments and unlock your most confident self."
        },
        {
          "type": "content",
          "title": "Our Doctors",
          "description": "Meet our elite team of experts, dedicated to crafting smiles that define sophistication and excellence."
        },
        {
          "type": "slider-doctors",
          "title": "Meet Our Specialists",
          "cards": {
            "background-color": "#f9f9f9",
            "heading-color": "#577065",
            "heading-size": "24px",
            "desc-color": "#5C4033",
            "desc-size": "16px",
            "button-text-color": "#577065",
            "button-text-size": "16px"
          },
          "doctors": [
            {
              "id": 1,
              "name": "Dr. Huda Ebrahim Shaheen",
              "designation": "Obstetrics and Gynecology Specialist",
              "image": "/assets/Images/doctors/huda.png",
              "link": "dr-huda-ebrahim-shaheen"
            }
          ]
        }
      ]
    },
    {
      "id": "6",
      "name": "bikini-tightening-belladona",
      "sections": [
        {
          "type": "banner",
          "deptName": "Gynecology",
          "serviceName": "Bikini Tightening - Belladona",
          "bannerImage": "../assets/Images/banner/dept_banner/dental.png"
        },
        {
          "type": "image-content",
          "imageUrl": "https://damasmc.com/uploads/services/service_image7634dd58c2d48657bad993881722a915f8dbe576.jpg",
          "imageAlt": "Bikini Tightening - Belladona",
          "title": "Bikini Tightening - Belladona",
          "content": [
            {
              "type": "paragraph",
              "text": "Rejuvenate your intimate wellness with the Belladona Vaginal Tightening Laser at Karisma Specialist Medical Center. A non-surgical, advanced solution designed to restore tone, comfort, and confidence."
            },
            {
              "type": "heading",
              "text": "What is the Belladona Vaginal Tightening Laser?"
            },
            {
              "type": "paragraph",
              "text": "The Belladona Laser is a minimally invasive treatment that uses gentle thermal energy to stimulate collagen production, enhancing vaginal tone and elasticity. This rejuvenating therapy offers a safe and effective way to address concerns related to laxity and improve overall intimate health."
            },
            {
              "type": "heading",
              "text": "How It Works"
            },
            {
              "type": "list",
              "items": [
                "Collagen Stimulation: The laser delivers targeted heat to the vaginal tissue, triggering the body’s natural collagen production.",
                "Thicker, Tighter Tissue: As collagen levels increase, the vaginal walls become firmer and more elastic, improving both tone and function."
              ]
            }
          ]
        },
        {
          "type": "content",
          "title": "Benefits of Belladona Vaginal Tightening Laser:",
          "features": [
            "Enhanced Vaginal Tightness: Experience noticeable improvements in tone, leading to increased comfort and satisfaction.",
            "Improved Control: Regain confidence and better muscle control for an elevated intimate experience.",
            "Address Laxity: Effectively reduce laxity caused by aging or childbirth.",
            "Non-Surgical Solution: Enjoy a painless, minimally invasive procedure with minimal downtime.",
            "Clinically Proven: Safe, effective, and backed by clinical research."
          ]
        },
        {
          "type": "content",
          "title": "Your Personalized Intimate Care Journey",
          "description": "At Karisma Specialist Medical Center, we prioritize your comfort and privacy, offering a supportive space to discuss your needs:",
          "features": [
            "Expert Consultations: Our board-certified gynecologists will evaluate your goals and determine if the Belladona laser suits you.",
            "Tailored Treatment Plans: We design customized plans to achieve your desired outcomes.",
            "Discreet, Supportive Environment: Trust our team to provide compassionate, confidential care throughout your journey."
          ]
        },
        {
          "type": "color-content",
          "title": "Rediscover Confidence with Karisma",
          "description": "Reclaim your comfort and confidence with the Belladona Vaginal Tightening Laser. Schedule a consultation today at Karisma Specialist Medical Center and embrace a new level of intimate wellness."
        },
        {
          "type": "content",
          "title": "Our Doctors",
          "description": "Meet our elite team of experts, dedicated to crafting smiles that define sophistication and excellence."
        },
        {
          "type": "slider-doctors",
          "title": "Meet Our Specialists",
          "cards": {
            "background-color": "#f9f9f9",
            "heading-color": "#577065",
            "heading-size": "24px",
            "desc-color": "#5C4033",
            "desc-size": "16px",
            "button-text-color": "#577065",
            "button-text-size": "16px"
          },
          "doctors": [
            {
              "id": 1,
              "name": "Dr. Huda Ebrahim Shaheen",
              "designation": "Obstetrics and Gynecology Specialist",
              "image": "/assets/Images/doctors/huda.png",
              "link": "dr-huda-ebrahim-shaheen"
            }
          ]
        }
      ]
    },
    {
      "id": "7",
      "name": "vaginal-botox",
      "sections": [
        {
          "type": "banner",
          "deptName": "Gynecology",
          "serviceName": "Vaginal Botox",
          "bannerImage": "../assets/Images/banner/dept_banner/dental.png"
        },
        {
          "type": "image-content",
          "imageUrl": "https://damasmc.com/uploads/services/service_image7634dd58c2d48657bad993881722a915f8dbe576.jpg",
          "imageAlt": "Vaginal Botox",
          "title": "Vaginal Botox",
          "content": [
            {
              "type": "heading",
              "text": "Effective Relief for Vaginismus and Enhanced Intimate Wellness"
            },
            {
              "type": "paragraph",
              "text": "At Karisma Specialist Medical Center, we recognize the importance of a fulfilling, pain-free intimate life. For women experiencing vaginismus, characterized by involuntary muscle contractions that cause discomfort or pain, Vaginal Botox offers a safe, effective solution to restore comfort and confidence."
            },
            {
              "type": "heading",
              "text": "What Is Vaginal Botox?"
            },
            {
              "type": "paragraph",
              "text": "Vaginal Botox involves injecting a neurotoxin into the muscles around the vaginal opening. This relaxes the muscles, easing contractions and alleviating pain associated with vaginismus, enhancing comfort during intimacy."
            },
            {
              "type": "heading",
              "text": "Benefits of Vaginal Botox"
            },
            {
              "type": "list",
              "items": [
                "Relief from Vaginismus: Alleviates involuntary muscle spasms, reducing pain and discomfort.",
                "Enhanced Intimacy: Promotes more comfortable and fulfilling marital relations.",
                "Quick and Long-Lasting Results: Enjoy relief within days, with effects lasting 6 to 12 months."
              ]
            }
          ]
        },
        {
          "type": "content",
          "title": "Treatment Process",
          "features": [
            "Consultation: A thorough consultation ensures Vaginal Botox is the right solution for your needs.",
            "Quick Procedure: The treatment typically takes around 10 minutes, with minimal discomfort.",
            "Long-Term Relief: Results can be felt within 3 days and may last up to a year, depending on individual response."
          ]
        },
        {
          "type": "content",
          "title": "Safety and Considerations",
          "features": [
            "Medical History: Our specialists will review your medical history to ensure safety and suitability.",
            "Pregnancy & Breastfeeding: Vaginal Botox is not recommended for pregnant or breastfeeding women.",
            "Personalized Care: Each treatment is customized to your unique needs, prioritizing safety and comfort."
          ]
        },
        {
          "type": "content",
          "title": "Why Choose Karisma Specialist Medical Center?",
          "features": [
            "Expert Gynecologists: Our board-certified specialists have extensive experience in treating vaginismus and other intimate health concerns.",
            "Compassionate Care: We provide a discreet, supportive environment where you feel heard and understood.",
            "Cutting-Edge Techniques: Our team uses the latest advancements to deliver safe, effective results."
          ]
        },
        {
          "type": "color-content",
          "title": "Reclaim Comfort and Confidence",
          "description": "Embrace a life free from discomfort with Vaginal Botox at Karisma Specialist Medical Center. Contact us today to schedule your consultation and take the first step toward renewed intimacy and well-being."
        },
        {
          "type": "content",
          "title": "Our Doctors",
          "description": "Meet our elite team of experts, dedicated to crafting smiles that define sophistication and excellence."
        },
        {
          "type": "slider-doctors",
          "title": "Meet Our Specialists",
          "cards": {
            "background-color": "#f9f9f9",
            "heading-color": "#577065",
            "heading-size": "24px",
            "desc-color": "#5C4033",
            "desc-size": "16px",
            "button-text-color": "#577065",
            "button-text-size": "16px"
          },
          "doctors": [
            {
              "id": 1,
              "name": "Dr. Huda Ebrahim Shaheen",
              "designation": "Obstetrics and Gynecology Specialist",
              "image": "/assets/Images/doctors/huda.png",
              "link": "dr-huda-ebrahim-shaheen"
            }
          ]
        }
      ]
    },
    {
      "id": "8",
      "name": "cosmetic-minor-surgeries",
      "sections": [
        {
          "type": "banner",
          "deptName": "Gynecology",
          "serviceName": "Cosmetic Minor Surgeries",
          "bannerImage": "../assets/Images/banner/dept_banner/dental.png"
        },
        {
          "type": "image-content",
          "imageUrl": "https://damasmc.com/uploads/services/service_image7634dd58c2d48657bad993881722a915f8dbe576.jpg",
          "imageAlt": "Cosmetic Minor Surgeries",
          "title": "Cosmetic Minor Surgeries",
          "content": [
            {
              "type": "heading",
              "text": "Personalized Solutions for Your Intimate Well-being"
            },
            {
              "type": "paragraph",
              "text": "At Karisma Specialist Medical Center, we believe that feeling confident and comfortable in your body is essential. Our range of minor cosmetic gynecological surgeries is designed to address specific concerns, enhancing both appearance and intimate wellness with precision and care."
            },
            {
              "type": "heading",
              "text": "Empowering Your Choices: Procedures We Offer"
            },
            {
              "type": "list",
              "items": [
                {
                  "title": "Labiaplasty: Focuses on reshaping and reducing the size of the labia minora for aesthetic or functional reasons.",
                  "items": [
                    {
                      "title": "Benefits",
                      "items": [
                        "Enhanced aesthetics and confidence.",
                        "Reduced discomfort during physical activities.",
                        "Lowered risk of irritation or infection."
                      ]
                    }
                  ]
                },
                {
                  "title": "Perineorrhaphy: A reconstructive procedure targeting vaginal tightening and perineal beautification.",
                  "items": [
                    {
                      "title": "Benefits",
                      "items": [
                        "Restored vaginal tightness and elasticity.",
                        "Improved sensation and satisfaction during intimacy.",
                        "Renewed self-confidence in intimate moments."
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "content",
          "title": "Your Journey with Karisma: What to Expect",
          "features": [
            {
              "title": "Pre-operative Consultation",
              "items": [
                "A detailed consultation with our specialists to review your health, discuss goals, and address all your questions."
              ]
            },
            {
              "title": "Minimally Invasive Techniques",
              "items": [
                "Both procedures are typically performed under local anesthesia, ensuring minimal discomfort and a faster recovery."
              ]
            },
            {
              "title": "Recovery and Care",
              "items": [
                "Recovery Time: Expect healing within 2-3 weeks.",
                "Post-procedure Care: Follow our tailored aftercare plan, which includes hygiene tips and activity restrictions to optimize healing."
              ]
            }
          ]
        },
        {
          "type": "content",
          "title": "Important Guidelines",
          "features": [
            {
              "title": "Eligibility",
              "items": [
                "Procedures are suitable for women over 18."
              ]
            },
            {
              "title": "Pre-procedure Preparation",
              "items": [
                "Shave the area a day before the surgery and avoid waxing, scrubs, or laser treatments for six weeks post-surgery."
              ]
            },
            {
              "title": "Post-operative Advice",
              "items": [
                "Avoid intercourse for at least one month.",
                "Wear loose, breathable clothing for comfort."
              ]
            }
          ]
        },
        {
          "type": "content",
          "title": "Why Choose Karisma Specialist Medical Center?",
          "features": [
            "Expert Care: Our board-certified gynecologists specialize in intimate wellness, offering compassionate, discreet care.",
            "Tailored Treatment Plans: We design personalized treatment plans to suit your unique needs and goals.",
            "Comfort and Privacy: Your well-being and privacy are our top priorities, ensuring a supportive environment throughout your journey."
          ]
        },
        {
          "type": "color-content",
          "title": "Rediscover Confidence and Comfort",
          "description": "Take the first step toward enhanced confidence and intimate well-being. Contact Karisma Specialist Medical Center today to schedule your consultation and explore the transformative benefits of cosmetic gynecological surgery."
        },
        {
          "type": "content",
          "title": "Our Doctors",
          "description": "Meet our elite team of experts, dedicated to crafting smiles that define sophistication and excellence."
        },
        {
          "type": "slider-doctors",
          "title": "Meet Our Specialists",
          "cards": {
            "background-color": "#f9f9f9",
            "heading-color": "#577065",
            "heading-size": "24px",
            "desc-color": "#5C4033",
            "desc-size": "16px",
            "button-text-color": "#577065",
            "button-text-size": "16px"
          },
          "doctors": [
            {
              "id": 1,
              "name": "Dr. Huda Ebrahim Shaheen",
              "designation": "Obstetrics and Gynecology Specialist",
              "image": "/assets/Images/doctors/huda.png",
              "link": "dr-huda-ebrahim-shaheen"
            }
          ]
        }
      ]
    }
  ]
}