{
    "dentalRelated": [
        {
            "id": "1",
            "name": "hollywood-smile-veneers/e-max-hollywood-smile",
            "sections": [
                {
                    "type": "content",
                    "title": "ابتسامة هوليوود بتقنية إي ماكس 6D"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/dental/hollywood-smile/Section Banners/E-Max Hollywood smile Group.png",
                    "bannerPosition": "right"
                },
                {
                    "type": "cont-content",
                    "description": "في مركز كاريزما الطبي المتخصص، ندرك التأثير التحويلي للابتسامة المشرقة. نقدم لك قشور إي ماكس، وهي تطور لقشور إي ماكس 6D، المصممة لرفع ابتسامتك إلى مستوى بريق لا مثيل له."
                },
                {
                    "type": "cont-content-last",
                    "title": "احتضن ابتسامتك لأنها تترك أثرًا",
                    "features": [
                        "بياض لا مثيل له: توفر قشور إي ماكس 6D قوة فائقة وجماليات طبيعية، معززة ببياض استثنائي لابتسامة مبهرة حقًا.",
                        "ابتكار أمريكي: تم تصنيع هذه القشور باستخدام أحدث تكنولوجيا طب الأسنان الأمريكية، وتضمن ابتسامتك المذهلة أن تدوم لسنوات.",
                        "بريق يشبه الزجاج: استمتع بخصائص تشبه الزجاج تحاكي الشفافية واللمعان الطبيعيين، مما يوفر واقعية لا مثيل لها وبياضًا مذهلاً.",
                        "ثقة تدوم طويلاً: استفد من ضمان مدى الحياة على مقاومة الظل والبقع* مع الرعاية المنتظمة في مركز كاريزما الطبي المتخصص. الضمانات الممتدة متوفرة عند الطلب."
                    ]
                },
                {
                    "type": "color-content",
                    "description": "سواء كنت تبحث عن تجديد مظهرك أو تحقيق تحول كامل في ابتسامتك، فإن قشور الأسنان من إي ماكس تقدم الحل الأمثل، حيث تجمع بين التكنولوجيا المتطورة والتميز الجمالي لضمان تألق ابتسامتك بجمال لا مثيل له."
                },
                {
                    "type": "cont-content",
                    "title": "احجز استشارتك الحصرية",
                    "description": "حوّل ابتسامتك اليوم في مركز كاريزما الطبي المتخصص، الإمارات العربية المتحدة. حدد موعدًا لاستشارتك الشخصية لاستكشاف خيارات القشور المتميزة لدينا، ودع فريق الخبراء لدينا يصمم ابتسامة تعكس ثقتك بنفسك وجمالك."
                },
                {
                    "type": "color-content",
                    "title": "تعرف على خبراء الأسنان لدينا",
                    "description": "يضم فريقنا الماهر بعضًا من أفضل أطباء الأسنان في الإمارات العربية المتحدة، وكل منهم مكرس لخلق ابتسامات تنضح بالرقي والتميز."
                }
            ]
        },
        {
            "id": "2",
            "name": "hollywood-smile-veneers/diamond-cut-smile",
            "sections": [
                {
                    "type": "content",
                    "title": "ابتسامة مقطوعة بالماس"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/dental/hollywood-smile/Section Banners/DAMAS Zircon Hollywood smile.png",
                    "bannerPosition": "center"
                },
                {
                    "type": "cont-content",
                    "description": "تم تصنيعها باستخدام أكثر قشور الزركون شهرة في السوق، وهي زيركون كاتانا، حيث تمزج ابتسامة مقطوعة بالماس بين الدقة الفائقة لتمنحك ابتسامة هوليوود الطبيعية المثالية.",
                    "description2": "تقدم ابتسامة مقطوعة بالماس فكرة القطع الثلاثية مع 3 زوايا بسيطة لكل سن، مما يجعل الأسنان في 3 جوانب - يسار ويمين ووسط - مما يجعل كل زاوية ناعمة ومختلطة بسلاسة مع الأخرى، مما يعطي مظهرًا بسيطًا لا يصرخ ويجعلها مزيجًا مثاليًا لإضافة نمط أكثر تفردًا لابتسامة الانفراد والقاعدة لبناء ابتسامة مصممة خصيصًا لك."
                },
                {
                    "type": "color-content",
                    "title": "عندما أصبحت الزوايا الثلاث حجر الزاوية للتفرد",
                    "features": [
                        "التوافق: يمكن أن تمتزج ابتسامة مقطوعة بالماس بسلاسة مع وحدات الانفراد، مما يجعلها الاختيار المثالي عندما تحتاج إلى مزج الدقة مع الفن لإنشاء ليس فقط أسنان ذات شكل مثالي ولكن تحفة فنية فريدة ستعيش.",
                        "قوة ومتانة لا مثيل لها: السبب وراء ابتكار هذا القطع الفريد هو مرونة قشور الزركون كاتانا. توفر هذه القشور قوة ومتانة لا مثيل لها في الصناعة، وتوفر مقاومة استثنائية للتشقق والتآكل، مما يضمن استمرار ابتسامة سوليتير الخاصة بك بشكل جميل بمرور الوقت.",
                        "جمال طبيعي مع شفافية محسنة: تجمع قشور كاتانا بين القوة الرائعة والمظهر الطبيعي النابض بالحياة. تسمح شفافيتها الفائقة لها بالامتزاج بسلاسة مع أسنانك، مما يخلق ابتسامة طبيعية ومشرقة بشكل مذهل.",
                        "الدقة والتخصيص باستخدام تقنية CAD/CAM: باستخدام تقنية CAD/CAM المتطورة، يتم تصنيع قشور كاتانا بدقة لتناسب بشكل مريح وتبدو مذهلة. اختر من بين مجموعة متنوعة من الظلال لتحقيق الحيوية المثالية لابتسامة سوليتير الفريدة الخاصة بك."
                    ],
                    "description2": "ثلاث زوايا هي كل ما هو مطلوب لإنشاء أسنان ذات مظهر طبيعي وجمالي تمنحك ابتسامة هوليوود المبهرة المرغوبة وتمهد الطريق لإضافة لمسة من التفرد من خلال وضع بعض وحدات السوليتير عليها إذا لزم الأمر، لذا فإن مرونة وتوافق هذا القطع تجعله الخيار الأفضل لخبرائنا لضمان أن تكون عملية تصميم ابتسامة هوليوود الخاصة بك فريدة من نوعها."
                }
            ]
        },
        {
            "id": "3",
            "name": "hollywood-smile-veneers/solitare-smile",
            "sections": [
                {
                    "type": "content",
                    "title": "ابتسامة سوليتير"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/dental/hollywood-smile/Section Banners/DAMAS Zircon Elite Hollywood smile.png",
                    "bannerPosition": "center"
                },
                {
                    "type": "cont-content",
                    "description": "إن بريق ابتسامة سوليتير مصنوع بدقة فائقة باستخدام قشور الزركون من نوع كاتانا.",
                    "description2": "تعمل هذه التقنية المبتكرة على تحويل ابتسامتك إلى تحفة فنية، حيث توفر شفافية استثنائية ومجموعة واسعة من الاختلافات اللونية. كل ابتسامة هوليوود هي عمل فني مع كاتانا، مما يضمن تألق ابتسامة سوليتير الخاصة بك بأناقة وإشراق لا مثيل لهما. مع ابتسامة سوليتير، يُظهر كل ضوء ينعكس على ابتسامتك جانبًا مختلفًا من جمالها بفضل ملمسها الرائع وأنماطها الفريدة، مما يجعلها الخيار الأمثل للأفراد الفريدين الذين يستحقون ابتسامة جريئة تتناسب مع تميزهم."
                },
                {
                    "type": "color-content",
                    "title": "دمج الفن مع التكنولوجيا المتطورة",
                    "features": [
                        "ملاءمة وراحة دقيقة: تم تصميم ابتسامة سوليتير باستخدام قشور الزركون من نوع كاتانا، والتي تم تفصيلها بدقة. وهذا يضمن ملاءمة مثالية تبدو طبيعية ومريحة، مما يعزز ابتسامتك بسهولة.",
                        "مجموعة ألوان نابضة بالحياة وملمس فريد: تتيح لوحة الألوان المتنوعة لابتسامة سوليتير تخصيصًا شخصيًا، مما يضمن أن تعكس ابتسامتك أسلوبك الفريد وحيويتك المرغوبة، مع ملمس يجعل كل ضوء ينعكس عليها يظهر جمالها بشكل مختلف في كل مرة بطريقة فريدة.",
                        "حرفية متقدمة: باستخدام أحدث التقنيات، تم تصميم ابتسامة سوليتير بدقة استثنائية. إنها توفر لمسة نهائية خالية من العيوب ومظهرًا جماليًا رائعًا يعزز مظهرك العام."
                    ],
                    "description2": "في كاريزما، يستغل خبراؤنا قوة زركون كاتانا لإنشاء قشور ذات محيط كامل تحاكي الجمال الطبيعي للمينا. وهذا يضمن امتزاجًا سلسًا مع أسنانك، مما يعزز الجاذبية الطبيعية لابتسامتك. جرب الثقة والرقي في ابتسامة سوليتير، حيث يتم تصميم كل التفاصيل بدقة تامة."
                },
                {
                    "type": "content",
                    "title": "احجز استشارتك الحصرية",
                    "description": "حوّل ابتسامتك اليوم في مركز كاريزما الطبي التخصصي، الإمارات العربية المتحدة. حدد موعدًا لاستشارتك الشخصية لاستكشاف خياراتنا المتميزة من قشور الأسنان، ودع فريق الخبراء لدينا يصمم ابتسامة تعكس ثقتك بنفسك وجمالك."
                },
                {
                    "type": "color-content",
                    "description": "تعرف على خبراء طب األسنان لدينا يضم فريقنا الماهر بع ًضا من أفضل أطباء األسنان في اإلمارات العربية المتحدة، وكل منهم مكرس لخلق ابتسامات تنضح بالرقي والتميز."
                }
            ]
        }
    ]
}