{
  "dermaServices": [
    {
      "id": "1",
      "name": "dermal-filler",
      "sections": [
        {
          "type": "banner",
          "deptName": "الأمراض الجلدية",
          "deptLink": "derma",
          "serviceName": "الفيلر الجلدي",
          "bannerImage": "../assets/Images/depts/derma/filler/banner.png",
          "bannerPosition": "center",
          "home": "الصفحة الرئيسية "
        },
        {
          "type": "image-content",
          "imageUrl": "../assets/Images/depts/derma/filler/body-image.png",
          "imageAlt": "الفيلر الجلدي",
          "title": "الفيلر الجلدي",
          "content": [
            {
              "type": "heading",
              "text": "اكتشفي عالماً من حقن الفيلر التجميلية في مركز كاريزما الطبي التخصصي"
            },
            {
              "type": "heading",
              "text": "فن تجديد الشباب: مفهوم حقن الفيلر في مركز كاريزما الطبي التخصصي"
            },
            {
              "type": "paragraph",
              "text": "في مركز كاريزما الطبي التخصصي، نصمم حلولاً مخصصة لأولئك الذين يسعون إلى تعزيز جمال مظهرهم الطبيعي. يستعيد الفيلر الحجم، ويح ّدد الملامح، وي مّلس التجاعيد، مما يخلق امن ًش مظهرتا ومشرًقا بشكل طبيعي. "
            }
          ]
        },
        {
          "type": "content",
          "title": "اكتشف الفوائد الفريدة لكل نوع من أنواع الفيلر",
          "features": [
            {
              "title": "حمض الهيالورونيك :(HA)الترطيب الفائق",
              "items": [
                "الوظيفة : يجذب الماء لترطيب ممتاز وانتفاخ.",
                "الاستخدامات : مثالي للخطوط الدقيقة والتجاعيد وتعزيز الشفاه",
                " التجارية العلامات Juvederm , Restylane ,Belotero ,HyaCorp",
                "المدة :من 6 إلى 18 شهرا ً."
              ]
            },
            {
              "title": "هيدروكسيباتيت الكالسيوم (CaHA): محفز الكولاجين",
              "items": [
                "الوظيفة : يحفز الكولاجين للحصول على حجم وبنية بشكل صحي وطبيعي.",
                "مثالي ل: الخطوط العميقة و فقدان الحجم طويل الأمد والجلد الرقيق.",
                "العلامة التجارية Radiesse .",
                "المدة: من 15 إلى 24 شهرًا أو أكثر."
              ]
            },
            {
              "title": "حمض بولي -L-لاكتيك : (PLLA) النحت والش ّد طويل الأمد",
              "items": [
                "الوظيفة : يعزز الكولاجين تدريجياً مما يعيد رسم وتحديد الملامح.",
                "مفّضل ل: نحت عظام الخد والفك.",
                "المدة: تصل إلى عامين أو أكثر ."
              ]
            },
            {
              "title": "بوليميثيل ميثاكريلات (PMMA): الحل الهيكلي",
              "items": [
                "الوظيفة : يوفر حجما فورا ونحتاً ا ً دائما.",
                "ضمفل ل: التحسين الكبير طويل الأمد.",
                "المدة: تستمر عدة سنوات."
              ]
            }
          ]
        },
        {
          "type": "color-content",
          "title": "اختيار الفيلر المناسب وتخصيصه للحصول على نتائج مثالية لكل حالة فردية ",
          "description": "في كاريزما، يتم تصميم خطة العلاج الخاصة بك لتتناسب مع أهدافك الجمالية الفريدة. سواء كنت تبحث عن التعديل البسيط أو النحت والتحديد الجذري، فإن تقنيات الفيلر لدينا ت ضمن ّ لك ملامح تشع ثقًة و جمالا."
        },

        {
          "type": "content",
          "title": "اختر الفيلر المثالي لتعزيز جمالك في مركز كاريزما الطبي التخصصي ",
          "features": [
            "رحلتك الشخصية نحو جمال ج ّذاب: في مركز كاريزما الطبي المتخصص، يتبع أطباء الجلدية والتجميل لدينا تقنيات فردية لتعزيز جمالك. خلال استشارتك، نقوم بتقييم ملامح وجهك وتطلعاتك الجمالية ة البقاء ّ ومد المطلوب ة بعناية، لنوصيك بالفيلر المثالي لتلبية احتياجاتك الخاصة.",
            "عززي ثقتك بنفسك، بشكل طبيعي : الجمال الطبيعي رحلة شخصية، ونحن هنا لإ رشادك في كل خطوة على الطريق،نقدم مجموعة واسعة من حلول تجميل الوجه والجسم، يلتزم مركز كاريزما الطبي التخصصي بمعالجة مخاوفك الجمالية مع التركيز على إبراز جاذبيتك الطبيعية."
          ]
        },
        {
          "type": "sub-heading-content-last",
          "title": "نهج شخصي لتحقيق أهداف جمالك ",
          "description": "في مركز كاريزما الطبي التخصصي، ندرك أن رحلة كل شخص نحو الجمال فريدة من نوعها. خلال استشارتك، سيستغرق أطباء الجلدية الخبراء لدينا الوقت للاستماع إلى أهدافك الجمالية ومخاوفك، وصياغة خطة علاج صا لتحقيق النتيجة المرجوة مصممة خصي ."
        },
        {
          "type": "color-content",
          "title": "احتياطات لتجربة حقن ا لفيلر الآمنة ",
          "description": "على الرغم من أن حقن الفيلر بشكل عام آمن، إلا أنه من الضروري مراعاة الاحتياطات التالية:",
          "features": [
            {
              "title": "تجنب الفيلر إذا: ",
              "items": [
                "كن ِت حاملًا أو مرضعة",
                "لديك تاريخ من الحساسية تجاه مكونات الفيلر .",
                "لديك عدوى جلدية أو حب الشباب النشط في موقع الحقن",
                "لديك أمراض مناعية ذاتية أو حالة طبية غير مضبوطة."
              ]
            },
            "استشر خبرائنا : اطلب الاستشارة فقط من طبيب جلدية أو جراح تجميل معتمد لديه خبرة كبيرة في حقن الفيلر .",
            "تواصل بصراحة : ناقش تاريخك الطبي والنتائج المتوقعة وأي مخاوف لديك مع طبيب الجلدية خلال موعدك لضمان أفضل النتائج."
          ]
        },
        {
          "type": "content",
          "title": "الاستعداد لموعد الفيلر ",
          "description": "التحضير المناسب ضروري لتجربة حقن الفيلر سلسة وفعالة.",
          "features": [
            "الإفصاح عن الأدوية والمكملات: أبلغ طبيبك عن أي أدوية أو فيتامينات أو مكملات تتناولها، حيث يمكن أن تتفاعل بعضها مع الفيلر .",
            "تجنب مميعات الدم: توقف عن تناول مميعات الدم أو المكملات لفترة معينة )بموافقة طبيبك المتابع( قبل موعدك لتقليل ظهور الكدمات.",
            "إدارة التوقعات: يوفر الفيلر تحسينات بسيطة ا. ناقش الأهداف الواقعية مع طبيبك لضمان توافق توقعاتك مع ما ً ا طبيعي ً ومظه يمكن تحقيقه.",
           "التخطيط الذكي: خطط لموعدك في وقت يمكنك فيه تجنب الأنشطة المجهدة أو المناسبات الاجتماعية مباشرة بعد العلاج، حيث قد يحدث بعض التورم أو الاحمرار . "
          ]
        },
        {
          "type": "color-content",
          "title": "نصائح أساسية للرعاية اللاحقة للحصول على نتائج مثالية ",
          "description": "لتعزيز نتائج حقن الفيلر ، اتبع نصائح الرعاية اللاحقة هذه:",
          "features": [
            "تقليل اللمس: تجنب لمس أو تدليك المناطق المحقونة لمدة 24 ساعة على الأقل لتقليل خطر الإصابة بالعدوى.",
            "التعامل مع التورم والاحمرار : ضع كمادات باردة على المناطق المعالجة للمساعدة في تقليل أي تورم أو احمرار .",
            "الحماية من الشمس : استخدم واقي الشمس بمعامل حماية من الشمس 30 SPF ا لحماية بشرتك من الأشعة فوق ً أو أعلى يوم البنفسجية الضارة.",
            "وضع المكياج : انتظر 24 ساعة على الأقل قبل وضع المكياج على المناطق المعالجة.",
            "الحفاظ على التواصل المفتوح: إذا واجهت أي آثار جانبية غير عادية أو شعرت بعدم الراحة، اتصل بطبيبك على الفور ."
          ]
        },
        {
          "type": "content",
          "title": "تجربة تجديد الشباب في مركز كاريزما الطبي التخصصي ",
          "description": "في مركز كاريزما الطبي التخصصي، نحن ملتزمون بتوفير تجربة حقن فيلر آمنة ومريحة وناجحة. يستخدم فريق  أطباء الجلدية الخبراء لدينا تقنيات متقدمة ومنتجات عالية الجودة لضمان نتائج تنال رضاك."
        },
        {
          "type": "sub-heading-content-last",
          "title": "احجز استشارتك اليوم ! ",
          "description": "اكتشف كيف يمكن لحشوات الفيلر أن تعزز جمالك الطبيعي وتعيد إليك إشراقتك الشبابية. تواصل مع مركز كاريزما الطبي التخصصي لحجز استشارتك، ودعنا نرشدك في عالم الفيلر من خلال نهج شخصي مصمم خصيصًا لاحتياجاتك!"
        },
        {
          "type": "color-heading",
          "title": "اكتشفي كيف يمكن لحقن الفيلر أن ي عزز جمالك الطبيعي و ي ستعيد إشراقة شبابك. اتصلي بمركز كاريزما الطبي التخصصي لحجز استشارتك، ودعي نا نصمم لك تجربة حقن فيلر علاجية مخصصة لتلبية أهدافك الجمالية! "
        },
        {
          "type": "list-services-noImage",
          "listServices": [
            {
              "id": 1,
              "name": "نحت ملامح وجهك في مركز كارزما التخصصي الطبي",
              "image": "../assets/Images/depts/derma/filler/Sculpting-Your-Dream-Face-banner.png",
              "link": "derma/dermal-fillers/sculpting",
              "readMore": "اقرأ المزيد",
              "designation": "يستخدم أطباؤنا المتخصصون في التجميل أحدث التقنيات والمنتجات الفاخرة لنحت الملامح التي تحلم بها."
            },
            {
              "id": 2,
              "name": "تعزيز ثقتك بجسمك في مركز كارزما التخصصي الطبي",
              "image": "../assets/Images/depts/derma/filler/Enhancing-Your-Body-Confidence-banner.png",
              "link": "derma/dermal-fillers/body-confidence",
              "readMore": "اقرأ المزيد",
              "designation": "إلى جانب علاجات الوجه، نقدم حلول تحسين الجسم المتقدمة لتعزيز ثقتك بنفسك ومظهرك."
            }
          ]
        },
        {
          "type": "content",
          "title": "أطباؤنا"
        },
        {
          "type": "slider-doctors",
          "title": "قابل أطباؤنا المتخصصين",
          "cards": {
            "background-color": "#f9f9f9",
            "heading-color": "#577065",
            "heading-size": "24px",
            "desc-color": "#5C4033",
            "desc-size": "16px",
            "button-text-color": "#577065",
            "button-text-size": "16px"
          },
          "doctors": [
            {
              "id": 1,
              "name": "د. ساندرو سيسي",
              "readMore": " اقرأ المزيد",
              "designation": "أخصائي الأمراض الجلدية",
              "image": "/assets/Images/doctors/Dr Sandro.png",
              "link": "doctor/dr-sandro-ceci"
            },
            {
              "id": 2,
              "name": "د. منار مجدي",
              "readMore": " اقرأ المزيد",
              "designation": "أخصائية الأمراض الجلدية",
              "image": "/assets/Images/doctors/Dr Manar.png",
              "link": "doctor/dr-manar-magdy"
            },
            {
              "id": 3,
              "name": "رامليا أناركولوفا",
              "readMore": " اقرأ المزيد",
              "designation": "مستشارة تجميل ",
              "image": "/assets/Images/doctors/Dr Ramila.png",
              "link": "doctor/dr-ramilia-anarkulova"
            }
          ]
        }
      ]
    },
    {
      "id": "2",
      "name": "anti-aging-treatment",
      "sections": [
        {
          "type": "banner",
          "deptName": "الأمراض الجلدية",
          "deptLink": "derma",
          "serviceName": "علاج مكافحة الشيخوخة",
          "bannerImage": "../assets/Images/depts/derma/anti-aging-treatment/banner.png",
          "bannerPosition": "center",
          "home": "الصفحة الرئيسية "
        },
        {
          "type": "image-content",
          "imageUrl": "../assets/Images/depts/derma/anti-aging-treatment/body-image.png",
          "imageAlt": "علاج مكافحة الشيخوخة",
          "title": "علاج مكافحة الشيخوخة",
          "content": [
            {
              "type": "paragraph",
              "text": "التأثيرات المتعددة لعلاج مكافحة الشيخوخة في مركز كاريزما الطبي التخصصي"
            },
            {
              "type": "heading",
              "text": "أكثر من مجرد تقليل التجاعيد"
            },
            {
              "type": "paragraph",
              "text": "علاج مكافحة الشيخوخة، أو توكسين البوتولينوم النوع A، هو بروتين نقي ذو وظيفة قوية:"
            },
            {
              "type": "list",
              "items": [
                "الوظيفة: يعمل علاج مكافحة الشيخوخة عن طريق منع الإشارات بين الأعصاب والعضلات بشكل مؤقت، مما يؤدي إلى استرخاء المنطقة المستهدفة."
              ]
            }
          ]
        },
        {
          "type": "cont-content",
          "title": "تطبيقات طبية متنوعة",
          "description": "على الرغم من أن علاج مكافحة الشيخوخة معروف بفوائده التجميلية، إلا أن استخداماته تمتد إلى العديد من التطبيقات الطبية:"
        },
        {
          "type": "sub-heading-content-last",
          "heading": "تقليل التجاعيد",
          "description": "يساعد على استرخاء عضلات الوجه والرقبة التي تسبب التجاعيد والخطوط الدقيقة، مما يمنح مظهرًا أكثر نعومة. (المدة: 3-6 أشهر).",
          "features": [
            "تجاعيد الجبهة: تقليل خطوط العبوس والتجاعيد الأفقية للحصول على مظهر أكثر استرخاءً.",
            "عيون أكثر إشراقًا: رفع منطقة الحاجب لمنح العيون مظهرًا أكثر شبابًا وانفتاحًا.",
            "خطوط العبوس: تقليل الخطوط العميقة بين الحاجبين للحصول على تعبير أقل حدة.",
            "خطوط الابتسامة: تقليل التجاعيد حول الفم لمظهر أكثر شبابًا.",
            "أقدام الغراب: تنعيم الخطوط حول العينين لمظهر أكثر إشراقًا وشبابًا.",
            "رفع الحواجب: رفع الحواجب قليلاً لفتح منطقة العين وإضفاء مظهر أكثر شبابًا.",
            "تحسين شكل الشفاه: تحقيق تأثير \"قوس كيوبيد\" خفيف على الشفة العليا.",
            "خطوط الشفاه: تقليل الخطوط العمودية فوق الشفة العلوية للحصول على مظهر أكثر نعومة وامتلاءً.",
            "الرعاية الوقائية: يمكن استخدام علاج مكافحة الشيخوخة بشكل وقائي لتقليل تكوين التجاعيد في المستقبل."
          ]
        },
        {
          "type": "color-content",
          "title": "تحقيق مظهر متوازن ومنتعش",
          "description": "يقدم علاج مكافحة الشيخوخة فوائد إضافية لإعادة تجديد شباب الوجه بالكامل:",
          "features": [
            "تقليل كبير لتشنج الفك: يساعد علاج مكافحة الشيخوخة على استرخاء عضلات الفك، مما يقلل من طحن الأسنان ويمنح مظهرًا أكثر استرخاءً للفك.",
            "تقليل الابتسامة اللثوية: يمكن لعلاج مكافحة الشيخوخة أن يرخي العضلة التي ترفع الشفة العليا، مما يقلل من ظهور اللثة عند الابتسام.",
            "الصداع النصفي المزمن: يمكن لعلاج مكافحة الشيخوخة أن يمنع إشارات الألم المرتبطة بالصداع النصفي، مما يقلل من تكرار وحدة الصداع. (المدة: 3-6 أشهر)",
            "فرط التعرق (التعرق الزائد): يمنع علاج مكافحة الشيخوخة نشاط الغدد العرقية، مما يوفر راحة من التعرق المفرط في مناطق مثل الإبطين واليدين والوجه. (المدة: 6-12 شهرًا)",
            "اضطرابات المفصل الصدغي الفكي: يقلل علاج مكافحة الشيخوخة من توتر العضلات في الفك، مما يخفف الألم والانزعاج المرتبط باضطرابات المفصل الفكي الصدغي. (المدة: 3-6 أشهر)",
            "تشنجات العضلات: يساعد علاج مكافحة الشيخوخة على استرخاء العضلات التي تكون مفرطة النشاط، مما يوفر راحة من الحالات مثل خلل التوتر العنقي (تشنجات الرقبة)، وتشنج الجفن (ارتعاش الجفون)، وتشنج الوجه النصفي (ارتعاش الوجه). (يدوم لمدة 3-6 أشهر)"
          ]
        },
        {
          "type": "content",
          "title": "اختبر النسخة الأكثر حيوية من نفسك مع علاج مكافحة الشيخوخة",
          "description": "يعد علاج مكافحة الشيخوخة أداة قوية لتحقيق مظهر أكثر نعومة وإشراقًا وشبابًا في وجهك وجسمك. سواء كنت ترغب في استهداف الخطوط الدقيقة، أو تقليل التعرق المفرط، أو تخفيف توتر العضلات، فإن علاج مكافحة الشيخوخة يمكن أن يعزز جمالك الطبيعي ورفاهيتك."
        },
        {
          "type": "color-content",
          "title": "معلومات هامة حول حقن علاج مكافحة الشيخوخة في مركز كاريزما الطبي التخصصي",
          "description": "في مركز كاريزما الطبي التخصصي، تعتبر سلامتك وتحقيق أفضل النتائج الممكنة أولويتنا القصوى. لضمان تجربة ناجحة وسلسة، قمنا بتجميع الاحتياطات الأساسية، وموانع الاستخدام، وتعليمات الرعاية اللاحقة لعلاجات مكافحة الشيخوخة."
        },
        {
          "type": "content",
          "title": "تعليمات العناية بعد علاج مكافحة الشيخوخة",
          "description": "لضمان أفضل النتائج وتقليل المخاطر، يُرجى اتباع تعليمات الرعاية اللاحقة التالية:",
          "features": [
            "الحفاظ على وضعية مستقيمة: حافظ على وضعية مستقيمة لمدة 3-4 ساعات بعد حقن علاج مكافحة الشيخوخة لضمان التوزيع الأمثل للمنتج. تجنب التمارين الرياضية الشاقة خلال هذه الفترة.",
            "تقليل التعرض لأشعة الشمس: لمدة 24 ساعة بعد الحقن، تجنب التعرض المباشر لأشعة الشمس أو الحرارة الشديدة للحد من مخاطر التورم أو الاحمرار.",
            "تجنب لمس المنطقة المعالجة: امتنع عن لمس أو تدليك أو الضغط على المناطق المعالجة لمدة 8 ساعات على الأقل لتجنب تعطيل تأثير علاج مكافحة الشيخوخة.",
            "الإقلاع عن التدخين: للحصول على أفضل النتائج، ننصح بشدة بتجنب التدخين لمدة أسبوعين على الأقل بعد حقن علاج مكافحة الشيخوخة."
          ]
        },
        {
          "type": "color-heading",
          "title": "موانع استخدام علاج مكافحة الشيخوخة",
          "description": "قد لا يكون علاج مكافحة الشيخوخة مناسبًا للأشخاص الذين يعانون من الحالات التالية:",
          "features": [
            "الحمل: يُمنع استخدام علاج مكافحة الشيخوخة أثناء الحمل بسبب المخاطر المحتملة لنقل المادة إلى الجنين.",
            "الرضاعة الطبيعية: لا يُوصى باستخدام علاج مكافحة الشيخوخة للنساء المرضعات خلال الأشهر الستة الأولى بعد الولادة. إذا كانت الرضاعة ضرورية، يُنصح بالانتظار لمدة ساعتين بعد العلاج.",
            "أمراض العضلات والتصلب المتعدد: قد يؤثر علاج مكافحة الشيخوخة على بعض اضطرابات العضلات مثل التصلب المتعدد (MS)، لذا يجب تجنبه في هذه الحالات.",
            "التهابات الجلد النشطة أو التهاب الجلد: لا تتلقى علاج مكافحة الشيخوخة إذا كنت تعاني من عدوى أو التهاب في موقع الحقن."
          ]
        },
        {
          "type": "sub-heading-color-content-last",
          "heading": "ننصحك بشدة بإبلاغ طبيب الأمراض الجلدية إذا كانت أي من هذه الحالات تنطبق عليك لضمان سلامتك وصحتك."
        },
        {
          "type": "content",
          "title": "قبل حقن علاج مكافحة الشيخوخة",
          "features": [
            "العلاجات الأولية المتوافقة: تعتبر إجراءات تنظيف البشرة آمنة بشكل عام قبل حقن علاج مكافحة الشيخوخة، ولكن يرجى مناقشة أي علاجات أخرى مع طبيب الأمراض الجلدية.",
            "فترة الانتظار للعلاجات الأخرى: بعد حقن علاج مكافحة الشيخوخة، يُنصح بالانتظار حوالي ثلاثة أسابيع قبل الخضوع لعلاجات الميزوثيرابي أو إزالة الشعر بالليزر أو التبييض أو التقشير."
          ]
        },
        {
          "type": "color-content",
          "title": "تخطيط جدول علاجاتك",
          "features": [
            "العلاجات المتوافقة في نفس اليوم: وفقًا لأهدافك العلاجية، يمكن إجراء تجديد البشرة بالبلازما وحقن الفيلر في نفس يوم حقن علاج مكافحة الشيخوخة. سيتم مناقشة ذلك خلال استشارتك مع طبيب الأمراض الجلدية."
          ]
        },
        {
          "type": "content",
          "title": "ضمان تجربة آمنة وفعالة لعلاج مكافحة الشيخوخة",
          "description": "في مركز كاريزما الطبي التخصصي، نفتخر باتخاذ كل الإجراءات اللازمة لتوفير تجربة علاج مكافحة الشيخوخة آمنة وفعالة ومخصصة لعملائنا:",
          "features": [
            "استشارة الخبراء: سيقوم أطباؤنا المعتمدون بتقييم تاريخك الطبي وتحديد ما إذا كان علاج مكافحة الشيخوخة هو الخيار المناسب لك.",
            "خطط علاجية فردية: نقوم بتخصيص علاج مكافحة الشيخوخة وفقًا لاحتياجاتك الفريدة، لضمان تحقيق النتيجة التي ترغب بها.",
            "آمن وفعال: نستخدم منتجات عالية الجودة مع أحدث التقنيات لضمان تحقيق أفضل النتائج مع تقليل المخاطر، حيث نركز على سلامتك وتحقيق رضاك التام."
          ]
        },
        {
          "type": "color-content",
          "title": "احصل على مظهر أكثر شبابًا مع علاج مكافحة الشيخوخة اليوم في مركز كاريزما الطبي التخصصي!",
          "description": "يقدم علاج مكافحة الشيخوخة حلاً غير جراحي لمظهر أكثر نعومة وإشراقًا وشبابًا. حجز استشارة مع متخصصي علاج مكافحة الشيخوخة لدينا اليوم لمعرفة المزيد عن كيفية تحسين جمالك الطبيعي بهذا العلاج. سنناقش أهدافك، نجيب على أسئلتك، ونضع خطة علاج مخصصة لمساعدتك في تحقيق المظهر الذي تريده."
        },
        {
          "type": "content",
          "title": "أطباؤنا"
        },
        {
          "type": "slider-doctors",
          "title": "قابل أطباؤنا المتخصصين",
          "cards": {
            "background-color": "#f9f9f9",
            "heading-color": "#577065",
            "heading-size": "24px",
            "desc-color": "#5C4033",
            "desc-size": "16px",
            "button-text-color": "#577065",
            "button-text-size": "16px"
          },
          "doctors": [
            {
              "id": 1,
              "name": "د. ساندرو سيسي",
              "readMore": " اقرأ المزيد",
              "designation": "أخصائي الأمراض الجلدية",
              "image": "/assets/Images/doctors/Dr Sandro.png",
              "link": "doctor/dr-sandro-ceci"
            },
            {
              "id": 2,
              "name": "د. منار مجدي",
              "readMore": " اقرأ المزيد",
              "designation": "أخصائية الأمراض الجلدية",
              "image": "/assets/Images/doctors/Dr Manar.png",
              "link": "doctor/dr-manar-magdy"
            },
            {
              "id": 3,
              "name": "رامليا أناركولوفا",
              "readMore": " اقرأ المزيد",
              "designation": "مستشارة تجميل ",
              "image": "/assets/Images/doctors/Dr Ramila.png",
              "link": "doctor/dr-ramilia-anarkulova"
            }
          ]
        }
      ]
    },
    {
      "id": "3",
      "name": "cosmetic-threads",
      "sections": [
        {
          "type": "banner",
          "deptName": "الأمراض الجلدية",
          "deptLink": "derma",
          "serviceName": "الخيوط التجميلية  ",
          "bannerImage": "../assets/Images/depts/derma/Cosmetic-Threads/banner.png",
          "bannerPosition": "right",
          "home": "الصفحة الرئيسية "
        },
        {
          "type": "image-content",
          "imageUrl": "../assets/Images/depts/derma/Cosmetic-Threads/body-image.png",
          "imageAlt": "الخيوط التجميلية  ",
          "title": "الخيوط التجميلية في مركز كاريزما الطبي التخصصي ",
          "content": [
            {
              "type": "paragraph",
              "text": "اكتشفي جمالك الطبيعي مع تقنيات الشد ب الخيوط غير الجراحية المتقدمة في مركز كاريزما الطبي التخصصي. "
            },
            {
              "type": "heading",
              "text": "ما هي خيوط الشد غير الجراحية؟ "
            },
            {
              "type": "paragraph",
              "text": "عرف الغرز القابلة للذوبان المصنوعة من مواد حيوية متوافقة مثل بولي ت ديوكسانونPDO بالخيوط غير في مواقع محددة على الوجه أو فروة الرأس أو الجسم لتحقيق مجموعة من ً الجراحية. توضع هذه لخيوط عمد الأهداف الجمالية."
            }
          ]
        },
        {
          "type": "content",
          "title": "ما هي وظيفة الخيوط التجميلية؟",
          "description": "توفر الخيوط التجميلية تأثيرات الرفع والشد والتكبير، وتحفز إنتاج الكولاجين للحصول على نتائج تدوم لفترة أطول.",
          "heading2": "في مركز كاريزما الطبي التخصصي، نقدم إجراءات الخيوط التجميلية المتقدمة التي تعتبر قليلة التوغل، وتوفر تجديد شباب الوجه وتقليل الندبات وشد البطن للحصول على مظهر أكثر شبابا .",
          "features": [
            "أخصائيون موثوق بهم يمكنك الاعتماد عليهم : أطباء الجلدية المعتمدون لدينا خبراء في أحدث تقنيات الشد ب ا لضمان ً ا شخصي ً الخيوط. نتبع نهج جعل كل علاج يتناسب مع ملامحك الفريدة.",
            "تقنيات متقدمة وسلامة : نستخدم أحدث تقنيات الشد ب الخيوط والمواد المعتمدة عالمياً لتوفير نتائج مثالية ودائمة مع ضمان سلامتك وراحتك.",
            "خطط علاجية مخصصة : نحن نفهم أهدافك الجمالية ونعمل عن كثب معك لإنشاء خطة علاج مخصصة لتحقيق المظهر الأكثر جمالاً وشبابا الذي تريده."
          ]
        },
        {
          "type": "color-content",
          "title": "ما هي استخدامات الخيوط التجميلية ؟ ",
          "description": "في مركز كاريزما الطبي التخصصي، تستخدم الخيوط التجميلية لمجموعة متنوعة من الأغراض. اكتشف مجموعتنا المتنوعة من حلول خيوط الشد المصممة لتلبية احتياجاتك الفريدة:",
          "features": [
            "الوجه : جم وج ّدد ملامح وجهك واكتشف تقنياتنا المختلفة في رسم عيون القطة اللافتة )كات آيرز( أو عيون الثعلب )فوكس آيز( وجاذبية ً الأنيقة. تنجح تقنياتنا في رفع وتحديد منطقة العينين للحصول على مظهر أكثر شباب .",
            "الشعر: اجعلي شعرك أكثر كثافة وصحّة وامتلاءبتحفيزبصيلات الشعر مع تقنيات الخيوط المبتكرة لدينا.",
            "البطن: ودة ومس ّط مع إجراءات شد البطن غير الجراحية لدينا، مما يقلل من ترهل الجلد اجعلي منطقة البطن م شد حة للحصول على مظهر أكثر نعومة ونحافة."
          ]
        },
        {
          "type": "content",
          "title": "نتائج تحويلية مع خيوط الـ PDO",
          "description": "تعد خيوط الشد PDOحلاً متعدد الاستخدامات لمعالجة مشاكل الجلد المختلفة:",
          "features": [
            "أنواع خيوط الشد الـ PDO: نقدم خيوط الـ PDO الأحادية واللولبية لاستهداف ترهل الجلد والتجاعيد وفقدان الحجم وندبات حب الشباب."
          ]
        },
        {
          "type": "color-content",
          "title": "ما هي استخدامات خيوط الـ PDO ؟ ",
          "features": [
            "التجديد الفوري : حققي نتائج رائعة بأقل قدر من الانزعاج وبأسرع وقت للتعافي .",
            "تأثيرات طويلة الأمد : توفر خيوط الشد الـ PDO نتائج تدوم لفترة طويلة، عاد ًة ما تستمر من 12 إلى 18 ا، مع جلسات موصى بها كل ً شه 3 إلى 4 أشهر .",
            "استعد للرجوع بالزمن في 20 دقيقة : تستغرق كل جلسة حوالي 20 ا ً ا موضعي ً دقيقة وتتطلب فقط تخديرا موضعيا",
            "آثار جانبية طفيفة واستشفاء سريع: استمتع بعلاج آمن وفعال مع وقت تعافي ذكر ُ لا ي"
          ]
        },
        {
          "type": "content",
          "title": "اجعلي من نفسك نسخة أكثر شباباً ونعومة مع خيوط الشد PDO",
          "features": [
            "بشرة مشدودة و ا ً أكثر إحكام: تشد خيوط الـ PDO الجلد المترهل على الوجه والذقن والرقبة والبطن.",
            "تقليل التجاعيد والندبات : سيطري على ظهور التجاعيد والخطوط الدقيقة وندبات حب الشباب العميقة للحصول على بشرة أكثر شبابا.ً",
            "مظهر مشرق وشبابي : عززي نسيج بشرتك ومرونتها، وامنحيها ا من ً مظهر ت ا ًشا وحيو"
          ]
        },
        {
          "type": "color-content",
          "title": "اكتشفي قوة تأثير خيوط الشد الـ PDO في مركز كاريزما الطبي التخصصي ",
          "description": "حجزي استشارتك اليوم لاستكشاف النتائج الرائعة لخيوط الشد PDO واختبري بشرة أكثر تناسقاً ا ً وشباب"
        },
        {
          "type": "content",
          "title": "احتضني بشرة أكثر نعومة : تقطيع الألياف لمحو الندبات العميقة في كاريزما ",
          "description": "في مركز كاريزما الطبي التخصصي، ندرك تأثير الندبات العميقة على ثقتك بنفسك. يوفر علاج تقطيع الألياف حلّاً بسي ًط دع الزمن يترك ذكرياته ا لمعالجة الندبات العميقة والمقعرة، خاصة تلك الناتجة عن حب الشباب والجروح. في عقلك لا على على جسدك! "
        },
        {
          "type": "color-content",
          "title": "أعيدي الشباب لملامحك بخيوط الإبرة الواحدة: شباب يدوم طويلاً",
          "description": "توفر خيوط الإبرة الواحدة حلاً مثالياً لرفع وتجديد مناطق الوجه المختلفة:",
          "features": [
            "المناطق المستهدفة : شد الوجه والرقبة والأنف والخدين وخطوط الابتسامة لتأثير تجديد الشباب الشامل.",
            "رفع الحاجبين : يستخدم أطباء الجلدية المهرة لدينا خيو ًط مظهر عيون القطة الأنيق أو عيون ا بأطوال وأحجام مختلفة لتحقيق الثعلب الساحر ."
          ]
        },
        {
          "type": "sub-heading-color-content-last",
          "heading": "ما الذي يمكن أن تفعله خيوط الإبرة الواحدة من أجلك؟ ",
          "features": [
            " شد الوجه الشامل لمظهر شاب وحيوي",
            "ملامح جذابة ومتناسقة",
            "رفع الحاجبين وسحب العينين الآسر .",
            " إجراءات مريحة مع تخدير موضعي",
            "نتائج تدوم طويلاً مصممة لاحتياجاتك الفريدة."
          ]
        },
        {
          "type": "content",
          "title": "اعتبارات العلاج ",
          "features": [
            "جلسات متعددة : وف ًق تاندبات لديك، قد يوصي طبيبك بجلسة أو جلستين أو ثلاث جلسات متباعدة بأسبوعين. ا لشدة",
            "الشفاء والرعاية اللاحقة : التورم البسيط والاحمرار شائعان بعد العلاج. يجب تجنب التعرض لأشعة الشمس لمدة أسبوعين بعد كل جلسة."
          ]
        },
        {
          "type": "color-content",
          "title": "اعتنقي بشرة خالية من العيوب مع تقطيع الألياف في كاريزما ",
          "description": "يمكن لتقطيع الألياف أن يعيد إحياء بشرتك اً ّ كلي ، مما يقلل من الندبات العميقة ويكشف عن بشرة أكثر نعومة وخالية من الندبات. سيقيم أطباء الجلدية المتمرسون لدينا احتياجاتك الفردية لتحديد ما إذا كان تقطيع الألياف هو العلاج المثالي لك. نقدم خطط علاج مخصصة ونجمع بين تقطيع الألياف وطرق أخرى لتحقيق نتائج مثلى."
        },
        {
          "type": "content",
          "title": "ما هو تقطيع الألياف؟ ",
          "description": "يستخدم تقطيع الألياف إبرة دقيقة لاستهداف السبب الكامن وراء الندبة العميقة.",
          "features": [
            "كيف يعمل تقطيع الألياف؟ : يعتمد الإجراء على ّ قطع الأنسجة الليفية التي تربط الندبات بالطبقات العميقة من الجلد. هذا يسمح للجلد بالتجدد وملء مساحة الندبة، مما يؤدي إلى إعادة تسطيح الندبة وجعل سطح الجلد أكثر تجانسا.ً"
          ]
        },
        {
          "type": "color-content",
          "title": "فوائد تقطيع الألياف لعلاج الندبات",
          "features": [
            "نتائج واضحة:  قد تظهر التحسينات بعد الجلسة الأولى، خاصة عند دمجها مع علاجات أخرى لتقليل الندبات.",
            "سريع وآمن: يتم إجراء تقطيع الندبات تحت التخدير الموضعي، وهو إجراء آمن ومحتمل وقليل التدخل.",
            "فعال للندبات العميقة : مفيد بشكل خاص للندبات التي لا تستجيب للعلاج الموضعي.",
            "نتائج محسنة : يعمل تقطيع الألياف بشكل أفضل عند دمجه مع العلاجات مثل البلازما والميزوثيرابي والإبر الدقيقة أو الفراكشنال ليزر ."
          ]
        },
        {
          "type": "content",
          "title": "اعتبارات العلاج ",
          "features": [
            "جلسات متعددة لتحقيق بشرة خالية من الندبات ! : 2-3جلسات متباعدة بأسبوعين للحصول على نتائج مثلى.",
            "الشفاء : توّقع بعض التورم والاحمرار، وتجنب التعرض لأشعة الشمس لمدة أسبوعين بعد كل جلسة."
          ]
        },
        {
          "type": "sub-heading-content-last",
          "title": "اجعل بشر تك مشرقة وخالية من الندبات في كاريزما ",
          "description": "اتصل بمركز كاريزما الطبي التخصصي اليوم لتحديد موعد استشارتك واكتشف كيف يمكن لتقطيع الألياف أن يساعدك في الحصول على بشرة أكثر سلاسة وثقة. دعنا نساعدك على الظهور بأفضل ما لديك!"
        },
        {
          "type": "color-heading",
          "title": "تجربة الفوائد الثورية ل ل شد ب الخيوط غير الجراحي في مركز كاريزما الطبي ال تخصصي! "
        },
        {
          "type": "list-services-noImage",
          "listServices": [
            {
              "id": 1,
              "name": "خيوط البطنPDO ",
              "image": "/assets/Images/home/Doctors.png",
              "link": "derma/cosmetic-threads/pdo-tummy-threads",
              "readMore": " اقرأ المزيد",
              "designation": "حققي المظهر الرشيق الذي ترغبين فيه في دقائق، واحصلي على بطن مشدودة ومسطحة مع إجراءات خيوط البطنPDO ، وهو حل غير جراحي لشد وتثبيت الجلد."
            },
            {
              "id": 2,
              "name": "   خيوط الإبرة الواحدة ",
              "image": "/assets/Images/home/Doctors.png",
              "link": "derma/cosmetic-threads/single-needle-threads",
              "readMore": " اقرأ المزيد",
              "designation": "توفر خيوط الإبرة الواحدة حلاً غير جراحياً ا شاملاً لتجديد ً لرفع وتجديد مناطق مختلفة من الوجه، مما يوفر نه"
            }
          ]
        },
        {
          "type": "content",
          "title": "أطباؤنا"
        },
        {
          "type": "slider-doctors",
          "title": "قابل أطباؤنا المتخصصين",
          "cards": {
            "background-color": "#f9f9f9",
            "heading-color": "#577065",
            "heading-size": "24px",
            "desc-color": "#5C4033",
            "desc-size": "16px",
            "button-text-color": "#577065",
            "button-text-size": "16px"
          },
          "doctors": [
            {
              "id": 1,
              "name": "د. ساندرو سيسي",
              "readMore": " اقرأ المزيد",
              "designation": "أخصائي الأمراض الجلدية",
              "image": "/assets/Images/doctors/Dr Sandro.png",
              "link": "doctor/dr-sandro-ceci"
            },
            {
              "id": 2,
              "name": "د. منار مجدي",
              "readMore": " اقرأ المزيد",
              "designation": "أخصائية الأمراض الجلدية",
              "image": "/assets/Images/doctors/Dr Manar.png",
              "link": "doctor/dr-manar-magdy"
            },
            {
              "id": 3,
              "name": "رامليا أناركولوفا",
              "readMore": " اقرأ المزيد",
              "designation": "مستشارة تجميل ",
              "image": "/assets/Images/doctors/Dr Ramila.png",
              "link": "doctor/dr-ramilia-anarkulova"
            }
          ]
        }
      ]
    },
    {
      "id": "4",
      "name": "rejuvenation-injection",
      "sections": [
        {
          "type": "banner",
          "deptName": "الأمراض الجلدية",
          "deptLink": "derma",
          "serviceName": "حقن تجديد الشباب",
          "bannerImage": "../assets/Images/depts/derma/Rejuvenation/banner.png",
          "bannerPosition": "center",
          "home": "الصفحة الرئيسية "
        },
        {
          "type": "image-content",
          "imageUrl": "../assets/Images/depts/derma/Rejuvenation/body-image1.png",
          "imageAlt": "حقن تجديد الشباب",
          "title": "حقن تجديد الشباب",
          "content": [
            {
              "type": "heading",
              "text": "بشرتك المشرقة تنتظرك"
            },
            {
              "type": "paragraph",
              "text": "يدعم مركز كاريزما التخصصي الطبي رحلتك نحو مظهر أكثر شبابًا ونضارة. توفر حقن تجديد البشرة غير الجراحية طريقة مرنة لتحقيق بشرة أكثر نعومة وإشراقًا وشبابًا."
            }
          ]
        },
        {
          "type": "cont-content",
          "title": "اكتشفي الفوائد الرائعة لإبر النضارة) حقن تجديد البشر  محسنات الجلد(",
          "heading": "ما هي إبر النضارة ؟ ",
          "description": "حقن تجديد البشرة غير الجراحية، تتميز بمجموعة متنوعة من الحلول القابلة للحقن الفعالة المصممة خصيصا  لمكافحة علامات الشيخوخة المرئية وتعزيز بشرة أكثر صحة وإشراقا، ، كل ذلك دون الحاجة إلى إجراءات  جراحية"
        },
        {
          "type": "sub-heading-content",
          "heading": "حلول شد البشرة ",
          "features": [
            "جربي الرجوع إلى مرونة و ثبات الشباب:  عالج تر ل البشرة والجلد باستخدام حقن مركزة تعزز مظهر ا مشدودا وأكثر شبابا",
            "تعزيز ملامح الوجه : أعيدي رسم ملامح وجهك وارفعيها للحصول على مظهر منحوت شبابي وجميل. ",
            "تعزيز مرونة البشرة : عززي مرونة بشرتك لتقليل مظهر الخطوط الدقيقة والتجاعيد بشكل فعال، مما يؤدي إلى بشرة ناعمة وأكثر إشراقا تشع بالجمال."
          ]
        },
        {
          "type": "sub-heading-content-last",
          "heading": "حلول تبييض البشرة ",
          "features": [
            "استعيدي إشراقتك : اجعلي بشرتك متجانسة ونضرة، مع علاجات قوية تستهدف فرط التصبغ والبقع الداكنة. "
          ]
        },
        {
          "type": "color-heading",
          "title": "أعيدي تنشيط بشرتك: تقنيات التجديد غير الجراحي "
        },
        {
          "type": "sub-heading-color-content",
          "heading": "حققي بشرة خالية من العيوب ",
          "description": "ودعي لون البشرة غير المتجانس ورحبي ببشرة مشرقة. تستهدف علاجاتنا المخصصة ما يلي:",
          "features": [
            " التصبغات والبقع",
            "بشرة خالية من العيوب"
          ]
        },
        {
          "type": "sub-heading-color-content",
          "heading": " اختبري الفعالية مع استعادة إشراق بشرتك الطبيعي، واحصلي على نسختك الا.أكثر حيوية وشبابا",
          "features": [
            "نحت الملامح وتحسين الجلد بشكل طبيعي "
          ]
        },
        {
          "type": "sub-heading-color-content",
          "heading": "عززي ملامح الشباب وجدّديمرة أخرى مع حلول تعزيز الحجم لدينا:",
          "features": [
            "نحت ملامحك عن طريق استعادة الامتلاء الطبيعي ّ للمناطق المجوفة.",
            "تحسين نسيج بشرتك وتنعيم التجاعيد والخطوط الدقيقة."
          ]
        },
        {
          "type": "sub-heading-color-content",
          "heading": "توفر علاجاتنا القابلة للحقن مسارا غير جراحيا لنحت وشد الملامح وتحسين نضارة البشرة لمظهر أكثر شباا",
          "features": [
            "حلول مخصصة لعلاج كل مشكلة جلدية"
          ]
        },
        {
          "type": "sub-heading-color-content",
          "heading": "تستهدف مجموعتنا الشاملة من تقنيات تجديد الجلد غير الجراحي مشاكل جلدية متنوعة:",
          "features": [
            "تقليل التجاعيد : خففي مظهر الخطوط الدقيقة والتجاعيد مع أحدث وأفضل أنواع معززات البشرة وحقن التحفيز الحيوي.",
            "توحيد لون البشرة : قاومي فرط التصبغ واحصلي على بشرة أكثر تجانسا ونقاء مع علاجاتنا المخصصة."
          ]
        },
        {
          "type": "sub-heading-color-content",
          "heading": "ترطيب ومرونة ",
          "description": "أعيدي تنشيط بشرتك من الداخل:",
          "features": [
            "ترطيب عميق لمظهر ممتلئ وصحي. ",
            "تحفيز الكولاجين لتحسين مرونة وسماكة الجلد."
          ]
        },
        {
          "type": "sub-heading-color-content-last",
          "heading": "تخفيف آثار التعرّض للشمس",
          "features": [ 
            "اكتشفي قوة وفعالية معززات البشرة الغنية بمضادات الأكسدة لمكافحة أضرار الشمس المرئية وتحقيق بشرة أكثر صحة وأكثر تناس ق . ا في اللون"
        ]
        },
        {
          "type": "content",
          "title": "اكشفي عن بشرة جديدة شابة: دليل تجديد الشباب غير الجراحي ",
          "heading": "قوة العلاجات القابلة للحقن ",
          "description": "حققي تغييرا ملحوظا في بشرتك دون الحاجة إلى الجراحة. توفر علاجاتنا القابلة للحقن :",
          "features": [
            "علاج لطيف: استمتعي بتعزيز الجمال دون الحاجحة إلى وقت تعافي",
            "رعاية دقيقة: علاجات مصممة خصيصا لمعالجة عيوب بشرتك الخاصة. ",
            "تحّسن موثوق: تحسينات طفيفة ّ تكمل جمالك الطبيعي.",
            "السلامة أولا : آثار جانبية ومضاعفات أقل مقارنة بالخيارات الجراحية",
            " نتائج تدوم: استمتعي بالتحسينات التي تدوم لأشهر، تختلف حسب العلاج ونوع البشرة."
          ]
        },
        {
          "type": "color-content",
          "title": "حلول شاملة لمعالجة للبشرة ",
          "description": "تعالج إبر النضارة المختلفة مشاكل متنوعة في مناطق مختلفة من الجسم:",
          "features": [
            "تجديد شباب الوجه : قاومي الخطوط الدقيقة والتجاعيد وفقدان الحجم وأضرار الشمس مع إبر حمض الهيالورونيك ومعززات الجلد وحقن تحفيز الكولاجين.",
            "منطقة الصدر ( نضارة بشرة الصدر ) : دي نسيج الشباب لمنطقة الصدر، معالجة الجلد المرّقش والخطوط الدقيقة. استع ي",
            "تحسين الندبات : قللي من ظهور ندبات حب الشباب والندبات الجراحية وعلامات التمدد.",
            "صحّة العلاقة الحميمة: يوفر كاريزما علاجات نسائية متخصصة لتعزيز ترطيب ومرونة وحجم الأعضاء التناسلية."
          ]
        },
        {
          "type": "content",
          "title": "ال مناطق المعالجة لتحسين مثالي : ",
          "features": [
            " الوجه: من الجبهة إلى الذقن، بما في ذلك منطقة العينين والشفتين.",
            "الرقبة واليدين: الاعتناء بشباب هذه المناطق التي ا ما يتم تجاهلها غالب .",
            "الصدر : تجديد نضارة منطقة الصدر .",
            " الأرداف: تعزيز الشكل والملمس.",
            "الندبات: علاج مستهدف لتسطيح الندبات على بناء مكانها.",
            " المناطق الحساسة: تجديد نضارة الأعضاء التناسلية (منطقة البكيني) من قبل أخصائيين مؤهلين."
          ]
        },
        {
          "type": "color-content",
          "title": "استثمار بجمالك على المدى الطويل ",
          "features": [
            "حقن حمض الهيالورونيك: استمتعي بالنتائج لمدة 6  -18 شهرا",
            "معززات البشرة: تجدد كل 6-3 أشهر لإشراق مستمر .",
            "حقن تحفيز الكولاجين: استمتعي بتحسين تدريجي يدوم عاما أو أكثر"
          ]
        },
        {
          "type": "content",
          "title": "إعطاء الأولوية لسلامتك ",
          "description": "على الرغم من أن علاجاتنا آمنة بشكل عام، ننصح بما يلي:",
          "features": [
           "الإفصاح الكامل عن الحالة الصح ية: أبلغينا عن أي حالة طبية أو أدوية يتم تناولها.",
            "الحمل والرضاعة الطبيعية: يف ّضل تأجيل العلاجات خلال هذه الفترات.",
            "حماية من الشمس : احمي بشرتك من أشعة الشمس بعد العلاج.",
            " الرعاية اللاحقة: تجنب الأنشطة العنيفة ولمس المناطق المعالجة مباشرة بعد الحقن."
          ]
        },
        {
          "type": "color-content",
          "title":"اعتبارات قبل الخضوع للعلاج: ",
          "description": "ثقي بنا في رحلتك لبشرة مشرقة وشابة مع علاجات التجديد غير الجراحية لدينا، المصممة لتعزيز جمالك الفريد بأمان وفعالية. نحن ُعطي الأولوية لسلامتك وقد لا نمضي قدما إذا كنت تعانين من :",
          "features": [
            "التهابات جلدية نشطة أو حب الشباب في موقع الحقن.",
            " الأمراض المناعية الذاتية: إذا كنت تعاني من مرض مناعي ذاتي، فقد يؤثر ذلك على ما إذا كانت هذه العلاجات مناسبة لك أم لا.",
            "مميعات الدم: إذا كنت تتناول مميعات دم، يجب عليك التوقف عن استخدامها قبل إجراء الحقن، ولكن فقط بموافقة طبيبك المتابع.",
            "الحساسية: قد يكون لدى بعض الأشخاص حساسية لمكونات الفيلر، قبل إجراء الحقن، عليك التأكد من أنك لست من بينهم."
          ]
        },
        {
          "type": "content",
          "title": "لماذا تختار مركز كاريزما الطبي ال تخصصي؟ ",
          "description": "نحن لا نتحدث فقط عن الحقن. أولويتنا أنت ّ ! إليك ما يجعلنا مميزون: ",
          "features": [
            "استشارة الخبراء : أطباء الجلدية لدينا خباء ومحترفون للغاية - معتمدون من البورد الطبي ومستعدون لاكتشاف العلاج المثالي لك",
            "خطة علاج مخصصة : لا نستخدم معيارا واح دا يناسب الجميع. ستكون خطة العلاج الخاصة بك فريدة مثلك تماما.",
            "حدث التقنيات و معايير السلامة: نعتمد ونواكب أحدث التقنيات حيث نستخدم منتجات عالية الجودة جنبا إلى جنب مع أحدث الأجهزة"
          ]
        },
        {
          "type": "color-content",
          "title": "هل أنت مستعد للتألق مع مركز كاريزما الطبي ال تخصصي ",
          "description": "تخيل الحصول على بشرة أكثر جمال وإشراقا وشبابا دون الحاجة إلى الجراحة. هل يبدو ذلك مقنعا؟ هذا هو جوهر",
          "description2": "هل أنت مستعد لتعزيز جمالك الطبيعي؟ اتصل بنا الآن واحجز استشارتك مع خبرائنا. دعنا نناقش كيف يمكن لإبر النضارة المذهلة أن تساعدك على أن تبدو وتشعر بأفضل حال. معا، سنجعل الخيال والسحر حقيقة! "
        },
        {
          "type": "content",
          "title": "أطباؤنا"
        },
        {
          "type": "slider-doctors",
          "title": "قابل أطباؤنا المتخصصين",
          "cards": {
            "background-color": "#f9f9f9",
            "heading-color": "#577065",
            "heading-size": "24px",
            "desc-color": "#5C4033",
            "desc-size": "16px",
            "button-text-color": "#577065",
            "button-text-size": "16px"
          },
          "doctors": [
            {
              "id": 1,
              "name": "د. ساندرو سيسي",
              "readMore": " اقرأ المزيد",
              "designation": "أخصائي الأمراض الجلدية",
              "image": "/assets/Images/doctors/Dr Sandro.png",
              "link": "doctor/dr-sandro-ceci"
            },
            {
              "id": 2,
              "name": "د. منار مجدي",
              "readMore": " اقرأ المزيد",
              "designation": "أخصائية الأمراض الجلدية",
              "image": "/assets/Images/doctors/Dr Manar.png",
              "link": "doctor/dr-manar-magdy"
            },
            {
              "id": 3,
              "name": "رامليا أناركولوفا",
              "readMore": " اقرأ المزيد",
              "designation": "مستشارة تجميل ",
              "image": "/assets/Images/doctors/Dr Ramila.png",
              "link": "doctor/dr-ramilia-anarkulova"
            }
          ]
        }
      ]
    }
  ]
}