{
    "dermaRelated": [
        {
            "id": "1",
            "name": "dermal-fillers/body-confidence",
            "sections": [
                {
                    "type": "content",
                    "title": "عزز ثقتك بجسمك في مركز كاريزما الطبي التخصصي"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/derma/filler/Enhancing-Your-Body-Confidence-banner.png",
                    "bannerPosition": "center"
                },
                {
                    "type": "cont-content",
                    "description": "إلى جانب علاجات الوجه، يوفر مركز كاريزما الطبي التخصصي حلولاً متقدمة لتحسين مظهر الجسم، مما يعزز ثقتك بنفسك ويساعدك على الشعور بأفضل حال.",
                    "features": [
                        "اليدين: تجديد شباب اليدين عن طريق تقليل الأوردة البارزة والأوتار، واستعادة مظهر أكثر شبابًا.",
                        "الأرداف: تعزيز الحجم والشكل للحصول على مظهر مرفوع ومحدد ومتناسق يعزز جمالك الطبيعي."
                    ]
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "نهج مخصص لتحقيق تطلعاتك الجمالية",
                            "subtitle": "خلال استشارتك، سنناقش أهدافك الجمالية الفريدة ومخاوفك. سيقوم فريقنا من أطباء الجلد الخبراء بإنشاء خطة علاجية مخصصة تتناسب مع احتياجاتك، مما يضمن أفضل النتائج الممكنة.",
                            "title2": "الاحتياطات اللازمة لعلاج الفيلر بأمان",
                            "subtitle2": "على الرغم من أن الفيلر آمن لمعظم الأفراد، إلا أن هناك بعض الاحتياطات التي يجب مراعاتها:",
                            "features": [
                                {
                                    "title": "تجنب الفيلر إذا كنت:",
                                    "items": [
                                        "حامل أو مرضعة.",
                                        "لديك تاريخ من الحساسية تجاه مكونات الفيلر.",
                                        "تعاني من عدوى جلدية نشطة أو حب الشباب في موقع الحقن.",
                                        "تعاني من أمراض مناعية ذاتية أو حالات طبية غير مستقرة."
                                    ]
                                },
                                "استشر مختصًا مؤهلًا: احرص دائمًا على تلقي العلاج من طبيب جلدية أو جراح تجميل معتمد وذو خبرة في حقن الفيلر.",
                                "التواصل المفتوح: شارك تاريخك الطبي وأهدافك الجمالية خلال الاستشارة لضمان خطة علاج مخصصة لك."
                            ]
                        },
                        {
                            "title": "التحضير لموعد حقن الفيلر",
                            "subtitle": "لضمان تجربة علاج سلسة وناجحة، يُرجى مراعاة النصائح التالية:",
                            "features": [
                                "الإفصاح عن الأدوية: أبلغ طبيبك بجميع الأدوية والمكملات الغذائية التي تتناولها، حيث يمكن أن تتفاعل بعض الأدوية مع الفيلر.",
                                "تجنب مميعات الدم: توقف عن تناول الأدوية المسيلة للدم (بموافقة طبيبك) قبل العلاج للحد من الكدمات.",
                                "إدارة التوقعات: يمنح الفيلر تحسينات تدريجية وطبيعية، لذا حدد أهدافًا واقعية مع طبيبك.",
                                "التخطيط الذكي: حدد موعد علاجك عندما يمكنك تجنب الأنشطة الشاقة أو المناسبات الاجتماعية الكبيرة لاحقًا لاستيعاب أي تورم أو احمرار محتمل."
                            ]
                        }
                    ]
                },
                {
                    "type": "cont-content-last",
                    "title": "نصائح أساسية للعناية بعد العلاج لضمان أفضل النتائج",
                    "description": "العناية السليمة بعد العلاج ضرورية لضمان فعالية واستمرارية نتائج الفيلر:",
                    "features": [
                        "تقليل لمس الوجه: تجنب لمس أماكن الحقن لمدة 24 ساعة على الأقل للحد من خطر العدوى.",
                        "التعامل مع التورم والاحمرار: ضع كمادات باردة على المنطقة المعالجة لتخفيف التورم.",
                        "الحماية من الشمس: استخدم واقي شمس بمعامل حماية SPF 30 أو أكثر يوميًا لحماية بشرتك من أشعة الشمس.",
                        "تأجيل وضع المكياج: انتظر 24 ساعة على الأقل قبل تطبيق المكياج على المنطقة المعالجة.",
                        "الحفاظ على التواصل المفتوح: إذا واجهت أي آثار جانبية غير عادية، فاتصل بطبيبك فورًا."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "تمتع بجمال متجدد مع مركز كاريزما الطبي التخصصي",
                    "description": "يمتد التزامنا بسلامتك ورضاك إلى ما بعد توفير الفيلر. يستخدم أطباؤنا أحدث التقنيات لضمان تجربة مريحة وناجحة مصممة خصيصًا لتلبية احتياجاتك."
                },
                {
                    "type": "content",
                    "title": "احجز استشارتك اليوم!",
                    "description": "أطلق العنان لإشراقتك واحصل على مظهر شبابي ومتجدد مع مركز كاريزما الطبي التخصصي. اتصل بنا لحجز استشارتك وسنرشدك عبر عالم الفيلر لتعزيز جمالك الطبيعي!"
                }
            ]
        },
        {
            "id": "2",
            "name": "dermal-fillers/sculpting",
            "sections": [
                {
                    "type": "content",
                    "title": "صمم مظهرك الساحر المثالي في مركز كاريسما التخصصي الطبي"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/derma/filler/Sculpting-Your-Dream-Face-banner.png",
                    "bannerPosition": "center"
                },
                {
                    "type": "content",
                    "description": "يستخدم أطباؤنا المهرة في التجميل الجلدي تقنيات متقدمة ومنتجات عالية الجودة لنحت ملامح الوجه التي تحلم بها.",
                    "features": [
                        "الشفاه: تعزيز الحجم وتحديد شكل الشفاه للحصول على ابتسامة أكثر امتلاءً وتوازنًا.",
                        "الخدود: استعادة الحجم الشبابي للخدود للحصول على مظهر أكثر انتعاشًا وحيوية.",
                        "خطوط الطيات الأنفية والفم: تقليل مظهر الخطوط الدقيقة حول الأنف والفم لتحقيق مظهر أكثر شبابًا وتجددًا.",
                        "الفك والذقن: تحديد الفك والذقن للحصول على مظهر متناسق ومتوازن.",
                        "تجاويف تحت العين: إنعاش مظهر العيون المتعبة عبر معالجة التجاويف والهالات السوداء لمظهر أكثر إشراقًا وانتعاشًا.",
                        "الصدغ: ملء المناطق الغائرة للحصول على ملامح وجه أكثر تحديدًا وتناسقًا.",
                        "منطقة أعلى الصدر والرقبة: تنعيم التجاعيد والخطوط الدقيقة على الرقبة والصدر لاستعادة مظهر شبابي وأنيق."
                    ]
                }
            ]
        },
        {
            "id": "3",
            "name": "cosmetic-threads/pdo-tummy-threads",
            "sections": [
                {
                    "type": "content",
                    "title": "طويخ PDO لشد البطن"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/derma/Cosmetic-Threads/Body-Thread-banner.png",
                    "bannerPosition": "center"
                },
                {
                    "type": "content",
                    "features": [
                        "تحول مذهل لمظهر البطن: احصل على بطن مشدود وأكثر تناسقًا مع إجراءات طويخ PDO للبطن، وهو حل غير جراحي لشد وتثبيت الجلد.",
                        "مواد قابلة للتحلل الحيوي: تذوب طويخ PDO بشكل طبيعي في الجلد، مما يمنحك نتائج تدوم طويلاً دون الحاجة إلى فترة تعافي طويلة.",
                        "تقنية دقيقة: يستخدم فريقنا الخبير تقنية متقدمة لوضع وشد طويخ PDO بعناية، وفقًا لاحتياجاتك الفريدة."
                    ]
                },
                {
                    "type": "sub-heading-content",
                    "title": "ما هي استخدامات طويخ PDO للبطن؟",
                    "features": [
                        "رفع وتثبيت الجلد للحصول على مظهر أكثر نعومة وشدًا",
                        "تقليل الترهلات الخفيفة إلى المتوسطة",
                        "تحقيق نتائج تدوم من 12 إلى 18 شهرًا",
                        "الاستمتاع بحد أدنى من فترة التعافي",
                        "تصميم طويخ بأشكال وأطوال مخصصة لتحقيق نتائج مثالية",
                        "إذابة الدهون الزائدة للحصول على شكل أكثر تحديدًا",
                        "تقليل ظهور علامات التمدد"
                    ]
                },
                {
                    "type": "sub-heading-content-last",
                    "description": "ابدأ رحلتك نحو بطن أكثر رشاقة مع طويخ PDO للبطن في مركز كاريسما التخصصي الطبي. سيقوم خبراؤنا المهرة بإجراء هذا العلاج السريع والفعال خلال جلسة مدتها 45-60 دقيقة تحت تأثير التخدير الموضعي، مما يمنحك مظهرًا مشدودًا وأكثر تناسقًا."
                }
            ]
        },
        {
            "id": "4",
            "name": "cosmetic-threads/single-needle-threads",
            "sections": [
                {
                    "type": "content",
                    "title": "طويخ الإبرة الواحدة"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/derma/Cosmetic-Threads/Single-Needle-Thread-banner.png",
                    "bannerPosition": "center"
                },
                {
                    "type": "content",
                    "title": "ما هو تجديد شباب الوجه؟",
                    "description": "توفر طويخ الإبرة الواحدة حلاً غير جراحي لشد وتجديد مناطق مختلفة من الوجه، مما يمنحك مقاربة شاملة لاستعادة شباب الوجه.",
                    "features": [
                        "المناطق المستهدفة: معالجة الوجه، العنق، الأنف، الخدين، وخطوط الابتسامة لتحقيق تأثير تجديد شامل.",
                        "شد مخصص: يستخدم أطباء الجلدية المهرة لدينا طويخًا بأطوال وأحجام مختلفة لتحقيق رفع مذهل، مثل شد العيون الساحر بأسلوب القطة أو المظهر الأنيق بأسلوب الثعلب.",
                        {
                            "title": "فوائد طويخ الإبرة الواحدة",
                            "items": [
                                "شد شامل للوجه لمظهر أكثر شبابًا",
                                "تحسين ملامح الوجه للحصول على إطلالة منحوتة",
                                "رفع العيون لإطلالة جذابة ومتجددة",
                                "إجراءات مريحة تتم تحت تأثير التخدير الموضعي",
                                "نتائج طويلة الأمد مصممة خصيصًا لتناسب نوع بشرتك"
                            ]
                        }
                    ]
                },
                {
                    "type": "sub-heading-content-last",
                    "description": "تستغرق الجلسات عادةً ما بين 30 إلى 60 دقيقة، حيث يتم تخصيص النتائج وفقًا لاحتياجات بشرتك الفريدة، مما يضمن لك مظهرًا أكثر إشراقًا وشبابًا يدوم طويلاً."
                }
            ]
        }
    ]
}