{
  "dermaServices": [
    {
      "id": "1",
      "name": "dermal-filler",
      "sections": [
        {
          "type": "banner",
          "deptName": "الأمراض الجلدية",
          "serviceName": "الفيلر الجلدي",
         "bannerImage": "../assets/Images/depts/derma/filler/banner.png",
          "bannerPosition": "center"
        },
        {
          "type": "image-content",
          "imageUrl": "../assets/Images/depts/derma/filler/body-image.png",
          "imageAlt": "الفيلر الجلدي",
          "title": "الفيلر الجلدي",
          "content": [
            {
              "type": "heading",
              "text": "اكتشف فن الفيلر الجلدي في مركز كارزما التخصصي الطبي"
            },
            {
              "type": "heading",
              "text": "علم الجمال: فهم الفيلر الجلدي في مركز كارزما التخصصي الطبي"
            },
            {
              "type": "paragraph",
              "text": "في مركز كارزما التخصصي الطبي، نقدم حلولًا مخصصة لمن يسعون إلى تحسين مظهرهم وتعزيز جمالهم الطبيعي. يعيد الفيلر الجلدي الحجم، ويحدد الملامح، ويملس التجاعيد ليمنحك مظهرًا متجددًا ومشرقًا بشكل طبيعي."
            }
          ]
        },
        {
          "type": "content",
          "title": "اكتشف الفوائد الفريدة لكل نوع من أنواع الفيلر",
          "features": [
            {
              "title": "حمض الهيالورونيك (HA): البطل المرطب",
              "items": [
                "الوظيفة: يجذب الماء لتعزيز الترطيب وإضافة الامتلاء.",
                "الاستخدامات: مثالي للخطوط الدقيقة، التجاعيد، وتعزيز الشفاه.",
                "العلامات التجارية: Juvederm, Restylane, Belotero, HyaCorp.",
                "المدة: من 6 إلى 18 شهرًا."
              ]
            },
            {
              "title": "هيدروكسيباتيت الكالسيوم (CaHA): محفز الكولاجين",
              "items": [
                "الوظيفة: يحفز إنتاج الكولاجين للحصول على حجم وهيكل طبيعي.",
                "مثالي لـ: الخطوط العميقة وإضافة الحجم لفترة أطول.",
                "العلامة التجارية: Radiesse.",
                "المدة: من 15 إلى 24 شهرًا أو أكثر."
              ]
            },
            {
              "title": "حمض بولي إل لاكتيك (PLLA): النحات طويل الأمد",
              "items": [
                "الوظيفة: يعزز إنتاج الكولاجين تدريجياً لتحسين تحديد الملامح.",
                "مثالي لـ: تحديد عظام الخد وخط الفك.",
                "المدة: تصل إلى سنتين أو أكثر."
              ]
            },
            {
              "title": "بولي ميثيل ميثاكريلات (PMMA): الحل الهيكلي",
              "items": [
                "الوظيفة: يوفر حجمًا فوريًا وهيكلًا طويل الأمد.",
                "مثالي لـ: التصحيحات الدائمة والتحسينات الكبيرة.",
                "المدة: يدوم لعدة سنوات."
              ]
            }
          ]
        },
        {
        "type": "color-content",
          "title": "اختيار الفيلر المناسب لتحقيق نتائج مثالية",
          "description": "في مركز كارزما، نخصص خطة علاجية تتماشى مع أهدافك الجمالية. سواء كنت ترغب في تحسين طفيف أو تحديد جريء، فإن تقنياتنا المتقدمة تضمن لك إشراقة وثقة دائمة."
        },
        {
          "type": "content",
          "title": "دعنا نساعدك في إعادة تعريف الجمال بطريقتك الخاصة. احجز استشارتك اليوم!",
          "features": []
        },
        {
          "type": "list-services-noImage",
          "listServices": [
            {
              "id": 1,
              "name": "نحت ملامح وجهك في مركز كارزما التخصصي الطبي",
              "image": "/assets/Images/home/Doctors.png",
              "link": "derma/dermal-fillers/sculpting",
              "readMore": "اقرأ المزيد",
              "designation": "يستخدم أطباؤنا المتخصصون في التجميل أحدث التقنيات والمنتجات الفاخرة لنحت الملامح التي تحلم بها."
            },
            {
              "id": 2,
              "name": "تعزيز ثقتك بجسمك في مركز كارزما التخصصي الطبي",
              "image": "/assets/Images/home/Doctors.png",
              "link": "derma/dermal-fillers/body-confidence",
              "readMore": "اقرأ المزيد",
              "designation": "إلى جانب علاجات الوجه، نقدم حلول تحسين الجسم المتقدمة لتعزيز ثقتك بنفسك ومظهرك."
            }
          ]
        },
        {
          "type": "content",
          "title": "إرشادات للتحضير لجلسة الفيلر",
          "description": "الإعداد الجيد يضمن تجربة علاجية سلسة ونتائج مثالية.",
          "features": [
            "إبلاغ الطبيب بالأدوية والمكملات الغذائية التي تتناولها لتجنب أي تفاعلات.",
            "تجنب الأدوية المسيلة للدم لمدة محددة (بموافقة الطبيب) لتقليل الكدمات.",
            "تحديد التوقعات الواقعية حول النتائج المتوقعة.",
            "تخطيط الموعد في وقت مناسب لتجنب الأنشطة المجهدة أو الأحداث الاجتماعية فورًا بعد العلاج."
          ]
        },
        {
          "type": "content",
          "title": "نصائح بعد جلسة الفيلر لتحقيق أفضل النتائج",
          "description": "للحفاظ على نتائج الفيلر، اتبع هذه الإرشادات:",
          "features": [
            "تجنب لمس المناطق المعالجة لمدة 24 ساعة على الأقل.",
            "وضع كمادات باردة لتقليل التورم والاحمرار.",
            "استخدام واقي شمس بعامل حماية 30 أو أكثر يوميًا.",
            "تجنب وضع المكياج لمدة 24 ساعة بعد العلاج.",
            "التواصل مع طبيبك في حال حدوث أي آثار جانبية غير متوقعة."
          ]
        },
        {
          "type": "color-content",
          "title": "احجز استشارتك اليوم!",
          "description": "اكتشف كيف يمكن للفيلر الجلدي تعزيز جمالك الطبيعي واستعادة نضارة بشرتك. تواصل معنا لحجز استشارتك في مركز كارزما التخصصي الطبي، ودعنا نرشدك في رحلتك التجميلية بأسلوب شخصي ومميز!"
        },
        {
          "type": "slider-doctors",
          "title": "تعرف على أطبائنا المتخصصين",
          "cards": {
            "background-color": "#f9f9f9",
            "heading-color": "#577065",
            "heading-size": "24px",
            "desc-color": "#5C4033",
            "desc-size": "16px",
            "button-text-color": "#577065",
            "button-text-size": "16px"
          },
          "doctors": [
            {
              "id": 1,
              "name": "د. منار مجدي",
              "designation": "أخصائية الأمراض الجلدية",
              "image": "/assets/Images/doctors/Dr Manar.png",
              "link": "dr-manar-magdy"
            }
          ]
        }
      ]
    },
    {
      "id": "2",
      "name": "anti-aging-treatment",
      "sections": [
        {
          "type": "banner",
          "deptName": "الأمراض الجلدية",
          "serviceName": "علاج مكافحة الشيخوخة",
          "bannerImage": "../assets/Images/banner/dept_banner/derma.png"
        },
        {
          "type": "image-content",
          "imageUrl": "../assets/Images/banner/about_dept/derma.png",
          "imageAlt": "علاج مكافحة الشيخوخة",
          "title": "علاج مكافحة الشيخوخة",
          "content": [
            {
              "type": "paragraph",
              "text": "التأثيرات المتعددة لعلاج مكافحة الشيخوخة في مركز كاريزما الطبي التخصصي"
            },
            {
              "type": "heading",
              "text": "أكثر من مجرد تقليل التجاعيد"
            },
            {
              "type": "paragraph",
              "text": "علاج مكافحة الشيخوخة، أو توكسين البوتولينوم النوع A، هو بروتين نقي ذو وظيفة قوية:"
            },
            {
              "type": "list",
              "items": [
                "الوظيفة: يعمل علاج مكافحة الشيخوخة عن طريق منع الإشارات بين الأعصاب والعضلات بشكل مؤقت، مما يؤدي إلى استرخاء المنطقة المستهدفة."
              ]
            }
          ]
        },
        {
          "type": "content",
          "title": "تطبيقات طبية متنوعة",
          "description": "على الرغم من أن علاج مكافحة الشيخوخة معروف بفوائده التجميلية، إلا أن استخداماته تمتد إلى العديد من التطبيقات الطبية:"
        },
        {
          "type": "content",
          "heading": "تقليل التجاعيد",
          "description": "يساعد على استرخاء عضلات الوجه والرقبة التي تسبب التجاعيد والخطوط الدقيقة، مما يمنح مظهرًا أكثر نعومة. (المدة: 3-6 أشهر).",
          "features": [
            "تجاعيد الجبهة: تقليل خطوط العبوس والتجاعيد الأفقية للحصول على مظهر أكثر استرخاءً.",
            "عيون أكثر إشراقًا: رفع منطقة الحاجب لمنح العيون مظهرًا أكثر شبابًا وانفتاحًا.",
            "خطوط العبوس: تقليل الخطوط العميقة بين الحاجبين للحصول على تعبير أقل حدة.",
            "خطوط الابتسامة: تقليل التجاعيد حول الفم لمظهر أكثر شبابًا.",
            "أقدام الغراب: تنعيم الخطوط حول العينين لمظهر أكثر إشراقًا وشبابًا.",
            "رفع الحواجب: رفع الحواجب قليلاً لفتح منطقة العين وإضفاء مظهر أكثر شبابًا.",
            "تحسين شكل الشفاه: تحقيق تأثير \"قوس كيوبيد\" خفيف على الشفة العليا.",
            "خطوط الشفاه: تقليل الخطوط العمودية فوق الشفة العلوية للحصول على مظهر أكثر نعومة وامتلاءً.",
            "الرعاية الوقائية: يمكن استخدام علاج مكافحة الشيخوخة بشكل وقائي لتقليل تكوين التجاعيد في المستقبل."
          ]
        },
        {
          "type": "content",
          "title": "تحقيق مظهر متوازن ومنتعش",
          "description": "يقدم علاج مكافحة الشيخوخة فوائد إضافية لإعادة تجديد شباب الوجه بالكامل:",
          "features": [
            "تقليل كبير لتشنج الفك: يساعد علاج مكافحة الشيخوخة على استرخاء عضلات الفك، مما يقلل من طحن الأسنان ويمنح مظهرًا أكثر استرخاءً للفك.",
            "تقليل الابتسامة اللثوية: يمكن لعلاج مكافحة الشيخوخة أن يرخي العضلة التي ترفع الشفة العليا، مما يقلل من ظهور اللثة عند الابتسام.",
            "الصداع النصفي المزمن: يمكن لعلاج مكافحة الشيخوخة أن يمنع إشارات الألم المرتبطة بالصداع النصفي، مما يقلل من تكرار وحدة الصداع. (المدة: 3-6 أشهر)",
            "فرط التعرق (التعرق الزائد): يمنع علاج مكافحة الشيخوخة نشاط الغدد العرقية، مما يوفر راحة من التعرق المفرط في مناطق مثل الإبطين واليدين والوجه. (المدة: 6-12 شهرًا)",
            "اضطرابات المفصل الصدغي الفكي: يقلل علاج مكافحة الشيخوخة من توتر العضلات في الفك، مما يخفف الألم والانزعاج المرتبط باضطرابات المفصل الفكي الصدغي. (المدة: 3-6 أشهر)",
            "تشنجات العضلات: يساعد علاج مكافحة الشيخوخة على استرخاء العضلات التي تكون مفرطة النشاط، مما يوفر راحة من الحالات مثل خلل التوتر العنقي (تشنجات الرقبة)، وتشنج الجفن (ارتعاش الجفون)، وتشنج الوجه النصفي (ارتعاش الوجه). (يدوم لمدة 3-6 أشهر)"
          ]
        },
        {
          "type": "color-content",
          "title": "احصل على مظهر أكثر شبابًا مع علاج مكافحة الشيخوخة اليوم في مركز كاريزما الطبي التخصصي!",
          "description": "يقدم علاج مكافحة الشيخوخة حلاً غير جراحي لمظهر أكثر نعومة وإشراقًا وشبابًا. حجز استشارة مع متخصصي علاج مكافحة الشيخوخة لدينا اليوم لمعرفة المزيد عن كيفية تحسين جمالك الطبيعي بهذا العلاج. سنناقش أهدافك، نجيب على أسئلتك، ونضع خطة علاج مخصصة لمساعدتك في تحقيق المظهر الذي تريده."
        }
      ]
    },    
    {
      "id": "3",
      "name": "cosmetic-threads",
      "sections": [
        {
          "type": "banner",
          "deptName": "الجلدية",
          "serviceName": "الخيوط التجميلية",
          "bannerImage": "../assets/Images/banner/dept_banner/derma.png"
        },
        {
          "type": "image-content",
          "imageUrl": "../assets/Images/banner/about_dept/derma.png",
          "imageAlt": "الخيوط التجميلية",
          "title": "الخيوط التجميلية في مركز كاريزما التخصصي الطبي",
          "content": [
            {
              "type": "paragraph",
              "text": "اكتشف جمالك الطبيعي مع تقنية شد الوجه بالخيوط المتقدمة غير الجراحية في مركز كاريزما التخصصي الطبي."
            },
            {
              "type": "heading",
              "text": "ما هي الخيوط غير الجراحية؟"
            },
            {
              "type": "paragraph",
              "text": "الخيوط غير الجراحية هي غرز قابلة للذوبان مصنوعة من مواد حيوية متوافقة مثل بولي ديوكسانون (PDO). يتم وضع هذه الخيوط في أماكن محددة على الوجه أو فروة الرأس أو الجسم لتحقيق أهداف جمالية متعددة."
            },
            {
              "type": "heading",
              "text": "ما هي فوائد الخيوط التجميلية؟"
            },
            {
              "type": "paragraph",
              "text": "توفر الخيوط التجميلية تأثيرات شد ورفع وتحفيز إنتاج الكولاجين، مما يعزز مظهرك لفترة أطول."
            },
            {
              "type": "paragraph",
              "text": "في مركز كاريزما التخصصي الطبي، نقدم إجراءات متقدمة باستخدام الخيوط التجميلية لعلاج تجاعيد الوجه، تقليل الندوب، وشد منطقة البطن للحصول على مظهر أكثر شبابًا."
            },
            {
              "type": "list",
              "items": [
                "خبراء موثوقون يمكنك الاعتماد عليهم: أطباؤنا متخصصون في أحدث تقنيات شد الوجه بالخيوط، ونضمن لك خطة علاج مخصصة تناسب ملامحك الفريدة.",
                "تقنيات متقدمة وآمنة: نستخدم أحدث التقنيات وأفضل المواد لضمان نتائج فعالة وطويلة الأمد مع مراعاة أعلى معايير السلامة.",
                "خطط علاج شخصية: نعمل معك لفهم أهدافك الجمالية ووضع خطة مخصصة لتحقيق المظهر المثالي الذي ترغب به."
              ]
            }
          ]
        },
        {
          "type": "content",
          "title": "ما هي استخدامات الخيوط التجميلية؟",
          "description": "في مركز كاريزما التخصصي الطبي، نقدم مجموعة متنوعة من حلول شد الوجه بالخيوط لتلبية احتياجاتك الجمالية:",
          "features": [
            "الوجه: شد وتجديد ملامح الوجه بأساليب حديثة مثل العيون القطة والعيون الثعلب، مما يمنحك مظهرًا أكثر جاذبية وشبابًا.",
            "الشعر: تحفيز بصيلات الشعر لتعزيز نموه وزيادة كثافته باستخدام تقنيات الخيوط المبتكرة.",
            "البطن: شد الجلد المترهل وتحسين مظهر منطقة البطن بدون جراحة، للحصول على مظهر أكثر تناسقًا."
          ]
        },
        {
          "type": "content",
          "title": "نتائج مذهلة مع خيوط شد PDO",
          "description": "تعد خيوط شد PDO حلاً فعالًا لمعالجة مشكلات البشرة المختلفة:",
          "features": [
            "أنواع خيوط PDO: نوفر خيوط PDO الأحادية والمزدوجة لعلاج التجاعيد، ارتخاء الجلد، فقدان الحجم، والندوب العميقة."
          ]
        },
        {
          "type": "content",
          "title": "ما هي فوائد خيوط شد PDO؟",
          "features": [
            "تجديد فوري: احصل على نتائج فورية مع الحد الأدنى من الألم وبدون فترة تعافي طويلة.",
            "نتائج طويلة الأمد: تدوم النتائج عادة بين 12 و18 شهرًا، مع جلسات موصى بها كل 3 إلى 4 أشهر.",
            "إجراء سريع: تستغرق الجلسة حوالي 20 دقيقة فقط، مع تخدير موضعي بسيط.",
            "آثار جانبية قليلة: إجراء آمن وفعال مع حد أدنى من فترة التعافي."
          ]
        },
        {
          "type": "content",
          "title": "احصل على بشرة مشدودة ومشرقة مع خيوط شد PDO",
          "features": [
            "شد الجلد: تعالج خيوط PDO ترهل الجلد في الوجه، الذقن، الرقبة، والبطن.",
            "تقليل التجاعيد والندوب: تعمل على تحسين مظهر الخطوط الدقيقة والندوب العميقة، مما يمنح البشرة ملمسًا أكثر نعومة.",
            "مظهر أكثر شبابًا: تعزز مرونة البشرة وإشراقها للحصول على مظهر متجدد ونضر."
          ]
        },
        {
          "type": "content",
          "title": "اكتشف قوة خيوط شد PDO في مركز كاريزما التخصصي الطبي",
          "description": "حدد موعد استشارتك اليوم لاكتشاف فوائد خيوط شد PDO وتحقيق مظهر أكثر شبابًا وحيوية!"
        },
        {
          "type": "list-services-noImage",
          "listServices": [
            {
              "id": 1,
              "name": "خيوط شد البطن PDO",
              "image": "/assets/Images/home/Doctors.png",
              "link": "derma/cosmetic-threads/pdo-tummy-threads",
              "readMore": "اقرأ المزيد",
              "designation": "احصل على مظهر مشدود للبطن في دقائق مع إجراء شد البطن بخيوط PDO، الحل غير الجراحي لشد الجلد وتعزيز مظهر أكثر رشاقة."
            },
            {
              "id": 2,
              "name": "خيوط الإبرة الواحدة",
              "image": "/assets/Images/home/Doctors.png",
              "link": "derma/cosmetic-threads/single-needle-threads",
              "readMore": "اقرأ المزيد",
              "designation": "خيوط الإبرة الواحدة توفر حلاً غير جراحي لشد وتجميل مناطق مختلفة من الوجه، مما يمنحك مظهرًا أكثر شبابًا وجاذبية."
            }
          ]
        },
        {
          "type": "slider-doctors",
          "title": "قابل أطبائنا المتخصصين",
          "cards": {
            "background-color": "#f9f9f9",
            "heading-color": "#577065",
            "heading-size": "24px",
            "desc-color": "#5C4033",
            "desc-size": "16px",
            "button-text-color": "#577065",
            "button-text-size": "16px"
          },
          "doctors": [
            {
              "id": 1,
              "name": "د. ساندرو سيشي",
              "designation": "أخصائي أمراض جلدية",
              "image": "/assets/Images/doctors/Dr Sandro.png",
              "link": "dr-sandro-ceci"
            },
            {
              "id": 2,
              "name": "د. منار مجدي",
              "designation": "أخصائية الأمراض الجلدية",
              "image": "/assets/Images/doctors/Dr Manar.png",
              "link": "dr-manar-magdy"
            },
            {
              "id": 3,
              "name": "د. رامليا أناركولوفا",
              "designation": "طبيبة جلدية وتجميلية",
              "image": "/assets/Images/doctors/Dr Ramila.png",
              "link": "dr-ramilia-anarkulova"
            }
          ]
        }
      ]
    },
    {
      "id": "4",
      "name": "rejuvenation-injection",
      "sections": [
        {
          "type": "banner",
          "deptName": "الأمراض الجلدية",
          "serviceName": "حقن تجديد الشباب",
          "bannerImage": "../assets/Images/banner/dept_banner/derma.png"
        },
        {
          "type": "image-content",
          "imageUrl": "../assets/Images/banner/about_dept/derma.png",
          "imageAlt": "حقن تجديد الشباب",
          "title": "حقن تجديد الشباب",
          "content": [
            {
              "type": "heading",
              "text": "بشرتك المشرقة تنتظرك"
            },
            {
              "type": "paragraph",
              "text": "يدعم مركز كاريزما التخصصي الطبي رحلتك نحو مظهر أكثر شبابًا ونضارة. توفر حقن تجديد البشرة غير الجراحية طريقة مرنة لتحقيق بشرة أكثر نعومة وإشراقًا وشبابًا."
            }
          ]
        },
        {
          "type": "content",
          "title": "اكتشف فوائد حقن تجديد البشرة غير الجراحية",
          "heading": "ما هي حقن تجديد البشرة غير الجراحية؟",
          "description": "حقن تجديد البشرة غير الجراحية توفر حلولًا قابلة للحقن مصممة خصيصًا لمكافحة علامات الشيخوخة الظاهرة وتعزيز بشرة أكثر صحة وإشراقًا دون الحاجة إلى إجراءات جراحية."
        },
        {
          "type": "content",
          "heading": "حلول شد البشرة",
          "features": [
            "تحقيق بشرة مشدودة وأكثر شبابًا: معالجة ترهل الجلد من خلال الحقن المركزة التي تعزز مظهرًا أكثر شبابًا.",
            "تحسين ملامح الوجه: إعادة تشكيل وتعزيز ملامح الوجه للحصول على مظهر جميل وأكثر تحديدًا.",
            "زيادة مرونة البشرة: تعزيز مرونة البشرة للحد من ظهور الخطوط الدقيقة والتجاعيد، مما يؤدي إلى بشرة مشرقة وناعمة."
          ]
        },
        {
          "type": "content",
          "heading": "حلول تبييض البشرة",
          "features": [
            "إعادة إشراق البشرة: تحسين مظهر البشرة والحصول على لون موحد بفضل العلاجات القوية التي تستهدف التصبغات والبقع الداكنة.",
            "تحسين ملامح الوجه: إعادة تشكيل وتعزيز ملامح الوجه للحصول على مظهر جميل وأكثر تحديدًا.",
            "زيادة مرونة البشرة: تعزيز مرونة البشرة للحد من ظهور الخطوط الدقيقة والتجاعيد، مما يؤدي إلى بشرة مشرقة وناعمة."
          ]
        },
        {
          "type": "content",
          "title": "تقنيات تجديد البشرة غير الجراحية"
        },
        {
          "type": "content",
          "heading": "تحقيق بشرة نقية",
          "description": "قل وداعًا لتفاوت لون البشرة واستمتع بمظهر مشرق. تستهدف علاجاتنا:",
          "features": [
            "التصبغات والبقع",
            "بشرة ناعمة وخالية من العيوب"
          ]
        },
        {
          "type": "content",
          "heading": "اكتشف تحولًا يمنحك إشراقة طبيعية ويكشف عن مظهر أكثر حيوية وشبابًا.",
          "features": [
            "تحسين الملامح مع مظهر طبيعي"
          ]
        },
        {
          "type": "content",
          "heading": "استعد ملامح بشرتك الشابة من خلال حلول تعزيز الحجم:",
          "features": [
            "ملء المناطق الغائرة لاستعادة الامتلاء",
            "تحسين نسيج البشرة وتنعيم التجاعيد والخطوط الدقيقة"
          ]
        },
        {
          "type": "content",
          "heading": "تقدم علاجاتنا القابلة للحقن طريقًا غير جراحي لتحقيق مظهر مشدود وأكثر شبابًا.",
          "description": "حلول مخصصة لكل مشكلات البشرة"
        },
        {
          "type": "content",
          "heading": "تستهدف مجموعة تقنيات التجديد غير الجراحية لدينا مختلف مشكلات البشرة:",
          "features": [
            "تقليل التجاعيد: تقليل ظهور الخطوط الدقيقة والتجاعيد باستخدام الحقن المعززة للبشرة والمحفزة للكولاجين.",
            "توحيد لون البشرة: مكافحة التصبغات وتحقيق لون بشرة أكثر تناسقًا من خلال العلاجات المتخصصة."
          ]
        },
        {
          "type": "content",
          "heading": "ترطيب البشرة وثباتها",
          "description": "تنشيط بشرتك من الداخل:",
          "features": [
            "ترطيب عميق لمظهر ممتلئ وصحي",
            "تحفيز الكولاجين لتحسين المرونة والثبات"
          ]
        },
        {
          "type": "content",
          "heading": "علاج آثار أضرار الشمس",
          "description": "اكتشف قوة الحقن الغنية بمضادات الأكسدة لمكافحة أضرار أشعة الشمس وتحقيق بشرة أكثر صحة وتناسقًا."
        },
        {
          "type": "content",
          "title": "دليل تجديد البشرة غير الجراحي",
          "heading": "قوة العلاجات القابلة للحقن",
          "description": "حقق تغييرًا ملحوظًا في بشرتك دون الحاجة إلى الجراحة. توفر علاجاتنا القابلة للحقن:",
          "features": [
            "نهج لطيف: تحسين الجمال مع وقت شفاء قصير",
            "رعاية دقيقة: علاجات مخصصة لمشكلات بشرتك الفريدة",
            "تحسينات طبيعية: تغييرات دقيقة تعزز جمالك الطبيعي",
            "الأمان أولًا: معدلات مضاعفات أقل مقارنة بالخيارات الجراحية",
            "نتائج دائمة: استمتع بتحسينات تستمر لأشهر، حسب نوع العلاج ونوع البشرة"
          ]
        },
        {
          "type": "content",
          "title": "حلول شاملة للبشرة",
          "description": "تستهدف حقننا مشكلات مختلفة في مناطق متعددة من الجسم:",
          "features": [
            "تجديد شباب الوجه: مكافحة التجاعيد والخطوط الدقيقة وفقدان الحجم وأضرار الشمس باستخدام الفيلر وحُقن تحفيز الكولاجين.",
            "تحسين منطقة الصدر: استعادة نضارة وشباب بشرة الصدر.",
            "تحسين مظهر الندوب: تقليل مظهر ندوب حب الشباب، والندوب الجراحية، وعلامات التمدد.",
            "العناية بالمناطق الحساسة: يوفر مركز كاريزما علاجات متخصصة لتحسين ترطيب ومرونة وحجم المنطقة الحميمة."
          ]
        },
        {
          "type": "content",
          "title": "مناطق العلاج للتحسين الأمثل",
          "features": [
            "الوجه: يشمل الجبهة، محيط العين، الشفاه، والذقن",
            "الرقبة واليدين: تجديد المناطق المهملة",
            "الصدر: تحسين مظهر منطقة الديكولتيه",
            "الأرداف: تحسين الشكل والملمس",
            "الندوب: علاج مخصص حسب الموقع",
            "المناطق الحميمة: تجديد المنطقة النسائية من قبل مختصين مؤهلين"
          ]
        },
        {
          "type": "content",
          "title": "استثمار طويل الأمد في جمالك",
          "features": [
            "فيلر حمض الهيالورونيك: نتائج تدوم من 6 إلى 18 شهرًا",
            "تعزيزات البشرة: تجديد كل 3-6 أشهر للحفاظ على الإشراق",
            "حقن تحفيز الكولاجين: تحسينات تدريجية تستمر لمدة عام أو أكثر"
          ]
        },
        {
          "type": "content",
          "title": "أولوية الأمان",
          "description": "رغم أن علاجاتنا آمنة عمومًا، نوصي بـ:",
          "features": [
            "إفصاح صحي شامل: أبلغنا عن أي أمراض أو أدوية تتناولها",
            "الحمل والرضاعة: تأجيل العلاجات خلال هذه الفترات",
            "الحماية من الشمس: حماية البشرة بعد العلاج",
            "الرعاية بعد العلاج: تجنب الأنشطة العنيفة ولمس المناطق المعالجة فورًا"
          ]
        }
      ]
    }
  ]
}