{
    "dermaRelated": [
        {
            "id": "1",
            "name": "dermal-fillers/body-confidence",
            "sections": [
                {
                    "type": "content",
                    "title": "عزز ثقتك بجسمك في مركز كاريزما الطبي التخصصي"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/derma/filler/Enhancing-Your-Body-Confidence-banner.png",
                    "bannerPosition": "center"
                },
                {
                    "type": "cont-content",
                    "description": "إلى جانب علاجات الوجه، يقدم مركز كاريزما الطبي المتخصص حلولًا متقدمة لتعزيز جمال تفاصيل الجسم ورفع ثقتك بنفسك ومساعدتك على إظهار أجمل ما لديك.",
                    "features": [
                        "اليدين: أعيدي الشباب ليديك عن طريق تقليل بروز الأوردة والأوتار المرئية، واستعادة مظهر شاب وممتلئ.",
                        "الأرداف : عززي حجم وشكل الأرداف للحصول على مظهر كيرفي ومحدد ومتناسق يعزز جمالك الطبيعي."
                    ]
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "طريقة مخصصة لتحقيق طموحات جمالك ",
                            "subtitle": "خلال استشارتك، سنناقش أهدافك الجمالية الفريدة ومخاوفك. سيقوم فريقنا من أطباء الجلدية الخبراء بإنشاء خطة علاج مخصصة تتماشى مع احتياجاتك، مما يضمن أفضل النتائج الممكنة.",
                            "title2": "احتياطات لجعل حقن الفيلر آمناً",
                            "subtitle2": "على الرغم من أن الفيلر آمن لمعظم الأفراد، إلا أن هناك بعض الاحتياطات التي يجب مراعاتها:",
                            "features": [
                                {
                                    "title": "تجنب الفيلر إذا: ",
                                    "items": [
                                        "كن ِت حاملًا أو مرضعة",
                                        "ديك تاريخ من الحساسية تجاه مكونات الفيلر",
                                        " لديك عدوى جلدية نشطة أو حب الشباب في موقع الحقن",
                                        "لديك أمراض مناعية ذاتية أو حالة طبية غير مضبوطة."
                                    ]
                                },
                                "استشر أخصائي مؤهل : اطلب العلاج دائما من طبيب جلدية معتمد أو جراح تجميل ذو خبرة في حقن الفيلر",
                                "كن صريحاً: شاركنا تاريخك الطبي والنتائج المرجوة خلال استشارتك للحصول على خطة مخصصة لك."
                            ]
                        },
                        {
                            "title": "الاستعداد لموعدك لحقن ا لفيلر ",
                            "subtitle": "لضمان تجربة علاجية سلسة وناجحة، يرجى مراعاة هذه النصائح التحضيرية:",
                            "features": [
                                "الإفصاح عن الأدوية : أبلغ طبيبك عن جميع الأدوية والفيتامينات والمكملات الغذائية التي تتناولها، حيث يمكن أن تتفاعل بعضها مع الفيلر",
                                "تجنب مميعات الدم : يجب التوقف عن تناول مميعات الدم )بموافقة طبيبك المتابع( قبل حقن الفيلر لتقليل الكدمات.",
                                "توّقع المعقول: يوفر الفيلر تحسينات جيدة تدريجية بدلاً من تغييرات جذرية حدد أهداًفا واقعية مع طبيبك",
                               "التخطيط الذكي : خطط لموعدك عندما يمكنك تجنب الأنشطة المجهدة أو الأحداث الاجتماعية الكبرى بعد ذلك للتكيف مع أي تورم أو احمرار محتمل."
                            ]
                        }
                    ]
                },
                {
                    "type": "cont-content-last",
                    "title": "نصائح أساسية للرعاية اللاحقة للحصول على نتائج مثالية ",
                    "description": "الرعاية اللاحقة المناسبة ضرورية لضمان طول عمر وفعالية الفيلر الخاص بك.",
                    "features": [
                        "تقليل اللمس: تجنب لمس مواقع الحقن لمدة 24 ساعة على الأقل لتقليل خطر العدوى.",
                        "التعامل مع التورم والاحمرار : ضع كمادات باردة على المنطقة المعالجة لتخفيف التورم .",
                        "حماية من الشمس : أو أعلى يوميا لحماية بشرتك من أشعة الشمس SPF 30استخدم واقي الشمس بمعامل حماية من الشمس",
                        "وضع المكياج : انتظر 24 ساعة على الأقل قبل وضع المكياج على المنطقة المعالجة.",
                        "الحفاظ على التواصل المفتوح: إذا واجهت أي آثار جانبية غير عادية، اتصل بطبيبك على الفور ."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "استمتع بجمالك المتجدد مع مركز كاريزما الطبي التخصصي",
                    "description": "التزامنا بسلامتك ورضاك يمتد إلى أبعد من مجرد توفير الفيلر. يستخدم أطباء الجلدية لدينا أحدث تقنيات الحقن لضمان تجربة مريحة وناجحة مصممة لتناسب احتياجاتك."
                },
                {
                    "type": "content",
                    "title": "احجز استشارتك اليوم !",
                    "description": "أطلق العنان لإشراقت ك وتحقيق مظهر شاب ومنتعش مع مركز كاريزما الطبي التخصصي. اتصل بنا لتحديد موعد استشارتك ودعنا نرشدك في عالم الفيلر لتعزيز جمالك الطبيعي."
                }
            ]
        },
        {
            "id": "2",
            "name": "dermal-fillers/sculpting",
            "sections": [
                {
                    "type": "content",
                    "title": "صمم مظهرك الساحر المثالي في مركز كاريزما الطبي التخصصي"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/derma/filler/Sculpting-Your-Dream-Face-banner.png",
                    "bannerPosition": "center"
                },
                {
                    "type": "content",
                    "description": "يستخدم أمهر أطباء الجلدية والتجميل لدينا تقنيات متقدمة ومنتجات متميزة لنحت ملامح الوجه التي لطالما رغبت بها.",
                    "features": [
                        "الشفاه:  عززي الحجم وحددي شكل الشفاه للحصول على ابتسامة أكثر امتلاء . وتوازنا",
                        "الخدود: استع يدي شباب وامتلاء الخدين، واستمتعي ب مظهر ِضرومتجدد",
                        "ثنايا الأنف والشفة والخطوط الطولية حول الفم : قللي من ظهور الخطوط الدقيقة حول الأنف والفم لتحقيق مظهر أكثر شبابوحيوية",
                        "خط الفك والذقن: شك ل وح دد خط الفك والذقن لتحقيق مظهر متناغم ومتساو",
                        "التجاويف تحت العينين : استعد نشاط ا العينين المتعبتين عن طريق معالجة التجاويف والهالات السوداء للحصول على مظهر أكثر إشرا شا وانتع",
                        "الصدغين: ملئي المناطق المجوفة للحصول على ملامح وجه أكثر تناغماً ا ً ووضوح",
                        "منطقة الصدر : خففي التجاعيد والخطوط الدقيقة على الرقبة والصدر، واستعي ا وأني ا شاب ً دي مظهًقا"
                    ]
                }
            ]
        },
        {
            "id": "3",
            "name": "cosmetic-threads/pdo-tummy-threads",
            "sections": [
                {
                    "type": "content",
                    "title": "خيوط البطن PDO"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/derma/Cosmetic-Threads/Body-Thread-banner.png",
                    "bannerPosition": "center"
                },
                {
                    "type": "content",
                    "features": [
                        "اجعلي قوامك أكثر رشاقة وتسّطحا: تناس ق PDO، وهو حل غير جراحي لشد وتثبيت الجلد. احصلي على بطن مشدودة وأكثر ا مع إجراءات خيوط البطن",
                        "مواد قابلة للتحلل البيولوجي : تذوب خيوط الـ PDO بشكل طبيعي في الجلد، مما يوفر نتائج تدوم طويلا دون الحاجة إلى فترة تعافي طويلة.",
                        "تقنية دقيقة : يستخدم فريق الخبراء لدينا تقنية متقدمة لتثبيت وشد خيوط الـ PDO بعناية، مصممة لتلبية احتياجاتك الفريدة. "
                    ]
                },
                {
                    "type": "sub-heading-content",
                    "title": "ما هي استخدامات خيوط البطن PDO؟ ",
                    "features": [
                        "رفع وتثبيت الجلد لمظهر أكثر نعومة ا وإحكام .",
                        "تقليل الترهل الخفيف إلى المتوسط.",
                        "تحقيق نتائج تدوم من 12 إلى 18 ا شهر.",
                        "تجربة وقت تعافي ضئيل.",
                        "أشكال وأطوال خيوط قابلة للتخصيص للحصول على نتائج فعالة.",
                        "تقليل ظهور علامات التمدد"
                    ]
                },
                {
                    "type": "sub-heading-content-last",
                    "description": "ابدأي رحلتك نحو بطن أكثر رشاقة مع خيوط البطن PDO في مركز كاريزما الطبي التخصصي. سيقوم أخصائيو التجميل المهرة لدينا بإجراء هذا العلاج السريع والفعال في جلسة مدتها 60-45 دقيقة تحت التخدير الموضعي، مما يمنحك مظهر متجددا نحو تا أكثر. وم"
                }
            ]
        },
        {
            "id": "4",
            "name": "cosmetic-threads/single-needle-threads",
            "sections": [
                {
                    "type": "content",
                    "title": "خيوط الإبرة الواحدة "
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/derma/Cosmetic-Threads/Single-Needle-Thread-banner.png",
                    "bannerPosition": "center"
                },
                {
                    "type": "content",
                    "title": "ما هو تجديد شباب الوجه؟",
                    "description": "توفر خيوط الإبرة الواحدة غير الجراحية حلاً لرفع وتجديدوشد مناطق مختلفة من الوجه، مما يوفر نهج شاملًا لتجديد شباب ونضارة الوجه.",
                    "features": [
                        "المناطق المستهدفة : شد الوجه والرقبة والأنف والخدين وخطوط الابتسامة لتأثير الش ّد الشامل.",
                        "الشد المخصص : يستخدم أطباء الجلدية المهرة لدينا خيو ًطا بأطوال وأحجام مختلفة لتحقيق  جذاب، مثل ش ّد العيون للحصولعلى مظهر عيون القطة الساحرة أو الثعلب الأنيقة.",
                        {
                            "title": "فوائد خيوط الإبرة الواحدة ",
                            "items": [
                                "شد الوجه الشامل لمظهر أكثر شبابا",
                                "ملامح وجه محسّنة ",
                                "رفع العينين الآسر .",
                                "إجراءات مريحة تتم تحت التخدير الموضعي. ",
                                "نتائج تدوم طويلا،ً مصممة لتلبية رغباتك. "
                            ]
                        }
                    ]
                },
                {
                    "type": "sub-heading-content-last",
                    "description": "تستغرق الجلسات عاد ًة من 30 إلى 60 دقيقة، مع نتائج تلبي احتياجات بشرتك ورغباتك الفردية، مما يضمن  ا من ً ً مظهر ت ا يدوم ًشا وشاب ع طويلا."
                }
            ]
        }
    ]
}