{
    "doctors": [
        
        {
            "id": 2,
            "name": "االسم: - دكتور يوري ماكرينو ",
            "image": "/assets/Images/doctors/Dr Yuri.png",
            "link": "dr-yuri-macrino",
            "designation": "الوظيفة: - جراح تجميل واستشاري ",
            "overview": {
                "title": "Overview",
                "sections": [
                    {
                        "subtitle": "",
                        "items": [
                            "الدكتور يوري ماكرينو هو جراح تجميل مرموق أجرى أكثر من 3300 عملية تجميل وترميم. مع التركيز على تحديد شكل الجسم وتجديد الوجه وجراحة الثدي، فهو مشهور بدقته والتزامه بالنتائج الطبيعية طويلة األمد. يجري الدكتور ماكرينو الجراحات باستخدام تقنيات متقدمة مثل Vaser وRenuvion، مما يضمن النتائج المثلى لمرضاه. "
                        ]
                    }
                ]
            },
            "workExperience": {
                "title": "Work Experience",
                "items": [
                    "يمارس الدكتور ماكرينو حالًيا مهنة استشاري مستقل في أفضل العيادات في روما وميالنو وتورينو وسان مارينو، كما ساهم أي ًضا في العمل اإلنساني مع Smile Operation وonlus-Aicpe"
                ]
            },
            "qualifications": {
                "title": "Qualifications",
                "items": [
                    "حصل على درجات علمية في جراحة التجميل والطب من جامعة كاتانيا و \"ا سابينزا \" بروما. وبصفته عضًو ISAPS وIPRAS وAICPE وSICPRE، يكرس الدكتور ا نش ًطا في الجمعيات العلمية المرموقة مثل ماكرينو نفسه لتطوير هذا المجال من خالل التعليم والبحث. "
                ]
            },
            "workingShifts": {
                "title": "ساعات العمل",
                "flipFront1": "األحد - الخميس من الساعة",
                "flipFrontDesc1": "10:00 AM to 8:00 PM",
                "flipBack1": "السبت من الساعة",
               "flipBackDesc1": "10:00 AM to 9:00 PM",
                "flipFront2": "العنوان",
                "flipFrontDesc2": "ممشى الراحة، شارع المنتزه، الشارقة ",
                "flipBack2": "العنوان",
                "flipBackDesc2": "ممشى الراحة، شارع المنتزه، الشارقة "
            }
        },
        {
            "id": 3,
            "name": "االسم: - دكتور مهدي شيدفش ",
            "image": "/assets/Images/doctors/mahdi.png",
            "link": "dr-mehdi-shidvash",
            "designation": "اللقب: - طبيب تجميل ",
            "overview": {
                "title": "Overview",
                "sections": [
                    {
                        "subtitle": "",
                        "items": [
                            "يشتهر الدكتور شيدفش بعالجه الذي يركز على المريض النهج، الذي يجمع بين التقنيات المتقدمة واالهتمام الدقيق بالتفاصيل. وتؤكد فلسفته على تحقيق نتائج طبيعية ومتوازنة وطويلة األمد. يثق به المرضى لقدرته على تقديم رعاية شخصية تعزز ثقتهم ورفاهيتهم. ويواصل إتقانه للغة اإلنجليزية والفارسية واأللمانية والفرنسية، قيادة التطورات في الطب التجميلي مع إلهام الثقة بين مرضاه. مع التزامه العميق بالتميز واإلبداع، أصبح الدكتور مهدي شيدفاش اس ًما موثوا به في الطب التجميلي، سواء في اإلمارات العربية المتحدة أو على مستوى العالم. "
                        ]
                    }
                ]
            },
            "workExperience": {
                "title": "Work Experience",
                "items": [
                    "الدكتور مهدي شيدفش هو طبيب تجميل ماهر ومخلص يتمتع بخبرة تزيد عن 27 عا ًما في الطب التجميلي. تمتد خبرته إلى مجموعة واسعة من اإلجراءات المصممة لتلبية االحتياجات الفريدة لمرضاه مع الحفاظ على أعلى معايير السالمة واألخالق. وتشمل مساهمات الدكتور شيدفاش الواسعة في هذا المجال تأليف كتاب مرجعي للعناية بالبشرة ومكافحة الشيخوخة في إيران والتحدث في مؤتمرات مرموقة مثل IMCAS( باريس( وAMWC( موناكو(. "
                ]
            },
            "qualifications": {
                "title": "Qualifications",
                "items": [
                    "تخرج من كلية الطب شهيد بهشتي عام 1997 ومنذ ذلك الحين بنى مهنة رائعة متخصصة في العالجات التجميلية غير الجراحية واألقل تدخال.ً"
                ]
            },
            "workingShifts": {
                "title": "ساعات العمل",
                "flipFront1": "األحد - الخميس من الساعة",
                "flipFrontDesc1": "10:00 AM to 8:00 PM",
                "flipBack1": "السبت من الساعة",
               "flipBackDesc1": "10:00 AM to 9:00 PM",
                "flipFront2": "العنوان",
                "flipFrontDesc2": "ممشى الراحة، شارع المنتزه، الشارقة ",
                "flipBack2": "العنوان",
                "flipBackDesc2": "ممشى الراحة، شارع المنتزه، الشارقة "
            }
        },
        {
            "id": 4,
            "name": "االسم: - ساندرو سيسي ",
            "image": "/assets/Images/doctors/Dr Sandro.png",
            "link": "dr-sandro-ceci",
            "designation": "اللقب: - أخصائي أمراض جلدية ",
            "overview": {
                "title": "Overview",
                "sections": [
                    {
                        "subtitle": "",
                        "items": [
                            "الدكتور ساندرو سيسي هو طبيب أمراض جلدية بارع يتمتع بخبرة واسعة في كل من األمراض الجلدية السريرية والتجميلية. أكمل تخصصه في األمراض الجلدية في Educational-Técnico Fundação Marques Souza، البرازيل )2009-2006(، وصقل مهاراته في الطب التجميلي من خالل برنامج إضافي في نفس المؤسسة )-2006 2008(. بعد حصوله على شهادة أخصائي أمراض جلدية من الجمعية الطبية البرازيلية منذ عام ،2011 أصبح الدكتور سيسي س ًما موثوقا به في مجال الرعاية الجلدية."
                        ]
                    }
                ]
            },
            "workExperience": {
                "title": "Work Experience",
                "items": [
                    "يتخصص الدكتور سيسي في مجموعة واسعة من الخدمات الجلدية، من تشخيص وعالج حاالت الجلد إلى اإلجراءات التجميلية المتقدمة المصممة لتجديد وتعزيز صحة الجلد. إن نهجه الذي يركز على المريض، جنًبا إلى جنب مع االهتمام الدقيق بالتفاصيل، يضمن رعاية شخصية تعطي األولوية للسالمة والنتائج الطبيعية. مع سنوات من الخبرة وااللتزام بالبقاء في طليعة التطورات في األمراض الجلدية، يواصل الدكتور ساندرو سيسي تقديم رعاية استثنائية، وإلهام الثقة وتحسين رفاهية مرضاه. "
                ]
            },
            "qualifications": {
                "title": "Qualifications",
                "items": [
                    "وفي سعيه إلى التميز األكاديمي والبحث، حصل الدكتور سيسي على درجة الماجستير في علم األمراض الحيوية من جامعة أوبيرابا، البرازيل ) 2018-2016(. وتدعم خلفيته األكاديمية نهجه القائم على األدلة في عالج األمراض الجلدية، مما يضمن حصول المرضى على أعلى مستوى من الرعاية. "
                ]
            },
            "workingShifts": {
                "title": "ساعات العمل",
                "flipFront1": "األحد - الخميس من الساعة",
                "flipFrontDesc1": "10:00 AM to 8:00 PM",
                "flipBack1": "السبت من الساعة",
               "flipBackDesc1": "10:00 AM to 9:00 PM",
                "flipFront2": "العنوان",
                "flipFrontDesc2": "ممشى الراحة، شارع المنتزه، الشارقة ",
                "flipBack2": "العنوان",
                "flipBackDesc2": "ممشى الراحة، شارع المنتزه، الشارقة "
            }
        },
        {
            "id": 5,
            "name": "االسم: - دكتورة منار مجدي ",
            "image": "/assets/Images/doctors/Dr Manar.png",
            "link": "dr-manar-magdy",
            "designation": "اللقب: - أخصائية أمراض جلدية ",
            "overview": {
                "title": "Overview",
                "sections": [
                    {
                        "subtitle": "",
                        "items": [
                            "الدكتورة منار مجدي خليل عثمان هي أخصائية أمراض جلدية تتمتع بخبرة عالية ألكثر من 15 عا ًما في كل من األمراض الجلدية الطبية والتجميلية. وهي معروفة بنهجها التفصيلي لتعزيز الجمال الطبيعي مع إعطاء األولوية لسالمة المريض وراحته. "
                        ]
                    }
                ]
            },
            "workExperience": {
                "title": "Work Experience",
                "items": [
                    "وهي خبيرة في طب الجلد التجميلي، وتقدم مجموعة من العالجات غير الجراحية بما في ذلك الحشوات والبوتوكس وحقن الدهون والوخز باإلبر الدقيقة والتقشير وتقنيات مكافحة الشيخوخة. كما أنها تتخصص في تقنيات الرفع غير الجراحية المتقدمة مثل الشد الداخلي، وتقنية الموجات فوق الصوتية عالية الكثافة، والعالج، باإلضافة إلى الليزر الجزئي وعالجات الترددات الراديوية. وتشمل مجاالت خبرتها شد الوجه غير الجراحي، وشد األنف بالخيوط، وشد أسفل العين بالخيوط، وشد الحاجب والرقبة، وتجديد الوجه، وتحفيز الكوالجين، والبالزما الغنية بالصفائح الدموية، والعالج بالحقن الموضعي، والتقشير الكيميائي. "
                ]
            },
            "qualifications": {
                "title": "Qualifications",
                "items": [
                    "حصلت على ماجستير في األمراض الجلدية، وبكالوريوس في الطب من جامعة القاهرة، ودبلوم في الطب التجميلي من األكاديمية األمريكية. "
                ]
            },
            "workingShifts": {
                "title": "ساعات العمل",
                "flipFront1": "األحد - الخميس من الساعة",
                "flipFrontDesc1": "10:00 AM to 8:00 PM",
                "flipBack1": "السبت من الساعة",
               "flipBackDesc1": "10:00 AM to 9:00 PM",
                "flipFront2": "العنوان",
                "flipFrontDesc2": "ممشى الراحة، شارع المنتزه، الشارقة ",
                "flipBack2": "العنوان",
                "flipBackDesc2": "ممشى الراحة، شارع المنتزه، الشارقة "
            }
        },
        {
            "id": 6,
            "name": "االسم: - دكتورة راميليا اناركولوفا ",
            "image": "/assets/Images/doctors/Dr Ramila.png",
            "link": "dr-ramilia-anarkulova",
            "designation": "أخصائية أمراض جلدية وتجميل ",
            "overview": {
                "title": "Overview",
                "sections": [
                    {
                        "subtitle": "",
                        "items": [
                            "راميليا شغوفة بتعزيز الجمال الطبيعي، وتتخصص في حقن البوتوكس للوجه بالكامل، وتفتيت الدهون، وتقنية الشفاه الروسية، والميزوثيرابي، وتجميل الكنتوري، وتكبير المؤخرة. يضمن نهجها الذي يركز على المريض، جنًبا إلى جنب مع الدقة والفن، عالجات مخصصة تقدم نتائج آمنة وفعالة وطبيعية المظهر. "
                        ]
                    }
                ]
            },
            "workExperience": {
                "title": "Work Experience",
                "items": [
                    "مع شهادات متعددة في البوتوكس، وشد الخيوط، والبالزما الغنية بالصفائح الدموية، وغيرها من التقنيات المتقدمة، تظل راميليا ملتزمة بالبقاء في طليعة طب األمراض الجلدية والتجميل. بفضل إتقانها للغات الروسية واإلنجليزية والقيرغيزية واألويغورية والتركية، تقدم الدكتورة رينولدز رعاية متخصصة لعمالء متنوعين، مما يضمن حصول كل مريض على تجربة مخصصة ومهنية. لقد أثبتت خبرتها واهتمامها بالتفاصيل وتفانيها في االبتكار أنها اسم موثوق به في مجال التجميل والجماليات. "
                ]
            },
            "qualifications": {
                "title": "Qualifications",
                "items": [
                    "راميليا أناركولووفا هي أخصائية أمراض جلدية وتجميل ماهرة ولديها خبرة واسعة في إجراءات تجميل الوجه والعالجات غير الجراحية. حصلت على دبلومة في الطب العام من أكاديمية آي كيه أخونباييف الطبية الحكومية القرغيزية وأكملت إقامتها العليا في طب األمراض الجلدية والتجميل، مما زودها بخبرة متعمقة في العناية بالبشرة المتقدمة والتحسينات التجميلية. "
                ]
            },
            "workingShifts": {
                "title": "ساعات العمل",
                "flipFront1": "األحد - الخميس من الساعة",
                "flipFrontDesc1": "10:00 AM to 8:00 PM",
                "flipBack1": "السبت من الساعة",
               "flipBackDesc1": "10:00 AM to 9:00 PM",
                "flipFront2": "العنوان",
                "flipFrontDesc2": "ممشى الراحة، شارع المنتزه، الشارقة ",
                "flipBack2": "العنوان",
                "flipBackDesc2": "ممشى الراحة، شارع المنتزه، الشارقة "
            }
        },
        {
            "id": 7,
            "name": "االسم: - د. إليسا األحمدية ",
            "image": "/assets/Images/doctors/Dr Elissa.png",
            "link": "dt-elissa-a-ahmadieh",
            "designation": "الوظيفة: - أخصائية تغذية ",
            "overview": {
                "title": "Overview",
                "sections": [
                    {
                        "subtitle": "",
                        "items": [
                            "تشتهر إليسا بسلوكها المتعاطف والداعم، وتعمل عن كثب مع عمالئها لتصميم خطط عملية وقابلة للتحقيق تناسب أنماط حياتهم الفريدة. لقد ساعد تفانيها في تمكين األفراد من اتخاذ خيارات غذائية مستنيرة العديد من األشخاص على استعادة الثقة وتحسين صحتهم العامة. ",
                            "وبفضل خبرتها الواسعة والتزامها بالتميز، تواصل إليسا األحمدية إلهام التغيير اإليجابي، مما يترك تأثي ًرا دائ ًما على حياة عمالئها ويعزز مجال التغذية والعافية. "
                        ]
                    }
                ]
            },
            "workExperience": {
                "title": "Work Experience",
                "items": [
                    "إليسا األحمدية هي أخصائية تغذية وأخصائية تغذية ماهرة للغاية ولديها أكثر من 7 سنوات من الخبرة في تعزيز الصحة والعافية من خالل استراتيجيات التغذية الشخصية. تتخصص إليسا في برامج إنقاص الوزن ونحت الجسم، وتجمع بين التوجيه الغذائي القائم على األدلة وأجهزة التخسيس المتقدمة لمساعدة العمالء على تحقيق نتائج مستدامة. يركز نهجها على تقديم أنظمة غذائية فعالة ومحددة تلبي احتياجات متنوعة، بما في ذلك إدارة الوزن، وتحسين الصحة، وتحسين نمط الحياة. "
                ]
            },
            "qualifications": {
                "title": "Qualifications",
                "items": [
                    "وهي حاصلة على درجة البكالوريوس في التغذية وعلم التغذية من لبنان، وقد بنت سمعة طيبة لخبرتها في إجراء تقييمات التغذية الشاملة وإنشاء خطط غذائية مخصصة لتلبية أهداف الصحة الفردية. "
                ]
            },
            "workingShifts": {
                "title": "ساعات العمل",
                "flipFront1": "األحد - الخميس من الساعة",
                "flipFrontDesc1": "10:00 AM to 8:00 PM",
                "flipBack1": "السبت من الساعة",
               "flipBackDesc1": "10:00 AM to 9:00 PM",
                "flipFront2": "العنوان",
                "flipFrontDesc2": "ممشى الراحة، شارع المنتزه، الشارقة ",
                "flipBack2": "العنوان",
                "flipBackDesc2": "ممشى الراحة، شارع المنتزه، الشارقة "
            }
        },
        {
            "id": 8,
            "name": "االسم: - دكتور عادل األسود ",
            "image": "/assets/Images/doctors/Adel.png",
            "link": "dr-adel-al-aswad",
            "designation": "اللقب: - جراح فم متخصص ",
            "overview": {
                "title": "Overview",
                "sections": [
                    {
                        "subtitle": "",
                        "items": [
                            "يتخصص الدكتور عادل األسود في مجموعة واسعة من اإلجراءات الجراحية الفموية، بما في ذلك زراعة األسنان، وخلع ضرس العقل، وجراحات الفك التصحيحية، وإدارة الحاالت الفموية المعقدة. ويستند نهجه إلى االلتزام براحة المريض وسالمته، وتوظيف أحدث التقنيات األقل توغالً يق نتائج مثالية. لتحق",
                            "يُعرف الدكتور عادل األسود باهتمامه الدقيق بالتفاصيل والعناية المتعاطفة، ويبني عالقات قوية مع مرضاه، مما يضمن شعورهم بالثقة والمعرفة الجيدة في كل خطوة من رحلة عالجهم. تؤكد فلسفته على استعادة صحة الفم ووظائفه مع تعزيز جودة حياة المرضى بشكل عام",
                            "إن تفاني الدكتور عادل األسود في التميز ونهجه الذي يركز على المريض قد جعله اس ًما موثوقا به في جراحة الفم، سواء على المستوى اإلقليمي أو الدولي. سواء كان يعالج حاالت جراحية معقدة أو إجراءات روتينية، فإن خبرته تستمر في إلهام الثقة وتحسين حياة مرضاه. "
                        ]
                    }
                ]
            },
            "workExperience": {
                "title": "Work Experience",
                "items": [
                    "الدكتور عادل األسود هو جراح فم متخصص يتمتع بمهارة عالية وتعاطف كبير ولديه أكثر من 24 عا ًما من الخبرة في مجال جراحة الفم باإلضافة إلى ممارسته السريرية، قدم الدكتور عادل األسود مساهمات كبيرة في هذا المجال من خالل التعليم المستمر والتطوير المهني. وهو متحدث متكرر في مؤتمرات طب األسنان الدولية وقد ألف العديد من المقاالت حول تقنيات جراحة الفم المتقدمة. يتقن اللغتين العربية واإلنجليزية، وهو ملتزم بتقديم رعاية عالمية المستوى للمرضى من خلفيات متنوعة. "
                ]
            },
            "qualifications": {
                "title": "Qualifications",
                "items": [
                    "حصل على درجة البكالوريوس في طب األسنان من جامعة دمشق، سوريا. مما وضع األساس لمهنة استثنائية مكرسة للدقة ورعاية المرضى وا البتكار في صحة الفم. "
                ]
            },
            "workingShifts": {
                "title": "ساعات العمل",
                "flipFront1": "األحد - الخميس من الساعة",
                "flipFrontDesc1": "10:00 AM to 8:00 PM",
                "flipBack1": "السبت من الساعة",
               "flipBackDesc1": "10:00 AM to 9:00 PM",
                "flipFront2": "العنوان",
                "flipFrontDesc2": "ممشى الراحة، شارع المنتزه، الشارقة ",
                "flipBack2": "العنوان",
                "flipBackDesc2": "ممشى الراحة، شارع المنتزه، الشارقة "
            }
        },
        {
            "id": 9,
            "name": "االسم: - دكتور أمير مجدي",
            "image": "/assets/Images/doctors/Amir.png",
            "link": "dr-amir-magdy",
            "designation": "العنوان: - طبيب أسنان عام ",
            "overview": {
                "title": "Overview",
                "sections": [
                    {
                        "subtitle": "",
                        "items": [
                            "يشتهر الدكتور مجدي بنهجه الذي يركز على المريض، وهو ملتزم بتقديم خطط عالج شخصية تعطي األولوية للراحة والنتائج طويلة األمد. سواء كان يعمل مع البالغين أو األطفال، فإن رعايته الرحيمة واهتمامه الدقيق بالتفاصيل يلهم الثقة بين مرضاه بخبرته العميقة والتزامه الثابت بالتميز، يواصل الدكتور أمير مجدي تحويل االبتسامات وتحسين صحة الفم، مما يترك تأثي ًرا دائ ًما على رفاهية مرضاه واحترامهم لذاتهم. "
                        ]
                    }
                ]
            },
            "workExperience": {
                "title": "Work Experience",
                "items": [
                    "الدكتور أمير مجدي هو طبيب أسنان عام ماهر يتمتع بخبرة تزيد عن 10 سنوات في تقديم رعاية أسنان عالية الجودة. حاصل على ترخيص من وزارة الصحة كطبيب أسنان عام، وهو متخصص في طب األسنان الترميمي والتجميلي، وطب األسنان بالليزر، وعالجات قناة الجذر )RCT). تشمل خبرة الدكتور مجدي الواسعة أي ًضا ست سنوات من الخبرة في طب أسنان األطفال وزراعة األسنان، مما يسمح له بمعالجة مجموعة واسعة من احتياجات المرضى بدقة وعناية. "
                ]
            },
            "qualifications": {
                "title": "Qualifications",
                "items": [
                    "بعد تخرجه من جامعة MSA، مصر، بدرجة البكالوريوس في جراحة الفم واألسنان )BDS)، يكرس الدكتور مجدي نفسه للتطوير المهني المستمر. وهو عضو فعال في الجمعية العربية للتعليم المستمر لطب األسنان، حيث صقل مهاراته في القشور واألطقم الثابتة وطب األسنان بالليزر. باإلضافة إلى ذلك، بصفته عضًو ظل في طليعة التطورات في ا في األكاديمية األمريكية لطب األسنان التجميلي، فإنه ي عالجات األسنان التجميلية والترميمية. "
                ]
            },
            "workingShifts": {
                "title": "ساعات العمل",
                "flipFront1": "األحد - الخميس من الساعة",
                "flipFrontDesc1": "10:00 AM to 8:00 PM",
                "flipBack1": "السبت من الساعة",
               "flipBackDesc1": "10:00 AM to 9:00 PM",
                "flipFront2": "العنوان",
                "flipFrontDesc2": "ممشى الراحة، شارع المنتزه، الشارقة ",
                "flipBack2": "العنوان",
                "flipBackDesc2": "ممشى الراحة، شارع المنتزه، الشارقة "
            }
        },
        {
            "id": 10,
            "name": "االسم: - د. رانيا غانم ",
            "image": "/assets/Images/doctors/Rania.png",
            "link": "dr-rania-ghanem",
            "designation": "الوظيفة: - أخصائية تركيبات األسنان ",
            "overview": {
                "title": "Overview",
                "sections": [
                    {
                        "subtitle": "",
                        "items": [
                            "كما أنها متخصصة في وضع خطط عالج فموية شخصية لضمان أفضل النتائج لمرضاها ويركز نهجها على الجمع بين الخبرة الفنية والرعاية التي تركز على المريض لتقديم نتائج عالية الجودة وطبيعية المظهر. وبفضل خبرتها الواسعة، تواصل الدكتورة غانم تقديم رعاية متميزة في مجال طب األسنان وتركيبات األسنان. "
                        ]
                    }
                ]
            },
            "workExperience": {
                "title": "Work Experience",
                "items": [
                    "الدكتورة رانيا أحمد رضوان غانم هي أخصائية تركيبات أسنان ماهرة ولديها أكثر من 18 عا ًما من الخبرة في طب األسنان الترميمي وتركيبات األسنان. وهي بارعة للغاية في عالجات الفم واألسنان، بما في ذلك قشور األسنان واإلجراءات التجميلية والعناية الروتينية باألسنان."
                ]
            },
            "qualifications": {
                "title": "Qualifications",
                "items": [
                    "وهي حاصلة على درجة الماجستير في تركيبات األسنان من جامعة القاهرة وبكالوريوس في جراحة األسنان ) BDS من جامعة عين شمس، مصر. "
                ]
            },
            "workingShifts": {
                "title": "ساعات العمل",
                "flipFront1": "األحد - الخميس من الساعة",
                "flipFrontDesc1": "10:00 AM to 8:00 PM",
                "flipBack1": "السبت من الساعة",
               "flipBackDesc1": "10:00 AM to 9:00 PM",
                "flipFront2": "العنوان",
                "flipFrontDesc2": "ممشى الراحة، شارع المنتزه، الشارقة ",
                "flipBack2": "العنوان",
                "flipBackDesc2": "ممشى الراحة، شارع المنتزه، الشارقة "
            }
        },
        {
            "id": 11,
            "name": "االسم: - د. هدى شاهين ",
            "image": "/assets/Images/doctors/huda.png",
            "link": "dr-huda-ebrahim-shaheen",
            "designation": "الوظيفة: - أخصائية أمراض النساء والتوليد ",
            "overview": {
                "title": "Overview",
                "sections": [
                    {
                        "subtitle": "",
                        "items": [
                            "كما أن لديها مجموعة واسعة من الخدمات تشمل مستحضرات التجميل النسائية، والشد، والتبييض، والعالجات بالليزر، والموجات فوق الصوتية ثنائية األبعاد ورباعية األبعاد، باإلضافة إلى جماليات الوجه مثل البوتوكس والحشو، والبالزما الغنية بالصفائح الدموية، والميزوثيرابي. يجمع نهجها بين الخبرة الطبية والتحسينات التجميلية لضمان الرعاية الشاملة والنتائج الطبيعية لمرضاها. "
                        ]
                    }
                ]
            },
            "workExperience": {
                "title": "Work Experience",
                "items": [
                    "الدكتورة هدى إبراهيم شاهين أخصائية أمراض النساء والتوليد ذات خبرة عالية تبلغ 25 عا ًما في كل من اإلجراءات النسائية والتجميلية.وهي حاصلة على امتيازات من هيئة الصحة بدبي ووزارة الصحة للعديد من العالجات، بما في ذلك طب النساء التجميلي، وجماليات الوجه، والعالجا ت بالليزر، والبوتوكس، والحشو، والميزوثيرابي. "
                ]
            },
            "qualifications": {
                "title": "Qualifications",
                "items": [
                    "حصلت الدكتورة شاهين على درجة الدكتوراه في أمراض النساء والتوليد، وهي ملتزمة بتقديم الرعاية المتقدمة في كال المجالين، مع التركيز على تحسين الصحة العامة والثقة لدى مرضاها. "
                ]
            },
            "workingShifts": {
                "title": "ساعات العمل",
                "flipFront1": "األحد - الخميس من الساعة",
                "flipFrontDesc1": "10:00 AM to 8:00 PM",
                "flipBack1": "السبت من الساعة",
               "flipBackDesc1": "10:00 AM to 9:00 PM",
                "flipFront2": "العنوان",
                "flipFrontDesc2": "ممشى الراحة، شارع المنتزه، الشارقة ",
                "flipBack2": "العنوان",
                "flipBackDesc2": "ممشى الراحة، شارع المنتزه، الشارقة "
            }
        },
        {
            "id": 12,
            "name": "Naziha Al Tabaa",
            "image": "/assets/Images/doctors/Naziha.png",
            "link": "naziha-al-tabaa",
            "designation": "Skin Expert & Beauty Therapist",
            "overview": {
                "title": "Overview",
                "sections": [
                    {
                        "subtitle": "",
                        "items": [
                            "نزيهة الطباع معالجة تجميل ماهرة وذات خبرة مع خلفية قوية في التجميل والعالجات بالليزر. ",
                            "مع شغفها بتعزيز الجمال الطبيعي، تركز نزيهة على تقديم عالجات شخصية تتوافق مع االحتياجات الفردية لمرضاها. وهي متخصصة في مجموعة من خدمات العناية بالبشرة المتقدمة، بما في ذلك HydraFacial والتقشير الكيميائي و الوخز باإلبر الدقيقة وعالجات الليزر. لقد اكتسبت سمعة طيبة في تقديم رعاية عالية الجودة تجعل عمالئها يبدون ويشعرون بأفضل حال بفضل اهتمامها بالتفاصيل وتفانيها في تحقيق أفضل النتائج الممكنة."
                        ]
                    }
                ]
            },
            "workExperience": {
                "title": "Work Experience",
                "items": [
                    "منذ عام ،2021 تمارس نزيهة عملها في اإلمارات العربية المتحدة، حيث تواصل صقل مهاراتها مع البقاء على اطالع بأحدث التطورات في العالجات التجميلية. وهي تتقن اللغة العربية والفرنسية واإلنجليزية واأللمانية األساسية، وهي ملتزمة بتقديم رعاية استثنائية للمرضى في بيئة متنوعة ثقافًيا. لقد أثبتت خبرة نزيهة، جنًبا إلى جنب مع نهجها الحنون في العناية بالبشرة، أنها محترفة موثوقة في صناعة التجميل والجمال. "
                ]
            },
            "qualifications": {
                "title": "Qualifications",
                "items": [
                    "حاصلة على بكالوريوس العلوم التربوية من الجامعة اللبنانية ودبلومة في التجميل والليزر من طرابلس، لبنان، وصقلت خبرتها أكثر بشهادات من مؤسسات مرموقة في برشلونة. "
                ]
            },
            "workingShifts": {
                "title": "ساعات العمل",
                "flipFront1": "األحد - الخميس من الساعة",
                "flipFrontDesc1": "10:00 AM to 8:00 PM",
                "flipBack1": "السبت من الساعة",
               "flipBackDesc1": "10:00 AM to 9:00 PM",
                "flipFront2": "العنوان",
                "flipFrontDesc2": "ممشى الراحة، شارع المنتزه، الشارقة ",
                "flipBack2": "العنوان",
                "flipBackDesc2": "ممشى الراحة، شارع المنتزه، الشارقة "
            }
        }
    ]
}