{
    "footerServices": [
        {
            "id": "1",
            "name": "privacy-policy",
            "sections": [
                {
                    "type": "content",
                    "title": "سياسة الخصوصية",
                    "description": "في مركز كاريزما الطبي التخصصي، نعطي الأولوية لحماية خصوصيتك وأمانك. تحدد سياسة الخصوصية هذه المعلومات التي نجمعها، وكيفية استخدامها، والخيارات المتاحة لك عند التفاعل مع خدماتنا."
                },
                {
                    "type": "content",
                    "title": "إشعار مهم",
                    "description": "تتعلق سياسة الخصوصية هذه بالمعلومات الشخصية التي تقدمها عند طلب الرعاية الطبية أو الاستفسار من خلال خدماتنا. إذا تعارض أي جزء من هذه السياسة مع القوانين أو اللوائح أو الإشعارات الحكومية المعمول بها، فإن الأحكام القانونية ذات الصلة لها الأولوية في الولاية القضائية المعنية.",
                    "features": [
                        {
                            "title": "تدابير حماية الخصوصية:",
                            "items": [
                                "لن يتم تخزين أو بيع أو مشاركة أو تأجير جميع تفاصيل بطاقات الائتمان/الخصم والمعلومات الشخصية لأطراف ثالثة.",
                                "لا نشارك معلومات بطاقات الخصم/الائتمان مع أطراف ثالثة.",
                                "يستخدم مركز كاريزما الطبي التخصصي تدابير أمنية مناسبة، بما في ذلك بروتوكولات الأجهزة والبرامج، لحماية خصوصية البيانات. ومع ذلك، لا يمكننا ضمان الأمان الكامل للمعلومات التي يتم الكشف عنها عبر الإنترنت.",
                                "لسنا مسؤولين عن سياسات الخصوصية للمواقع الخارجية المرتبطة بمنصتنا. إذا قدمت معلومات لأطراف ثالثة، فسوف تنطبق سياسات جمع البيانات واستخدامها الخاصة بهم.",
                                "قد يتم تحديث سياسات وأحكام موقعنا الإلكتروني بشكل دوري للامتثال للمتطلبات القانونية والتنظيمية. يتم تشجيع العملاء على مراجعة هذه الأقسام بشكل متكرر للحصول على التحديثات."
                            ]
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "المعلومات التي نجمعها",
                    "description": "عند استخدام خدماتنا، قد نجمع الأنواع التالية من المعلومات:",
                    "features": [
                        {
                            "title": "المعلومات التي تقدمها مباشرة:",
                            "items": [
                                "تفاصيل الاتصال، بما في ذلك الاسم الكامل، عنوان البريد الإلكتروني، رقم الهاتف المحمول، والعنوان الفعلي.",
                                "اسم المستخدم وكلمة المرور.",
                                "تفاصيل الصحة الشخصية، مثل التشخيص، التاريخ الطبي، الحالة الصحية العامة، ومعلومات التأمين.",
                                "مراجعات الأطباء وأي معلومات إضافية تختار مشاركتها.",
                                "قد نجمع هذه البيانات مع السجلات الموجودة."
                            ]
                        },
                        {
                            "title": "المعلومات التي يتم جمعها تلقائيًا:",
                            "items": [
                                "عنوان بروتوكول الإنترنت (IP)، معرفات الجهاز، نوع المتصفح، نظام التشغيل، ومزود خدمة الإنترنت.",
                                "الصفحات التي تمت زيارتها قبل وبعد الوصول إلى خدماتنا، الطوابع الزمنية، الروابط التي تم النقر عليها، والمحتوى الذي تمت مشاهدته.",
                                "معلومات الموقع، مثل إشارات GPS، نقاط وصول WiFi، وبيانات برج الهاتف الخلوي."
                            ]
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "استخدام ملفات تعريف الارتباط",
                    "description": "قد نستخدم ملفات تعريف الارتباط والتقنيات المماثلة لتحسين تجربة التصفح الخاصة بك. قد يتم دمج هذه المعلومات مع السجلات الموجودة لتخصيص تفاعلاتك مع خدماتنا.",
                    "features": [
                        {
                            "title": "مصادر معلومات الجهات الخارجية:",
                            "items": [
                                "إذا قمت بالوصول إلى خدماتنا عبر الإعلانات على مواقع الطرف الثالث، فقد نتلقى معلومات من تلك المنصات.",
                                "بالنسبة للخدمات الطبية، قد نحصل على سجلات ذات صلة من مقدمي الرعاية الصحية لديك، بما في ذلك التاريخ الطبي ونتائج المختبر وغيرها من التفاصيل الضرورية.",
                                "قد نتلقى أيضًا بيانات من خدمات الجهات الخارجية مثل فيسبوك، جوجل، أو تويتر إذا اخترت دمج هذه المنصات مع خدماتنا."
                            ]
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "كيف نستخدم معلوماتك",
                    "description": "يتم استخدام المعلومات التي تم جمعها للأغراض التالية:",
                    "features": [
                        {
                            "title": "استخدام المعلومات:",
                            "items": [
                                "تقديم وتحسين خدماتنا.",
                                "التواصل معك.",
                                "تلبية طلبات المنتجات، الخدمات، والمعلومات.",
                                "تحليل بيانات المستخدم لتحسين جودة الخدمة.",
                                "إجراء البحوث مع الترخيص المناسب.",
                                "منع الأنشطة المحظورة أو غير القانونية وفقًا لشروط الاستخدام الخاصة بنا.",
                                "أي أغراض أخرى يتم الكشف عنها في وقت جمع البيانات، خاضعة لموافقتك."
                            ]
                        }
                    ]
                },
                {
                    "type": "content",
                    "description": "باستخدام خدماتنا، فإنك تقر وتوافق على الشروط الموضحة في سياسة الخصوصية هذه."
                }
            ]
        },
        {
            "id": "2",
            "name": "terms-conditions",
            "sections": [
                {
                    "type": "content",
                    "title": "الشروط والأحكام",
                    "description": "في مركز كاريزما الطبي التخصصي، نحن ملتزمون بالحفاظ على الشفافية وضمان أفضل تجربة لزوارنا ومرضانا. تحدد هذه الشروط والأحكام القواعد واللوائح التي تحكم استخدام خدماتنا."
                },
                {
                    "type": "content",
                    "title": "إشعار مهم",
                    "description": "من خلال الوصول إلى خدماتنا واستخدامها، فإنك توافق على الامتثال لهذه الشروط والأحكام. إذا تعارضت أي أحكام في هذه الشروط والأحكام مع القوانين أو اللوائح أو الإشعارات الحكومية المعمول بها، فإن الأحكام القانونية ذات الصلة لها الأسبقية في الولاية القضائية المعنية."
                },
                {
                    "type": "content",
                    "title": "الشروط العامة",
                    "features": [
                        "خدماتنا مخصصة للأغراض القانونية فقط. يُحظر تمامًا أي إساءة استخدام أو نشاط احتيالي أو انتهاك للقوانين أثناء استخدام منصتنا.",
                        "نحتفظ بالحق في تعديل أو تعليق أو إيقاف أي جزء من خدماتنا دون إشعار مسبق.",
                        "يُحظر الاستخدام غير المصرح به لموقعنا الإلكتروني، بما في ذلك محاولة الوصول إلى الأقسام المقيدة، أو التدخل في ميزات الأمان، أو المشاركة في أنشطة تعطل وظائف الخدمة."
                    ]
                },
                {
                    "type": "content",
                    "title": "مسؤوليات المستخدم",
                    "features": [
                        "يجب على المستخدمين تقديم معلومات دقيقة ومحدثة عند التعامل مع خدماتنا.",
                        "يجب ألا ينتهك أي محتوى تتم مشاركته عبر منصتنا أي حقوق ملكية فكرية أو قوانين أو لوائح خاصة بالخصوصية.",
                        "يتحمل المستخدمون مسؤولية الحفاظ على سرية بيانات اعتماد حساباتهم ويجب عليهم إخطارنا فورًا بأي استخدام غير مصرح به."
                    ]
                },
                {
                    "type": "content",
                    "title": "الدفع والمعاملات",
                    "features": [
                        "لن يتم تخزين أو بيع أو مشاركة أو تأجير تفاصيل بطاقات الائتمان/الخصم لأطراف ثالثة.",
                        "لا نفصح عن تفاصيل بطاقات الخصم/الائتمان لأي أطراف خارجية.",
                        "تخضع جميع المدفوعات التي تتم عبر منصتنا لبروتوكولات المعاملات الآمنة، ولكن لا يمكننا ضمان الأمان المطلق للمعاملات عبر الإنترنت."
                    ]
                },
                {
                    "type": "content",
                    "title": "روابط وخدمات الجهات الخارجية",
                    "features": [
                        "قد يحتوي موقعنا على روابط لمواقع ويب تابعة لجهات خارجية لأغراض إعلامية أو متعلقة بالخدمة. تعمل هذه المواقع الخارجية بشكل مستقل، ونحن لسنا مسؤولين عن سياسات الخصوصية أو شروط الاستخدام الخاصة بها.",
                        "يجب على المستخدمين المتعاملين مع خدمات الجهات الخارجية مراجعة سياساتهم الخاصة قبل تقديم أي معلومات شخصية."
                    ]
                },
                {
                    "type": "content",
                    "title": "تعديلات الشروط والأحكام",
                    "features": [
                        "يجوز لنا تحديث أو مراجعة هذه الشروط والأحكام بشكل دوري لتعكس التغييرات في المتطلبات القانونية والتنظيمية.",
                        "نشجع المستخدمين على مراجعة هذا القسم بانتظام بحثًا عن أي تحديثات. وستدخل أي تعديلات حيز التنفيذ فور نشرها."
                    ]
                },
                {
                    "type": "content",
                    "title": "حدود المسؤولية",
                    "features": [
                        "لا يتحمل مركز كاريزما الطبي التخصصي المسؤولية عن أي أضرار مباشرة أو غير مباشرة أو عرضية أو تبعية ناجمة عن استخدام خدماتنا أو عدم القدرة على استخدامها.",
                        "لا نضمن خدمة متواصلة وخالية من الأخطاء ولن نتحمل المسؤولية عن أي مشكلات فنية خارجة عن سيطرتنا."
                    ]
                },
                {
                    "type": "content",
                    "title": "القانون الحاكم",
                    "description": "تخضع هذه الشروط والأحكام لقوانين الولاية القضائية المعمول بها. تخضع أي نزاعات تنشأ عن استخدام خدماتنا للاختصاص الحصري للسلطات القانونية المعنية."
                },
                {
                    "type": "content",
                    "description": "من خلال استخدام خدماتنا، فإنك تقر وتوافق على هذه الشروط والأحكام. إذا كنت لا توافق على أي جزء من هذه الشروط، فيجب عليك التوقف عن استخدام خدماتنا على الفور."
                }
            ]
        },
        {
            "id": "3",
            "name": "cookie-policy",
            "sections": [
                {
                    "type": "content",
                    "title": "ملفات تعريف الارتباط الخاصة بالموقع الإلكتروني",
                    "description": "قد نجمع هذه المعلومات مع المعلومات التي لدينا بالفعل عنك. المعلومات التي نجمعها تلقائيًا: قد نجمع معلومات معينة تلقائيًا عند استخدامك لخدماتنا، مثل عنوان بروتوكول الإنترنت (IP) لجهاز الكمبيوتر الخاص بك، ومعرفات الجهاز والإعلان، ونوع المتصفح، ونظام التشغيل، ومزود خدمة الإنترنت، والصفحات التي تزورها قبل وبعد استخدام الخدمات، وتاريخ ووقت زيارتك، ومعلومات حول الروابط التي تنقر عليها والصفحات التي تشاهدها داخل الخدمات، ومعلومات سجل الخادم القياسية الأخرى. قد نجمع أيضًا معلومات معينة حول الموقع عند استخدامك لخدماتنا، مثل إشارة نظام تحديد المواقع العالمي (GPS) لجهازك المحمول، أو معلومات حول نقاط وصول WiFi القريبة وأبراج الهاتف المحمول."
                }
            ]
        }
    ]
}