{
    "laserServices": [
        {
            "id": "1",
            "name": "candela-gentle-max-pro",
            "sections": [
                {
                    "type": "banner",
                    "deptName": "إزالة الشعر بالليزر",
                    "serviceName": "كانديلا جنتل ماكس برو",
                    "bannerImage": "../assets/Images/depts/laser/Candela/banner.png",
                    "bannerPosition": "right"
                },
                {
                    "type": "image-content",
                    "imageUrl": "../assets/Images/depts/laser/Candela/body-image.png",
                    "imageAlt": "كانديلا جنتل ماكس برو",
                    "title": "كانديلا جنتل ماكس برو",
                    "content": [
                        {
                            "type": "heading",
                            "text": "كانديلا جنتل ماكس برو في مركز كاريزما التخصصي الطبي"
                        },
                        {
                            "type": "paragraph",
                            "text": "أحدث ثورة في تجربة إزالة الشعر بالليزر مع جهاز كانديلا جنتل ماكس برو، وهو حل متطور يوفر علاجات متنوعة وشخصية لجميع أنواع البشرة وألوان الشعر."
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "تقنية ليزر متقدمة تناسب جميع الاحتياجات",
                    "features": [
                        "أطوال موجية مزدوجة: يتميز بأشعة الليزر ألكسندريت و Nd:YAG لعلاجات مخصصة وفعالة.",
                        "آمن على البشرة: مناسب للبشرة الفاتحة والداكنة بأقل خطر للآثار الجانبية.",
                        "راحة محسنة: تقنية التبريد المدمجة تضمن تجربة لطيفة ومريحة."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "لماذا تختار مركز كاريزما التخصصي الطبي؟",
                    "description": "في مركز كاريزما التخصصي الطبي، راحتك ورضاك هما أولويتنا. يقدم أخصائيونا المعتمدون رعاية دقيقة وشخصية باستخدام أحدث تقنيات الليزر للحصول على نتائج مثالية."
                },
                {
                    "type": "content",
                    "title": "لا تضيع الوقت أو الجهد مع كانديلا (جنتل ماكس برو)",
                    "description": "استمتع بأقصى درجات العناية مع علاج غير جراحي لحل إزالة الشعر باستخدام (جنتل ماكس برو). يتميز هذا العلاج غير الجراحي بتقنية تبريد متحكم بها لضمان عدم إلحاق ضرر بالبشرة المحيطة، مما يضمن إحساسًا مريحًا بشكل استثنائي. كونه إجراء غير جراحي، فإنه لا يتطلب فترة نقاهة، ويمكنك استئناف أنشطتك اليومية فورًا مع توصية بسيطة بتجنب التعرض للشمس بعد العلاج."
                },
                {
                    "type": "color-content",
                    "title": "اتخذ الخطوة الأولى نحو بشرة ناعمة",
                    "description": "حدد موعد جلستك اليوم لاستكشاف كيف يمكن لجهاز كانديلا جنتل ماكس برو أن يحول روتين العناية ببشرتك. احصل على نعومة دائمة وثقة مع فريق خبرائنا الذين سيرشدونك في كل خطوة على الطريق."
                }
            ]
        },
        {
            "id": "2",
            "name": "revlite-si",
            "sections": [
                {
                    "type": "banner",
                    "deptName": "إزالة الشعر بالليزر",
                    "serviceName": "RevLite SI",
                    "bannerImage": "../assets/Images/depts/laser/banner.png",
                    "bannerPosition": "right"
                },
                {
                    "type": "image-content",
                    "imageUrl": "../assets/Images/depts/laser/Candela/body-image.png",
                    "imageAlt": "revlite SI",
                    "title": "Revlite SI",
                    "content": [
                        {
                            "type": "heading",
                            "text": "revlite SI في مركز كاريزما التخصصي الطبي"
                        },
                        {
                            "type": "paragraph",
                            "text": "اكتشف تقنية الليزر المتقدمة مع RevLite SI، المصممة لتفتيح الشعر بدقة وفعالية وأمان. يستخدم هذا النظام المبتكر نبضات نانوية قوية لاستهداف الميلانين في بصيلات الشعر، مما يعطل دورة النمو لتحقيق تقليل تدريجي ودائم للشعر."
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "لماذا تختار تيلفير SI?",
                    "features": [
                        "فعال لجميع ألوان البشرة: يعالج بأمان مجموعة متنوعة من أنواع البشرة، بما في ذلك البشرة الداكنة.",
                        "نتائج متعددة الاستخدامات: يستهدف الشعر الناعم والخفيف، والذي قد يكون صعبًا على الليزر التقليدي.",
                        "تقليل لطيف: يقلل الشعر تدريجيًا مما يقلل من الانزعاج مع تحقيق نتائج رائعة.",
                        "نعومة تدوم طويلاً: تعزز الجلسات المتعددة بشرة خالية من الشعر لفترة طويلة."
                    ]
                },
                {
                    "type": "sub-heading-content-last",
                    "title": "إجراء غير مؤلم ولا يحتاج إلى فترة نقاهة مع تيلفير SI",
                    "description": "اختبر علاجًا غير جراحي وآمنًا لتفتيح الشعر باستخدام تيلفير SI. يتميز هذا العلاج غير الجراحي بتقنية تبريد متحكم بها لضمان عدم إلحاق ضرر بالبشرة المحيطة، مما يضمن إحساسًا مريحًا يُشبه التدليك بالحجر الدافئ. لا يتطلب الإجراء فترة نقاهة، مما يسمح للمرضى باستئناف أنشطتهم اليومية على الفور، مع التوصية بتجنب التعرض للشمس بعد العلاج."
                },
                {
                    "type": "color-content",
                    "title": "آمن لجميع أنواع البشرة",
                    "description": "يُعد تيلفير SI من أكثر الخيارات أمانًا لتفتيح الشعر بالليزر، وهو مدعوم بأبحاث مكثفة. وهو فعال حتى للبشرة المعرضة للشمس، رغم أنه يُوصى بتجنب أجهزة التسمير لعدة أسابيع قبل العلاج."
                },
                {
                    "type": "content",
                    "title": "رعاية احترافية في مركز كاريزما التخصصي الطبي",
                    "description": "في مركز كاريزما التخصصي الطبي، راحتك ورضاك هما أولويتنا. يضمن فنيو الليزر المعتمدون لدينا تجربة سلسة، حيث يوجهونك خلال كل خطوة من خطوات علاجك الشخصي."
                },
                {
                    "type": "color-content",
                    "title": "ابدأ رحلتك نحو الثقة ببشرة خالية من الشعر",
                    "description": "حدد موعدًا لاستشارة اليوم لاكتشاف كيف يمكن أن يساعدك تيلفير SI في الحصول على بشرة ناعمة ومشرقة. دع خبراءنا يضعون خطة مخصصة تلبي احتياجاتك وأهدافك."
                }
            ]
        },
        {
            "id": "3",
            "name": "elite-iq",
            "sections": [
                {
                    "type": "banner",
                    "deptName": "ويك تيليإ ",
                    "serviceName": "Elite IQ",
                    "bannerImage": "../assets/Images/depts/laser/Elite/elite-banner.jpg",
                    "bannerPosition": "center"
                },
                {
                    "type": "image-content",
                    "imageUrl": "../assets/Images/banner/about_dept/laser.png",
                    "imageAlt": "Elite IQ",
                    "title": "Elite IQ",
                    "content": [
                        {
                            "type": "paragraph",
                            "text": "جهاز Elite iQ هو منصة تجميلية متعددة الاستخدامات، تعتمد على تقنية الطول الموجي المزدوج، مما يمكن الممارسين من إجراء العديد من العلاجات التجميلية المطلوبة."
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "أهمية معرفة مؤشر الميلانين لدى المرضى",
                    "features": [
                        "أول جهاز في العالم لقراءة الميلانين حاصل على موافقة إدارة الغذاء والدواء الأمريكية (FDA).",
                        "يعمل على قياس نسبة الميلانين بدقة لتوجيه إعدادات اختبار العلاج بشكل أفضل.",
                        "يحدد قراءة الميلانين الخاصة بالمريض على مقياس من 0 إلى 99، مما يساعد في اختيار العلاج المناسب لكل نوع بشرة بثقة عالية."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "التقنية",
                    "features": [
                        "تقنية Skintel المبتكرة وواجهة مستخدم بديهية.",
                        "علاج أسرع بفضل الطاقة القصوى الأعلى، مما يسمح بمعالجة عدد أكبر من المرضى.",
                        "جهاز متعدد الاستخدامات يوفر حلولًا لعلاج البشرة وإزالة الشعر في وقت واحد.",
                        "تصميم حديث وتجربة مستخدم محسّنة."
                    ]
                },
                {
                    "type": "content",
                    "title": "الفوائد",
                    "features": [
                        "علاجات سريعة لتعظيم العائد على الاستثمار.",
                        "علاجات آمنة وفعالة.",
                        "مناسب لجميع أنواع البشرة، بما في ذلك البشرة المعرضة للشمس.",
                        "سهل الاستخدام."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "ما الذي يعالجه؟",
                    "features": [
                        "إزالة الشعر.",
                        "التهاب الجريبات الكاذب (Pseudofolliculitis Barbae).",
                        "أضرار أشعة الشمس.",
                        "علاج دوالي الساقين."
                    ]
                }
            ]
        }
    ]
}