{
    "laserServices": [
        {
            "id": "1",
            "name": "candela-gentle-max-pro",
            "sections": [
                {
                    "type": "banner",
                    "deptName": "إزالة الشعر بالليزر",
                    "deptLink": "laser-hair-removal",
                    "serviceName": "كانديلا جنتل ماكس برو",
                    "bannerImage": "../assets/Images/depts/laser/Candela/banner.png",
                    "bannerPosition": "right",
                    "home": "الصفحة الرئيسية "
                },
                {
                    "type": "image-content",
                    "imageUrl": "../assets/Images/depts/laser/Candela/body-image.jpeg",
                    "imageAlt": "كانديلا جنتل ماكس برو",
                    "title": "كانديلا جنتل ماكس برو",
                    "content": [
                        {
                            "type": "heading",
                            "text": "كانديال جنتل ماكس برو في مركز كاريزما الطبي المتخصص "
                        },
                        {
                            "type": "paragraph",
                            "text": "قم بإحداث ثورة في تجربة إزالة الشعر بالليزر باستخدام كانديال جنتل ماكس برو، وهو حل متطور يقدم عالجات متعددة االستخدامات ومخصصة لجميع ألوان البشرة وأنواع الشعر. "
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "تكنولوجيا الليزر المتقدمة لكل احتياج ",
                    "features": [
                        "أطوال موجية مزدوجة: يتميز بأشعة الليزر ألكسندريت ند وياج لعالجات مخصصة وفعالة",
                        "لطيف على البشرة: آمن للبشرة الفاتحة وال ُسمرة مع الحد األدنى من مخاطر اآلثار الجانبية",
                        "راحة ُمعاد تعريفها: تضمن تقنية التبريد المتكاملة تجربة لطيفة ومريحة."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "لماذا تختار مركز كاريزما الطبي المتخصص؟",
                    "description": "في مركز كاريزما الطبي المتخصص، راحتك ورضاك هما أولويتنا. يقدم أخصائيونا المعتمدون رعاية دقيقة ومخصصة باستخدام أحدث تكنولوجيا الليزر للحصول على نتائج مثالية. "
                },
                {
                    "type": "content",
                    "title": "ال تضيع الوقت أو الجهد مع كانديال (جنتل ماكس برو)",
                    "description": "تمتع باهتمام فائق بالتفاصيل مع حل العالج غير الجراحي إلزالة الشعر مع (جنتل ماكس برو). يضمن هذا العالج غير الجراحي، المعزز بتقنية التبريد المتحكم بها ، عدم إلحاق الضرر بالجلد المحيط، مما يضمن إحسا ًسا بالراحة الشديدة. وباعتباره إجراء غير جراحي، فهو ال يتطلب فترة نقاهة، ويمكنك استئناف أنشطتك اليومية على الفور، مع توصية بسيطة بتجنب التعرض ألشعة الشمس بعد العالج.  "
                },
                {
                    "type": "color-content",
                    "title": "اتخذ الخطوة األولى نحو بشرة ناعمة",
                    "description": "حدد موعد جلستك اليوم الستكشاف كيف يمكن لجهاز كانديال جنتل ماكس برو أن يحول روتين العناية بالبشرة لديك. احصل على نعومة وثقة دائمة مع فريق الخبراء لدينا الذين يرشدونك في كل خطوة على الطريق "
                }
            ]
        },
        {
            "id": "2",
            "name": "revlite-si",
            "sections": [
                {
                    "type": "banner",
                    "deptName": "إزالة الشعر بالليزر",
                    "deptLink": "laser-hair-removal",
                    "serviceName": "ريفليت",
                    "bannerImage": "../assets/Images/depts/laser/banner.png",
                    "bannerPosition": "right",
                    "home": "الصفحة الرئيسية "
                },
                {
                    "type": "image-content",
                    "imageUrl": "../assets/Images/depts/laser/RevLite/body-image.png",
                    "imageAlt": "ريفليت",
                    "title": "ريفليت",
                    "content": [
                        {
                            "type": "heading",
                            "text": "ريفليت في مركز كاريزما الطبي التخصصي "
                        },
                        {
                            "type": "paragraph",
                            "text": "اكتشف تقنية الليزر المتقدمة مع ريفليت، المصمم لت شقير الشعر بدقة وفعالية وأمان. يستخدم هذا النظام المبتكر نبضات نانوثانية عالية الطاقة الستهداف الميالنين في بصيالت الشعر، مما يعطل دورة النمو لتقليل الشعر تدريجًيا ودائ ًما."
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "لماذا تختار ريفليت؟",
                    "features": [
                        "فعال لجميع ألوان البشرة: يعالج بأمان مجموعة متنوعة من البشرة، بما في ذلك درجات البشرة الداكنة. ",
                        "نتائج متعددة: يستهدف الشعر الناعم والزغبي، والذي قد يكون صعًبا بالنسبة ألجهزة الليزر التقليدية.",
                        "تقليل لطيف: يقلل تقليل الشعر تدريجًيا من االنزعاج مع تقديم نتائج مذهلة. ",
                        "نعومة تدوم طويال:ً تعزز الجلسات المتعددة بشرة خالية من الشعر بشكل دائم."
                    ]
                },
                {
                    "type": "sub-heading-content-last",
                    "title": "بدون ألم وبدون فترة نقاهة مع ريفليت ",
                    "description": "جرب عال ًجا غير مؤلم وغير جراحي لتبييض الشعر باستخدام ريفليت. هذا العالج غير الجراحي، المعزز بتقنية التبريد المتحكم بها، يضمن عدم حدوث أي ضرر للجلد المحيط، مما يوفر إحسا ًسا مري ًحا غالًبا ما يُقارن بالتدليك بالحجارة الدافئة. وباعتباره إجراًء غير جراحي، فإنه ال يتطلب فترة توقف، ويمكن للمرضى استئناف أنشطتهم اليومية على الفور، مع توصية بسيطة بتجنب التعرض ألشعة الشمس بعد العالج."
                },
                {
                    "type": "color-content",
                    "title": "آمن لجميع أنواع البشرة",
                    "description": "يعد RevLite SI من بين أكثر خيارات تبييض الشعر بالليزر أماًنا، مدعو ًما بأبحاث مكثفة. إنه فعال حتى للبشرة المدبوغة، على الرغم من أنه يُنصح المرضى بتجنب أس ّرة التشمس لبضعة أسابيع قبل العالج. "
                },
                {
                    "type": "content",
                    "title": "رعاية الخبراء في مركز كاريزما الطبي المتخصص ",
                    "description": "في مركز كاريزما الطبي المتخصص، تعتبر راحتك ورضاك من أهم أولوياتنا. يضمن فنيو الليزر المعتمدون لدينا تجربة سلسة، ويرشدونك خالل كل خطوة من العالج الشخصي الخاص بك. "
                },
                {
                    "type": "color-content",
                    "title": "ابدأ رحلتك نحو الثقة الخالية من الشعر",
                    "description": "حدد موعدًا لالستشارة اليوم الستكشاف كيف يمكن أن يساعدك SI RevLite في الحصول على بشرة ناعمة ومشرقة. دع المتخصصين لدينا يضعون خطة مخصصة تناسب احتياجاتك وأهدافك "
                }
            ]
        },
        {
            "id": "3",
            "name": "elite-iq",
            "sections": [
                {
                    "type": "banner",
                    "deptName": "ويك تيليإ ",
                    "deptLink": "laser-hair-removal",
                    "serviceName": "إيليت كيو",
                    "bannerImage": "../assets/Images/depts/laser/Elite/elite-banner.jpg",
                    "bannerPosition": "center",
                    "home": "الصفحة الرئيسية "
                },
                {
                    "type": "image-content",
                    "imageUrl": "../assets/Images/banner/about_dept/laser.png",
                    "imageAlt": "إيليت كيو",
                    "title": "إيليت كيو",
                    "content": [
                        {
                            "type": "paragraph",
                            "text": "جهاز iQ Elite عبارة عن منصة تجميلية متعددة االستخدامات ثنائية الطول الموجي تمكن الممارسين من إجراء العديد من العالجات التجميلية األكثر طلبًا."
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "معرفة مؤشر الميالنين لدى المريض أمر مهم ",
                    "features": [
                        "أول جهاز قراءة الميالنين المعتمد من إدارة الغذاء والدواء األمريكية في العالم",
                        "يقيس محتوى الميالنين لتوجيه إعدادات بقعة اختبار العالج بشكل أفضل ",
                        "يجد قراءة الميالنين الخاصة بالمريض على مؤشر يتراوح من 0 إلى 99 والذي يتوافق مع نوع البشرة يوفر ثقة في العالج"
                    ]
                },
                {
                    "type": "color-content",
                    "title": "IQ",
                    "features": [
                        "تقنية Skintel المبتكرة وواجهة مستخدم بديهية الطاقة",
                        "عالج المزيد من المرضى بشكل أسرع مع طاقة قصوى أعلى",
                        "التنوع: عالجات البشرة والشعر في جهاز واحد",
                        "األسلوب: جهاز حديث وتجربة مستخدم محسنة"
                    ]
                },
                {
                    "type": "content",
                    "title": "الفوائد",
                    "features": [
                        "عالجات سريعة لتحقيق أقصى قدر من عائد االستثمار المحتمل",
                        "عالجات آمنة وفعالة",
                        "عالج جميع أنواع البشرة، بما في ذلك البشرة المدبوغة",
                        "سهل االستخدام"
                    ]
                },
                {
                    "type": "color-content",
                    "title": "ما الذي يعالجه؟",
                    "features": [
                        "إزالة الشعر",
                        "التهاب ُجريبات الشعر الكاذبة",
                        "أضرار أشعة الشمس",
                        "أوردة الساق "
                    ]
                }
            ]
        }
    ]
}