{
    "skinCareRelated": [
        {
            "id": "1",
            "name": "facials/basic-hydraFacial",
            "sections": [
                {
                    "type": "content",
                    "title": "الهايدرافيشال الأساسي العادي"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/skincare/Facial/Basic-HydraFacial.png",
                    "bannerPosition": "center"
                },
                {
                    "type": "cont-content",
                    "title": "أساس منعش لبشرة مشرقة",
                    "description": "في كاريزما، تم تصميم الهايدرافيشال الأساسي لتنظيف بشرتك وترطيبها وتجديدها، مما يجعله المقدمة المثالية للعناية المتقدمة بالبشرة."
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "فوائد الهايدرافيشال الأساسي",
                            "subtitle": " يوفر هذا العلاج الأساسي فوائد متعددة، يلبي احتياجات جميع أنواع البشرة:",
                            "features": [
                                "التنظيف العميق والتقشير: يزيل جهاز الهايدرافيشال الشوائب بلطف، بما في ذلك الرؤوس السوداء والرؤوس البيضاء والزيوت الزائدة وخلايا الجلد الميتة، مما يترك بشرتك منتعشة ومتجددة.",
                                "امتصاص مُعزّز: من خلال إزالة الأوساخ السطحية، يجهّز العلاج بشرتك لامتصاص مثالي للسيرومات ومنتجات العناية بالبشرة.",
                                "تعزيز الترطيب: يعيد تطبيق السيرومات المهدئة الترطيب، مما يترك بشرتك ممتلئة وذات مظهر صحي.",
                                "التنوع: لطيف وفعال، يناسب هذا العلاج جميع أنواع البشرة، حيث يوفر تنظيفًا منشطًا لجميع أنواع البشرة."
                            ]
                        },
                        {
                            "title": "من يمكنه الاستفادة?",
                            "subtitle": " هايدرافيشال الأساسي مثالي لأولئك الذين يسعون إلى:",
                            "features": [
                                " بشرة أكثر صفاءً:  يعالج بشكل فعال المسامات المسدودة ويزيل البثور.",
                                "إزالة السموم: يزيل الشوائب للحصول على مظهر منتعش ومتجدد.",
                                "تحسين العناية بالبشرة: يجهّز بشرتك لامتصاص أفضل للمنتجات، مما يعزز نتائج روتينك اليومي.",
                                "توّهج عام: يعزز صحة البشرة وإشراقها من خلال التنظيف العميق والترطيب."
                            ]
                        }
                    ]
                },
                {
                    "type": "cont-content-last",
                    "title": "اكتشفي سرّ النتائج المثالية",
                    "description": "اجمعي بين هايدرافيشال الأساسي وعلاجات أخرى للحصول على نتائج أكثر دراماتيكية:",
                    "features": [
                        "الديرما بن: عزّزي إنتاج الكولاجين وحسّني اختراق المنتجات باستخدام الميكرونيدلينج.",
                        "الميزوثيرابي: اغرسي في الجلد مزيجًا قويًا من الفيتامينات والمحاليل المرطبة لتعزيز التجديد.",
                        "علاج الخلايا الجذعية: استكشفي علاجات الخلايا الجذعية المتطورة للتجديد العميق ومحاربة الشيخوخة (يُطلب استشارة)."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "اعتبارات مهمة",
                    "description": "على الرغم من أن هيدرافشيال الأساسي آمن بشكل عام لمعظم الأشخاص، إلا أنه قد لا يكون مناسبًا لأولئك الذين يعانون من:",
                    "features": [
                        "حب الشباب النشط: انتظري حتى تهدأ البثور لتجنب التهيج أو العدوى. يمكن لخبرائنا التوصية بعلاجات بديلة مصممة لحالة بشرتك."
                    ]
                },
                {
                    "type": "cont-content",
                    "title": "احصلي على بشرة مشرقة وصحية",
                    "description": "احجزي استشارتك في كاريزما اليوم، ودعي خبرائنا يساعدونك في تحقيق أهداف العناية بالبشرة الخاصة بك من خلال تجربة هايدرافيشال مُخصّصة."
                }
            ]
        },
        {
            "id": "2",
            "name": "facials/hydraFacial-clear-skin",
            "sections": [
                {
                    "type": "content",
                    "title": "هايدرافيشال البشرة النقيّة (كلير سكين)"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/skincare/Facial/HydraFacial-Clear-Skin.png",
                    "bannerPosition": "center right"
                },
                {
                    "type": "cont-content",
                    "title": "معالجة البثور لبشرة صحيّة ومشرقة",
                    "description": "تم تصميم هايدرافيشال كلير سكين لمكافحة البثور وموازنة البشرة الدهنية والمختلطة، مما يوفر حلاً شاملاً لبشرة صافية ونقيّة."
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "مكافحة البثور بدقة",
                            "subtitle": " يستهدف هذا العلاج المخصص حب الشباب والبثور، مما يضمن بشرة أكثر نقاءً وصحة مع فوائد متعددة:",
                            "features": [
                                "التنظيف العميق والتقشير: يستخدم هذا العلاج أجهزة الهايدرافيشال المتطورة لإزالة الرؤوس السوداء والرؤوس البيضاء والزيوت الزائدة وخلايا الجلد الميتة لإنشاء قاعدة نظيفة للعناية الإضافية.",
                                "التقشير المستهدف: يعمل التطبيق الدقيق لحمض الساليسيليك على تقشير البشرة بلطف، معالجة البثور النشطة ومنع ظهور البثور المستقبلية.",
                                "تقليص المسام: يقلل العلاج من ظهور المسام الواسعة، عن طريق التخلص من الزيوت الزائدة والخلايا الميتة.",
                                "تجديد البشرة: يعزز دورة حياة الخلايا الصحية، مما يترك البشرة أكثر نعومة وصفاءً وإشراقًا."
                            ]
                        },
                        {
                            "title": "من يمكنه الاستفادة؟",
                            "subtitle": " هايدرافيشال كلير سكين مثالي للأفراد الذين يعانون من:",
                            "features": [
                                "البشرة الدهنية: ينظم إنتاج الزهم، مما يخفف اللمعان الدهني ويحافظ على لمعان النضارة الطبيعي.",
                                "البشرة المختلطة: يستهدف المنطقة الدهنية منطقة T مع الحفاظ على المناطق الجافة متوازنة ورطبة.",
                                "البثور النشطة: يعالج البثور بحمض الساليسيليك، مما يجعل البشرة أكثر نقاءً.",
                                "المسام الواسعة: يقلل من ظهور المسام الواسعة للحصول على ملمس ناعم ومتجانس."
                            ]
                        }
                    ]
                },
                {
                    "type": "cont-content-last",
                    "title": "حل آمن وفعال",
                    "description": "يوفر هايدرافيشال كلير سكين حلّاً لطيفًا وقويًا لعلاج البشرة الدهنية المعرضة لحب الشباب:",
                    "features": [
                        "تكنولوجيا هايدرافيشال: توفر الأجهزة المتخصصة تنظيفًا مريحًا وشاملًا يلبي احتياجات بشرتك.",
                        "حمض الساليسيليك: يستهدف بيتا هيدروكسي أسيد البثور بفعالية ويقشر بلطف دون تهييج.",
                        "منتجات العناية بالبشرة المتميزة: نستخدم منتجات عالية الجودة مصممة للبشرة الدهنية والمعرضة لحب الشباب لتحقيق أمثل النتائج."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "الاحتياطات",
                    "description": "على الرغم من أن فيشال كلير سكين آمن لمعظم أنواع البشرة، نوصي باستشارة خبرائنا في العناية بالبشرة لتقييم أفضل علاج لاحتياجاتك وتحديد ملاءمة العلاج لك."
                },
                {
                    "type": "cont-content",
                    "title": "حققي بشرة الأحلام الصافية والنقية الآن!",
                    "description": "احجزي جلسة هايدرافيشال كلير سكين اليوم ودعي خبرائنا يساعدونك في تحقيق بشرة مشرقة وخالية من العيوب."
                }
            ]
        },
        {
            "id": "3",
            "name": "facials/magic-facial",
            "sections": [
                {
                    "type": "content",
                    "title": "الفيشال السحري – ماجيك فيشال"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/skincare/Facial/Magic-Facial.png",
                    "bannerPosition": "center right"
                },
                {
                    "type": "content",
                    "title": "عززي إشراقتك الطبيعية",
                    "description": "استمتعي بقوة الفيشال السحري اللطيف، المصمم لتعزيز جمالك الطبيعي من خلال أسلوب مهدئ دون استخدام الآلات. إنه مثالي لأولئك الذين يسعون إلى طريقة أكثر شمولية لتحقيق بشرة مشرقة وشابة."
                },
                {
                    "type": "color-content",
                    "title": "سحر العناية اللطيفة",
                    "description": "صُمم ماجيك فيشال لتوفير نتائج مرئية دون الحاجة إلى أدوات قاسية أو تقنيات مهيّجة:",
                    "features": [
                        "التنظيف اللطيف: يزيل الشوائب مع الحفاظ على التوازن الطبيعي للبشرة، مما يجعلك تشعرين بالانتعاش.",
                        "التقشير الخفيف: يزيل المقشر الخفيف خلايا الجلد الميتة، مما يكشف عن سطح أكثر نعومة وأكثر ليونة.",
                        "ترطيب عميق: بفضل الهيالورونيك أسيد، يحبس هذا العلاج الرطوبة، مما يمنحك بشرة ممتلئة ومشرقة.",
                        "فعالية فيتامين سي: يضيء ويُوحّد لون البشرة، مما يقلل من ظهور البقع الداكنة ويعزز الإشراق.",
                        "تفتيح فعال:  يعمل التطبيق الدقيق لمسحوق حمض ثلاثي كلورو أسيتيك (TCA) بلطف على تفتيح البشرة وإضاءتها، مما يخلق لمسة نهائية للتألق."
                    ]
                },
                {
                    "type": "content",
                    "title": "مثالي للبشرة الحساسة",
                    "description": "صُمم ماجيك فيشال للأفراد الذين يسعون إلى لمسة ناعمة ومغذية:",
                    "features": [
                        "لطيف وقوي: بدون استخدام الآلات أو أي معدات، يركز هذا العلاج على التقشير الخفيف والترطيب، مما يجعله مناسبًا للبشرة الحساسة أو الرقيقة.",
                        "تفتيح طبيعي: يعزز مزيج حمض الهيالورونيك وفيتامين سي إشراقاً صحيًا ونضارة دون تهيج."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "احتياطات",
                    "description": "على الرغم من ملاءمته لمعظم أنواع البشرة، نوصي باستشارة لتأكيد أن ماجيك فيشال يتوافق مع احتياجات بشرتك."
                },
                {
                    "type": "cont-content",
                    "title": "تمتعي بإشراقة طبيعية",
                    "description": "ادخلي عالم التغيير الطبيعي اللطيف. احجزي ماجيك فيشال في كاريزما واكتشفي سر البشرة المشرقة والصحية."
                }
            ]
        },
        {
            "id": "4",
            "name": "facials/oily-skin-hydraFacial",
            "sections": [
                {
                    "type": "content",
                    "title": "هايدرافيشال البشرة الدهنية"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/skincare/Facial/Oily-Skin-HydraFacial.png",
                    "bannerPosition": "center right"
                },
                {
                    "type": "cont-content",
                    "title": "احصلي على بشرة متوازنة وخالية من اللمعان الدهني",
                    "description": "تحكمي في البشرة الدهنية مع هايدرافيشال البشرة الدهنية الخاص المصمم لاستعادة التوازن وتقليل اللمعان الزائد، مما يترك بشرتك منتعشة ونشيطة."
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "الفوائد الرئيسية لهايدرافيشال البشرة الدهنية",
                            "features": [
                                "التنظيف العميق: يزيل الزهم الزائد والأوساخ والشوائب باستخدام تقنية هايدرافيشال المتقدمة، مما يخلق أساسًا نظيفًا.",
                                "الميكرونيدلينج بالديرما بن: يعمل على تنظيم الزهم ويشد المسامات من خلال قنوات دقيقة، مما يعزز نسيج البشرة العام.",
                                "مصل للتحكم في الزيوت: يقلل سيروم متخصص من اللمعان وينظم إنتاج الزيوت للحصول على مظهر غير لامع يدوم طويلاً.",
                                "قناع إزالة السموم: يمتص قناع ملح البحر الميت الزيوت وينقي البشرة ويتركها نظيفة ومتجانسة."
                            ]
                        },
                        {
                            "title": "من يمكنه الاستفادة",
                            "subtitle": " هذا العلاج مثالي لأي شخص يعاني من:",
                            "features": [
                                "الزيوت الزائدة واللمعان: احصلي على لمسة نهائية منعشة وغير لامعة من خلال التحكم في إنتاج الزهم.",
                                "المسامات المتسعة: قللي من وضوح المسامات للحصول على بشرة أكثر نعومة.",
                                "المسامات المسدودة: أزيلي الشوائب وامنعي ظهور البثور في المستقبل.",
                                "البشرة الدهنية المستمرة: عالجي تحديات البشرة الدهنية من خلال نهج مُخصّص متعدد الخطوات."
                            ]
                        }
                    ]
                },
                {
                    "type": "cont-content-last",
                    "title": "احتياطات",
                    "description": "على الرغم من أنه آمن لمعظم أنواع البشرة، يُنصح باستشارة خبراء العناية بالبشرة لدينا للتأكد من ملاءمة هذا العلاج لاحتياجاتك الفردية."
                },
                {
                    "type": "color-content",
                    "title": "استعيدي إشراقتك الطبيعية",
                    "description": "اكشفي عن بشرة صافية ومتوازنة مع هايدرافيشال البشرة الدهنية في كاريزما. احجزي موعدك اليوم للحصول على مظهر منتعش ولمعان صحي."
                }
            ]
        },
        {
            "id": "5",
            "name": "facials/dry-skin-hydraFacial",
            "sections": [
                {
                    "type": "content",
                    "title": "هايدرافيشال البشرة الجافة"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/skincare/Facial/Dry-Skin-HydraFacial.png",
                    "bannerPosition": "center right"
                },
                {
                    "type": "cont-content",
                    "title": "ترطيب عميق لنضارة وإشراقة أفضل",
                    "description": "استعيدي التوازن واروي عطش بشرتك مع هايدرافيشال البشرة الجافة المصمم خصيصًا لمكافحة الجفاف وتعزيز الترطيب، مما يترك بشرتك ممتلئة وناعمة ومشرقة."
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "الفوائد الرئيسية لـ هايدرافيشال البشرة الجافة:",
                            "features": [
                                "تنظيف لطيف: يزيل الشوائب بعناية مع الحفاظ على الرطوبة الأساسية، مما يضمن الراحة والانتعاش دون الإفراط في التجفيف.",
                                "توصيل حمض الهيالورونيك: يوفر ترطيبًا عميقًا مع حمض الهيالورونيك، ويحتفظ بالرطوبة ويعزز بشرة ناعمة ومرنة.",
                                "مصل مغذي: تستهدف السيرومات المخصصة مشاكل محددة مثل التقشّر والاحمرار والتهيج، مما يعزز صحة البشرة.",
                                "قناع فقاعات الأكسجين: ينقي قناع الفقاعات المنعش، الغني بالأكسجين والفحم المنشط، البشرة مع الحفاظ على الترطيب للحصول على لمسة نهائية من النضارة."
                            ]
                        },
                        {
                            "title": "من يمكنه الاستفادة؟",
                            "subtitle": " هذا العلاج مثالي لأولئك الذين يعانون من:",
                            "features": [
                                "البشرة الجافة والمجهدة: يعيد الرطوبة ويستعيد مظهرًا ناعمًا ومتوازنًا.",
                                "التشققات: يجدد ويُليّن المناطق الخشنة والجافة.",
                                "الضيق وعدم الراحة: يهدئ البشرة المتهيّجة  وغير المريحة ويعزز الترطيب الدائم.",
                                "البشرة الباهتة والمتعبة: يعزز الإشراق ويعطي توهجًا صحيًا."
                            ]
                        }
                    ]
                },
                {
                    "type": "cont-content-last",
                    "title": "ترطيب لطيف وفعال",
                    "features": [
                        "تكنولوجيا الفيشال المتقدمة: توفر تنظيفًا شاملاً وغير كاشط مصمم للبشرة الحساسة والجافة.",
                        "فوائد حمض الهيالورونيك: يجذب ويحتفظ بالرطوبة، ويعزز مستويات الترطيب دون تهيج.",
                        "سيروم مخصص: يتم اختياره لتلبية احتياجات بشرتك الفريدة.",
                        "قناع فقاعات الأكسجين: ينقي وينشط البشرة، مما يتركها منتعشة ومشرقة."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "الاحتياطات",
                    "description": "على الرغم من ملاءمته لمعظم الأشخاص، نوصي باستشارة خبرائنا في العناية بالبشرة لتحديد أفضل نوع لطبيعة بشرتك."
                },
                {
                    "type": "cont-content",
                    "title": "احتضني الترطيب والراحة",
                    "description": "احجزي جلسة فيشال البشرة الجافة في كاريزما اليوم واستمتعي بالترطيب العميق والتجديد المصمم خصيصًا لاحتياجات بشرتك!"
                }
            ]
        },
        {
            "id": "5",
            "name": "facials/carboxy-hydraFacial",
            "sections": [
                {
                    "type": "content",
                    "title": "كاربوكسي فيشال"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/skincare/Facial/Carboxy-HydraFacial.png",
                    "bannerPosition": "center right"
                },
                {
                    "type": "content",
                    "title": "استغلي قوة ثاني أكسيد الكربون (CO₂) للحصول على بشرة شابة ومشرقة",
                    "description": "استغلي قوة ثاني أكسيد الكربون (CO₂) لتجديد شباب بشرتك وتنشيطها مع كاربوكسي فيشال، وهو علاج متطور مصمم لتعزيز صحة الجلد واستعادة نضارته وشبابه."
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "كيف يعمل",
                            "features": [
                                "التنظيف العميق والتقشير: باستخدام أجهزة هيدرافشال المتخصصة، تتم إزالة الشوائب مثل الرؤوس السوداء والرؤوس البيضاء والزيوت الزائدة وخلايا الجلد الميتة بلطف، مما يجهز بشرتك للحصول على نتائج مثالية.",
                                "علاج ثاني أكسيد الكربون - إيقاظ التجديد: يحفز جل ثاني أكسيد الكربون الموضعي تأثير بور Bohr effect، مما يدفع الجلد إلى طلب المزيد من الأكسجين. يؤدي هذا إلى تدفق سريع للدم الغني بالأكسجين إلى المنطقة المعالجة، مما يؤدي إلى:",
                                "تعزيز النشاط الخلوي: يسرع الأكسجين والمغذيات من تجدد الخلايا ويخلق توهجًا مشرقًا.",
                                "تعزيز إنتاج الكولاجين: يحفز الكولاجين، مما يحسن بنية الجلد والتماسك والمرونة.",
                                "تحسين الدورة الدموية: يقلل الانتفاخ ويعزز لون البشرة العام."
                            ]
                        },
                        {
                            "title": "علاج مُركّز للعينين:",
                            "description": "يتم تطبيق قناع ثاني أكسيد الكربون المخصص على منطقة تحت العينين، مما يوفر:",
                            "features": [
                                "تفتيح وشدّ: يقلل الخطوط الدقيقة ويشد البشرة الرقيقة.",
                                "تقليل الانتفاخ: يحسن الدورة الدموية ويقلل الانتفاخ، مما يعزز مظهرًا منتعشًا.",
                                "تفتيح الهالات السوداء: يحسن إشراق منطقة تحت العينين من خلال تعزيز الدورة الدموية وتجديد الخلايا.",
                                "ترطيب عميق وتغذية البشرة: ينتهي العلاج باستخدام السيرومات المرطبة المصممة خصيصًا لنوع بشرتك، مما يحبس الرطوبة ويترك بشرتك ممتلئة ومنتعشة ومشرقة."
                            ]
                        }
                    ]
                },
                {
                    "type": "cont-content-last",
                    "title": "من يمكنه الاستفادة",
                    "description": "مثالي لمعالجة:",
                    "features": [
                        "الخطوط الدقيقة والتجاعيد: يحفز إنتاج الكولاجين وينعم البشرة ويعزز امتلاءها.",
                        "فقدان المرونة:  يعزز تماسك البشرة ومرونتها للحصول على بشرة أكثر شبابًا.",
                        "عدم تناسق لون البشرة وفرط التصبغ: يفتّح البقع الداكنة ويعزز النضارة.",
                        "العيون المنتفخة والهالات السوداء: يقلل الانتفاخ ويفتّح منطقة تحت العينين للحصول على مظهر أكثر راحة."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "الاستخدام المتعدد للعلاج",
                    "features": [
                        "علاج على مدار العام: آمن وفعال في جميع الفصول.",
                        "وقت تعافي قصير: لطيف على البشرة، مما يسمح لك باستئناف أنشطتك اليومية على الفور"
                    ]
                },
                {
                    "type": "content",
                    "title": "احتياطات",
                    "description": "على الرغم من ملاءمته لمعظم أنواع البشرة، فإن الاستشارة الشخصية مع خبراء العناية بالبشرة لدينا تضمن أن يلبي كاربوكسي فيشال احتياجاتك الفريدة."
                },
                {
                    "type": "color-content",
                    "title": "اكتشفي النضارة والتجديد",
                    "description": "استمتعي بالفوائد الاستثنائية لفيشال الكاربوكسي  في كاريزما. احجزي جلسة اليوم للحصول على بشرة متألقة وشابةز"
                }
            ]
        },
        {
            "id": "6",
            "name": "facials/whitening-hydraFacial",
            "sections": [
                {
                    "type": "content",
                    "title": "هايدرافيشال التبييض"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/skincare/Facial/Whitening-HydraFacial.png",
                    "bannerPosition": "center right"
                },
                {
                    "type": "cont-content",
                    "title": "تمتّعي بإمكانات بشرتك الحقيقية",
                    "description": "اكشفي عن بشرة أكثر إشراقًا وأكثر تناسقًا مع هايدرافيشال التبييض، وهو علاج نوعي مصمم لاستهداف فرط التصبغ وبهتان اللون وعدم تناسق لون البشرة."
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "كيف يعمل؟",
                            "features": [
                                "التنظيف العميق والتقشير: يزيل جهاز هايدرافيشال  الشوائب بلطف، بما في ذلك الرؤوس السوداء والرؤوس البيضاء والزيوت الزائدة وخلايا الجلد الميتة، مما يخلق أرضية نظيفة لتعزيز فعالية العلاج.",
                                "الميكرونيدلينج بالديرما بن - امتصاص مُعزّز: تعزز القنوات الدقيقة التي تم إنشاؤها بواسطة تقنية الديرما بن تجدد الخلايا وتعزز امتصاص محلول التفتيح، مما يزيد من فعالية النتائج.",
                                "محلول ميلافدين Melafadin - تعزيز التفتيح: يوفر مزيج قوي من عوامل التفتيح وفيتامين سي فوائد متعددة:",
                                "استهداف فرط التصبغ: تقلل الأحماض مثل حمض الكوجيك وحمض الأزيليك البقع الداكنة والتصبغ العنيد بلطف.",
                                "تأثير التفتيح:  يمنع فيتامين سي إنتاج الميلانين ويدعم تجدد الخلايا، مما يعزز إشراق البشرة.",
                                "ترطيب وإشراق دائم: ينتهي العلاج باستخدام السيرومات المرطبة المصممة خصيصًا لنوع بشرتك، مما يتركها ممتلئة ورطبة ومتوهجة."
                            ]
                        },
                        {
                            "title": "من يمكنه الاستفادة من هايدرافيشال التبييض",
                            "subtitle": "هذا العلاج مثالي للأفراد الذين يتعاملون مع:",
                            "features": [
                                "بقع الشمس وبقع الشيخوخة:  قللي ظهور تلف الشمس والتصبغ المرتبط بالعمر.",
                                "عدم تناسق لون البشرة: احصلي على بشرة متوازنة ومتجانسة.",
                                "البشرة الباهتة: أنعشي البشرة وأضيئيها للحصول على بريق لامع.",
                                "الميلازما (الكلف): على الرغم من أنه ليس علاجًا، إلا أنه يمكن أن يساعد في إدارة مظهر الكلف عند دمجه مع روتين مناسب للعناية بالبشرة."
                            ]
                        }
                    ]
                },
                {
                    "type": "cont-content-last",
                    "title": "نهج لطيف وآمن",
                    "features": [
                        "رعاية مُخصّصة: يتم اختيار السيرومات والمحاليل بناءً على نوع بشرتك واحتياجاتك الفريدة.",
                        "علاج مريح: تضمن تقنية هيدرافشال تجربة مهدئة وغير جراحية."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "احتياطات",
                    "features": [
                        "استشارة مطلوبة: ستساعدك استشارة شخصية مع خبرائنا في تحديد ما إذا كان هذا العلاج مناسبًا لاحتياجاتك.",
                        "غير مناسب للحمل والرضاعة: نظرًا لاستخدام أحماض معينة، يجب تجنب هذا العلاج أثناء الحمل والرضاعة الطبيعية."
                    ]
                },
                {
                    "type": "cont-content",
                    "title": "احصلي على بشرة مشرقة ومتجانسة",
                    "description": "اكتشفي الحلول لبشرة صافية وأكثر إشراقًا مع هايدرافيشال التبييض في كاريزما. احجزي موعدك اليوم واستمتعي بنقاء جمالك!"
                }
            ]
        },
        {
            "id": "6",
            "name": "facials/karisma-signature-facial",
            "sections": [
                {
                    "type": "content",
                    "title": "فيشال كاريزما الخاص (فيشال الكافيار)"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/skincare/Facial/Damas-Signature-Facial-(Caviar).png",
                    "bannerPosition": "center right"
                },
                {
                    "type": "content",
                    "title": "دللي بشرتك وعيشي الفخامة مع كاريزما فيشال الخاص",
                    "description": "دللي نفسك مع الفيشال الخاص من كاريزما، وهو علاج عالي الفعالية مصمم لتجديد البشرة وتغذيتها وإشراقها للبشرة العادية والمختلطة."
                },
                {
                    "type": "color-content",
                    "title": "تجربة فاخرة خطوة بخطوة:",
                    "features": [
                        "التنظيف العميق: ابدأي بتنظيف عميق لإزالة الشوائب والمكياج والزيوت الزائدة، مما يخلق القاعدة المثالية لامتصاص المنتجات المغذية.",
                        {
                            "title": "قوة الكافيار: قناع الكافيار الغني بالمغذيات يعزز بشرتك بـ: ",
                            "items": [
                                "ترطيب عميق: يوفر مستخلص الكافيار ترطيبًا عميقًا، مما يجعل البشرة ممتلئة ومنتعشة.",
                                "تحسين المرونة: يعزز إنتاج الكولاجين للحصول على بشرة أكثر تماسكاً وشبابًا.",
                                "الحماية من عوامل الأكسدة: يحمي بشرتك من التلف بفضل مضادات الأكسدة القوية."
                            ]
                        },
                        {
                            "title": "سيروم فيتامين سي: الفيتامين C، ويعطيها نضارة واشراقة ال مثيل لها ",
                            "items": [
                                "إضاءة البشرة: يقلل البقع الداكنة ويُوحّد لون البشرة.",
                                "تعزيز الكولاجين: يدعم سماكة البشرة ونعومتها.",
                                "حماية ضد التلف: يحمي من الجذور الحرة ويحافظ على توهج الشباب."
                            ]
                        },
                        "إشراق دائم: ينتهي العلاج بمرطب مصمم خصيصًا، مما يجعل بشرتك ناعمة ومرنة ومشرقة."
                    ]
                },
                {
                    "type": "content",
                    "title": "متى يكون فيشال كاريزما الخاص مناسب لك؟",
                    "description": "فيشال كاريزما الخاص (فيشال الكافيار) مثالي لـ:",
                    "features": [
                        "البشرة العادية: حافظي على الترطيب والتوازن للحصول على رونق صحي.",
                        "البشرة المختلطة: عالجي الجفاف وزيادة الزيوت مع الرعاية المخصصة والمتوازنة."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "الاحتياطات",
                    "features": [
                        "تحذير الحساسية: هذا العلاج غير مناسب للأفراد الذين يعانون من حساسية للأسماك أو المأكولات البحرية..",
                        "الاستشارة الموصى بها: تحدثي مع خبراء العناية بالبشرة لتخصيص العلاج وفقًا لاحتياجاتك المحددة."
                    ]
                },
                {
                    "type": "cont-content",
                    "title": "ارتقي بروتين العناية بالبشرة الخاص بك",
                    "description": "جربي قناع الكافيار الفريد من نوعه مع فيتامين سي للحصول على بشرة مشرقة وشابة. احجزي جلسة فيشال كاريزما الخاص (فيشال الكافيار) في عيادة كاريزما اليوم."
                }
            ]
        },
        {
            "id": "7",
            "name": "facials/karisma-signature-plus-facial",
            "sections": [
                {
                    "type": "content",
                    "title": "هايدرافيشال كاريزما الحصري (كليوباترا هايدرافيشال)"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/skincare/Facial/Damas-Signature-Plus-Facial-(Cleopatra-HydraFacial).png",
                    "bannerPosition": "center right"
                },
                {
                    "type": "content",
                    "title": "احتضني بشرة الملكات المشرقة",
                    "description": "استمتعي بالعلاج الفاخر المميز الخاص من كاريزما (كليوباترا هايدرافيشال)، وهو علاج شامل يجمع بين تقنية الهايدرافيشال المتطورة والمكونات الفاخرة لتجديد شباب شامل، وبشرة أكثر إشراقًا، ونضارة تدوم طويلاً."
                },
                {
                    "type": "color-content",
                    "title": "رحلة مكونة من عدة خطوات لتحقيق الكمال",
                    "features": [
                        "التنظيف العميق:  ابدئي بتنظيف عميق لإزالة الشوائب، مما يوفر أساسًا نقيًا للعلاجات الفائقة القادمة.",
                        {
                            "title": "قوة الخلايا الجذعية: يتم تطبيق خلايا جذعية نباتية حيوية، مما يوفر فوائد محتملة مثل:",
                            "items": [
                                "تجديد الخلايا: يحفز إنتاج خلايا الجلد الصحية للحصول على مظهر أكثر نعومة وتجددًا.",
                                "تعزيز الكولاجين:  يعزز مستويات الكولاجين، مما يحسن بنية الجلد ومرونته."
                            ]
                        },
                        {
                            "title": "سيروم آي فلاش للعينين: علاج مُركّز لمنطقة العينين الحساسة، يساعد على:",
                            "items": [
                                "تقليل الخطوط الدقيقة:  ينعم التجاعيد للحصول على مظهر أكثر شباباً.",
                                "تفتيح الهالات السوداء: يحسن الدورة الدموية ويضيء بشرة تحت العينين."
                            ]
                        },
                        {
                            "title": "تعزيز فيتامين سي: سيرةم فيتامين سي القوي يضيء الجلد ويحمي البشرة ، مما يوفر:",
                            "items": [
                                "لون بشرة متجانس: يمنع إنتاج الميلانين ويمحو البقع الداكنة.",
                                "تحفيز الكولاجين: يدعم بشرة أكثر تماسكًا وأكثر نعومة.",
                                "الحماية المضادة للأكسدة: يحمي من الأضرار البيئية."
                            ]
                        },
                        "الميكرونيدلينج بالديرما بن: تخلق هذه التقنية المتقدمة قنوات دقيقة في الجلد، مما يعزز امتصاص المكونات النشطة ويحفز إنتاج الكولاجين للحصول على بشرة ممتلئة وشابة."
                    ]
                },
                {
                    "type": "content",
                    "title": "نتائج مُخصّصة لاحتياجاتك الفريدة",
                    "description": "يعالج هايدرافيشال كاريزما الحصري (كليوباترا هايدرافيشال) مجموعة متنوعة من المشكلات، مما يجعله مثاليًا:",
                    "features": [
                        "الانتعاش والتجديد: نظّفي بشرتك بعمق واستعيدي توهجها الطبيعي.",
                        "التفتيح: قللي البقع الداكنة والهالات السوداء تحت العينين للحصول على بشرة أكثر إشراقًا.",
                        "تجديد شباب البشرة: عزّزي تجديد الخلايا والكولاجين للحصول على بشرة ناعمة وشابة.",
                        "تقليل الخطوط الدقيقة: قلّلي التجاعيد وعزّزي مظهرًا مشدوداً وأكثر تماسكًا."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "الاحتياطات",
                    "features": [
                        "الاستشارة: على الرغم من ملاءمته لمعظم أنواع البشرة، سيقوم خبرائنا بتخصيص العلاج وفقًا لاحتياجاتك.",
                        "نصائح للحوامل والمرضعات:  قد لا تكون بعض العناصر المستخدمة مناسبة للنساء الحوامل أو المرضعات. استشيري فريقنا للحصول على الإرشادات."
                    ]
                },
                {
                    "type": "cont-content",
                    "title": "تألقي كالأميرات!",
                    "description": "احجزي هايدرافيشال كاريزما الحصري (كليوباترا هايدرافيشال) في مركز كاريزما الطبي التخصصي واستمتعي برحلة فاخرة إلى بشرة مشرقة وشابة."
                }
            ]
        },
        {
            "id": "8",
            "name": "facials/detox-hydraFacial",
            "sections": [
                {
                    "type": "content",
                    "title": "هايدرافيشال الديتوكس"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/skincare/Facial/Detox-HydraFacial.png",
                    "bannerPosition": "center right"
                },
                {
                    "type": "content",
                    "title": "إزالة السموم، الانتعاش والتجديد بشكل طبيعي",
                    "description": "هايدرافيشال ديتوكس هو علاج قوي ولكنه لطيف مصمم لتنظيف بشرتك وتجديدها واستعادة نضارتها باستخدام خلاصات النباتات والمواد الطبيعية."
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "تجربة تنظيف وتنشيط عميقين",
                            "features": [
                                "التنظيف العميق والتقشير: باستخدام أجهزة الهايدرافيشال المتطورة، تزيل هذه الخطوة الشوائب مثل الرؤوس السوداء والرؤوس البيضاء والزيوت الزائدة وخلايا الجلد الميتة، مما يخلق بشرة ناعمة نظيفة ومنتعشة.",
                                {
                                    "title": "قوة التقشير الأخضر: يوفر قناع التقشير الأخضر المهدئ، الغني بمستخلصات الأعشاب الطبيعية، فوائد متنوعة:",
                                    "items": [
                                        "تجديد الخلايا: يحفّز تجدّد الخلايا، ويكشف عن بشرة أكثر نعومة وإشراقًا.",
                                        "تقليل التصبغ: يفتّح البقع الداكنة ويُوحّد لون البشرة.",
                                        "علاج حب الشباب: يزيل الشوائب ويساعد على منع ظهور البثور في المستقبل."
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "المرشحون المثاليون لهيدرافشال ديتوكس",
                            "subtitle": "يفيد هذا العلاج الأفراد الذين يعانون من مجموعة متنوعة من مشاكل البشرة:",
                            "features": [
                                "البشرة الباهتة وعدم تناسق اللون: احصلي على بشرة منتعشة ومشرقة.",
                                "فرط التصبغ والبقع الداكنة: عالجي التصبغات للحصول على بشرة أكثر توازناً.",
                                "البشرة المعرضة لحب الشباب: تنقية وتجديد البشرة لتقليل البثور.",
                                "العناية الطبيعية بالبشرة: استمتعي بالتقشير اللطيف النباتي دون مواد كيميائية قاسية."
                            ]
                        }
                    ]
                },
                {
                    "type": "cont-content-last",
                    "title": "كيف يعمل التقشير الأخضر الطبيعي",
                    "features": [
                        "الإنزيمات النباتية: تفكك وتزيل خلايا الجلد الميتة للحصول على ملمس مُحسّن.",
                        "تحسين الدورة الدموية: يحسّن تدفق الدم، مما يوفر العناصر الغذائية الأساسية لبشرة متوهجة وصحية."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "احتياطات وتوصيات",
                    "features": [
                        "يُنصح باستشارة: في حين أنه مناسب لمعظم أنواع البشرة، فإن الاستشارة الشخصية تضمن أفضل النتائج لنوع بشرتك.",
                        "تنبيه للبشرة الحساسة: يجب على الأشخاص ذوي البشرة الحساسة أو الحساسية تجاه مستخلصات الأعشاب طلب المشورة من الخبراء قبل الحجز."
                    ]
                },
                {
                    "type": "cont-content",
                    "title": "جددي بشرتك بشكل طبيعي",
                    "description": "احجزي هايدرافيشال ديتوكس في كاريزما واستمتعي ببشرة متجددة ومشرقة لتشعري بالانتعاش الدائم من الداخل والخارج."
                }
            ]
        },
        {
            "id": "9",
            "name": "facials/under-eye-facial",
            "sections": [
                {
                    "type": "content",
                    "title": "فيشال تحت العين"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/skincare/Facial/Under-Eye-Facial.png",
                    "bannerPosition": "center right"
                },
                {
                    "type": "cont-content",
                    "title": "أضيئي وجددي منطقة تحت العينين الحساسة",
                    "description": "تم تصميم  فيشال تحت العين لاستهداف العيوب والمشاكل  في منطقة تحت العين، واستعادة الإشراق والنعومة والتجانس من خلال نهج مركّز ومتعدد الخطوات."
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "خطوات لمنطقة تحت العين صحيّة ومشرقة:",
                            "features": [
                                "التنظيف اللطيف: يبدأ العلاج بتنظيف عميق، لإزالة المكياج والشوائب، وإعداد البشرة لامتصاص مُحسّن ونتائج مثالية.",
                                "التجديد المستهدف",
                                {
                                    "title": "تقنية الديرمابن: يتم إنشاء قنوات مجهرية لتحفيز إنتاج الكولاجين وتعزيز اختراق المنتجات المغذية بشكل أعمق.",
                                    "items": [
                                        "تعزيز الكولاجين: يعزز استجابة الشفاء الطبيعية للجسم، مما يعزز إنتاج الكولاجين وتجدّد الخلايا.",
                                        "امتصاص محسّن: يعزز الامتصاص مما يزيد من فعالية المكونات النشطة في العلاج."
                                    ]
                                },
                                {
                                    "title": "أمبول آي فلاش لتحت العين:  This advanced serum, enriched with hyaluronic acid and peptides, provides intense hydration and revitalization.",
                                    "items": [
                                        "ترطيب عميق: يعمل المصل المبتكر، الغني بحمض الهيالورونيك والببتيدات، على ترطيب وتجديد مكثف.",
                                        "قوة الببتيد: يحفز تجديد الخلايا وإنتاج الكولاجين، مما يحسن سماكة الجلد وإشراقته."
                                    ]
                                },
                                "قناع الذهب الفاخر:  يوضع قناع الذهب على منطقة تحت العين، مما يوفر لمسة مهدئة ومضادة للالتهابات تعزز تجربة الدلال الشاملة."
                            ]
                        },
                        {
                            "title": "من يمكنه الاستفادة من فيشال تحت العين؟",
                            "subtitle": "مثالي لأولئك الذين يسعون إلى معالجة:",
                            "features": [
                                "الانتفاخ: يقلل التورم وينعش العيون المتعبة.",
                                "الهالات السوداء:  يحسّن الدورة الدموية ويفتّح التصبغات للحصول على مظهر أكثر نشاطاً.",
                                "الخطوط الدقيقة والتجاعيد :يقلل من علامات الشيخوخة مع الترطيب العميق وتحفيز الكولاجين",
                                "فقدان المرونة:  استعد صحة وشباب الجلد من خلال تعزيز إنتاج الكولاجين."
                            ]
                        }
                    ]
                },
                {
                    "type": "cont-content-last",
                    "title": "الاحتياطات والتوصيات",
                    "features": [
                        "الاستشارة ضرورية: تضمن الاستشارة الشخصية أن العلاج مناسب لنوع بشرتك واحتياجاتك المحددة.",
                        "حساسية الجلد: يجب على الأفراد ذوي البشرة الحساسة جدًا أو تاريخ ندبات الجدرة استشارة الخبراء قبل الحجز."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "اجعلي نظراتك آسرة، أكثر إشراقاً وجاذبية",
                    "description": "احجزي جلسة فيشال العينين في كاريزما واكتشفي أسرار جمال العيون الجذّابة والشابة."
                }
            ]
        },
        {
            "id": "10",
            "name": "facials/platinum-hydraFacial",
            "sections": [
                {
                    "type": "content",
                    "title": "بلاتينيوم هايدرافيشال"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/skincare/Facial/Platinum-HydraFacial.png",
                    "bannerPosition": "center right"
                },
                {
                    "type": "content",
                    "title": "اكتشفي بشرة مشرقة وشابة مع بلاتينيوم هايدرافيشال الفائق",
                    "description": "في مركز كاريزما الطبي التخصصي، نفتخر بتقديم بلاتينيوم هايدرافيشال، وهو علاج متطور مصمم لتوفير نهج شامل لتجديد شباب البشرة. يجمع هذا العلاج بين تقنية هايدرافيشال المتقدمة والتقنيات المبتكرة، وهو الحل المثالي للحصول على بشرة متجددة ومشرقة وشابة بشكل واضح."
                },
                {
                    "type": "color-content",
                    "title": "قوة البلاتينيوم",
                    "description": "يوفر بلاتينيوم هايدرافيشال عملية متعددة الخطوات تعمل بتناغم لتقديم نتائج تحويلية:",
                    "features": [
                        "التنظيف العميق مع التكنولوجيا المتقدمة:  يبدأ العلاج بالتنظيف العميق باستخدام أحدث تقنيات الهايدرافيشال. تزيل هذه الخطوة الشوائب والرؤوس السوداء وخلايا الجلد الميتة والزيوت الزائدة، مما يجهّز بشرتك لامتصاص مثالي للعلاجات اللاحقة.",
                        "التقشير والتجديد:  يزيل التقشير اللطيف خلايا الجلد الميتة، مما يشجع على تجدد الخلايا ويكشف عن بشرة أكثر نعومة وإشراقًا. كما تعزز هذه العملية فعالية خطوات العلاج اللاحقة.",
                        {
                            "title": "تعزيز الدورة الدموية للحصول على توهج صحي: يعتمد بلاتينيوم هايدرافيشال تقنيات التصريف الليمفاوي لتحقيق ما يلي:",
                            "items": [
                                "تحفيز تدفق الدم: يعزز الدورة الدموية لتوصيل العناصر الغذائية الأساسية والأكسجين إلى خلايا بشرتك للحصول على بشرة صحية ومشرقة.",
                                "إزالة السموم: يساعد على التخلص من السموم وتعزيز سطح بشرة أنظف وأكثر صحة."
                            ]
                        },
                        {
                            "title": "تعزيز التماسك والمرونة: يتم استخدام تقنيات خاصة وأمصال نوعية لتحسين تماسك الجلد ومرونته:",
                            "items": [
                                "السيرومات المرطبة: توفر العناصر الغذائية الأساسية لملء البشرة وتماسكها وتنشيطها للحصول على مظهر أكثر شبابًا."
                            ]
                        },
                        {
                            "title": "العلاج بالضوء LED Therapy لتعزيز التجديد: يوفر بلتينيوم هيدرافيشال تقنيات العلاج بالضوء الأزرق والأحمر للحصول على نتائج مُعزّزة:",
                            "items": [
                                "الضوء الأزرق: يهدئ البشرة ويخفف الالتهاب ويعزز النعومة.",
                                "الضوء الأحمر: يحفز إنتاج الكولاجين، مما يساعد على شد وتماسك البشرة مع تقليل ظهور أضرار الشمس وتعزيز لون بشرة أكثر تناسقًا."
                            ]
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "تجديد شباب البشرة الشامل",
                    "description": "بلاتينيوم هايدرافيشال مثالي لأولئك الذين يتطلعون إلى تحقيق بشرة شابة بشكل واضح، حيث يوفر فوائد متعددة:",
                    "features": [
                        "تجديد الخلايا: يشجع على تجدد الجلد الصحي للحصول على بشرة أكثر نعومة وإشراقًا.",
                        "تقليل فرط التصبغ: يعالج البقع الداكنة وعدم تناسق لون البشرة للحصول على بشرة مشرقة.",
                        "شد البشرة: استمتعي ببشرة أكثر تماسكًا وأكثر شبابًا ومرونة.",
                        "استعادة الإشراق: اكشفي عن بشرة متوهجة ومتجددة."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "مدة العلاج",
                    "description": "يوفر بلاتينيوم هايدرافيشال تجربة علاج كاملة في حوالي 45 دقيقة."
                },
                {
                    "type": "content",
                    "title": "احتياطات",
                    "description": "على الرغم من أنه آمن لمعظم أنواع البشرة، نوصي باستشارة خبراء العناية بالبشرة لدينا لمناقشة احتياجاتك الفريدة وملاءمة العلاج لك. قد تحتاج النساء الحوامل والمرضعات إلى تجنب جوانب معينة من العلاج (يرجى استشارة خبرائنا لمزيد من التفاصيل).",
                    "features": [
                        "ملاحظة: لا يشمل هذا العلاج على التصريف الليمفاوي."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "استمتعي بالتجديد المطلق لشباب بشرتك!",
                    "description": "احجزي بلاتينيوم هايدرافيشال اليوم في مركز كاريزما الطبي التخصصي واكتشفي سر البشرة المشرقة والشابة."
                }
            ]
        },
        {
            "id": "11",
            "name": "facials/deluxe-radiant-hydraFacial",
            "sections": [
                {
                    "type": "content",
                    "title": "ديلوكس هايدرافيشال"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/skincare/Facial/Deluxe-Radiant-HydraFacial.png",
                    "bannerPosition": "center right"
                },
                {
                    "type": "cont-content",
                    "title": "ارتقي وتألقي مع ديلوكس هايدرافيشال",
                    "description": "في مركز كاريزما الطبي التخصصي، يركّز أسلوبنا على النتائج في مجال العناية بالبشرة إلى الكشف عن إمكانات بشرتك الحقيقية. ديلوكس هايدرافيشال هو علاج فاخر متعدد الخطوات يجمع بين تقنية هايدرافيشال المتقدمة والمنتجات الفعالة والعلاج بالضوء LED Therapy  للحصول على بشرة أكثر إشراقًا، وتجددًا بشكل واضح."
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "لماذا تختار ديلوكس هايدرافيشال",
                            "subtitle": "يوفر هذا العلاج المميز تجربة متكاملة للعناية بالبشرة، يستهدف المناطق الرئيسية لتعزيز توهج بشرتك الطبيعي:",
                            "features": [
                                "التنظيف العميق مع التكنولوجيا المتقدمة: باستخدام أحدث أجهزة هايدرافيشال، يتم تنظيف بشرتك بعمق، مما يزيل الشوائب مثل الرؤوس السوداء وخلايا الجلد الميتة والزيوت الزائدة. يضمن ذلك أساسًا مثاليًا للخطوات التالية.",
                                "التقشير لبشرة أكثر نعومة: تزيل عملية التقشير اللطيفة خلايا الجلد الميتة، مما يشجع على تجدد الخلايا ويكشف عن سطح ناعم ومنتعش لامتصاص أفضل للمنتجات.",
                                {
                                    "title": "قوة عوامل النمو: يتم تطبيق سيرومات تحوي على عوامل ومجفزات النمو القوية، والتي لها فوائد متعددة:",
                                    "items": [
                                        "تحفيز تجدد البشرة: يعزز إنتاج خلايا جلدية جديدة لمظهر شاب.",
                                        "معالجة مشاكل البشرة: يساعد في معالجة الخطوط الدقيقة والتجاعيد وعدم تناسق اللون وأضرار الشمس.",
                                        "ترطيب عميق: يشجع على إنتاج حمض الهيالورونيك للترطيب المكثف والدائم.",
                                        "شد البشرة ونضارتها: يعزز إنتاج الكولاجين، مما يعزز تماسك البشرة وتوهجها."
                                    ]
                                },
                                "تعزيز الترطيب والانتعاش: تغذي السيرومات المخصصة، المختارة لنوع بشرتك، وتجعلها غنيّة ورطبة، مما يجعلها نضرة ومنتعشة.",
                                {
                                    "title": "العلاج بالضوء LED Therapy  لتعزيز التجديد: تنتهي جلسة العلاج بالعلاج بالضوء LED Therapy   الأزرق والأحمر للحصول على فوائد مُعزّزة:",
                                    "items": [
                                        "الضوء الأزرق Blue LED: يهدئ البشرة ويخفف الالتهاب ويعزز نعومتها.",
                                        "الضوء الأحمر Red LED:  يحفز الكولاجين، ويقلل من أضرار الشمس، ويحسن لون البشرة للحصول على بشرة شابة ومتجانسة."
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "الفوائد الرئيسية ديلوكس هايدرافيشال",
                            "features": [
                                "تجدد الخلايا: يشجع على التجديد الصحي لبشرة أكثر نعومة وإشراقًا.",
                                "تقليل التصبغ: يقلل البقع الداكنة وفرط التصبغ للحصول على لون متجانس.",
                                "بشرة أكثر تماسكًا: يعزز شد البشرة ومرونتها.",
                                "توّهج وإشراق: يستعيد اللمعان الطبيعي للحصول على مظهر منتعش..",
                                "ترطيب عميق: يوفر الترطيب من الداخل للحصول على نضارة طويلة الأمد."
                            ]
                        }
                    ]
                },
                {
                    "type": "cont-content-last",
                    "title": "مدة العلاج والاحتياطات",
                    "features": [
                        "المدة: حوالي 45 دقيقة.",
                        "الاحتياطات: آمن لمعظم أنواع البشرة، على الرغم من أنه يُنصح باستشارة خبراء العناية بالبشرة لدينا لتخصيص العلاج وفقًا لاحتياجاتك. يجب على النساء الحوامل والمرضعات استشارة متخصصينا لفهم أي تعليمات.",
                        "ملاحظة: لا يشمل هذا العلاج التصريف الليمفاوي."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "اكشفي عن أفضل إمكانات لبشرتك !",
                    "description": "احجزي ديلوكس هايدرافيشال  - Deluxe Radiant HydraFacial في مركز كاريزما الطبي التخصصي اليوم واستمتعي بأقصى درجات تجديد شباب البشرة والترطيب."
                }
            ]
        },
        {
            "id": "12",
            "name": "facials/deluxe-age-refinement-hydraFacial",
            "sections": [
                {
                    "type": "content",
                    "title": "ديلوكس إيج هايدرافيشال"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/skincare/Facial/Deluxe-Age-Refinement-HydraFacial.png",
                    "bannerPosition": "center right"
                },
                {
                    "type": "cont-content",
                    "title": "أشرقي كسابق عهدك مع هايدرافيشال مكافحة علامات التقدم بالعمر",
                    "description": "في مركز كاريزما الطبي التخصصي، العمر هو لوحة يمكننا رسمها، وليس قيدًا. يجمع ديلوكس إيج هايدرافيشال بين تقنية HydraFacial المتطورة والأمصال المبتكرة والعلاج بالضوء لإضفاء مظهر أكثر شبابًا وأكثر تماسكاً وإشراقًا على البشرة. يعالج هذا العلاج متعدد الخطوات علامات الشيخوخة عبر تجديد بشرتك من الأعماق."
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "ما الذي يميز  ديلوكس آيج هايدرافيشال؟",
                            "subtitle": "تم تصميم هذا العلاج المميز لاستعادة الحيوية وتعزيز شباب بشرتك من خلال خطوات مدروسة :",
                            "features": [
                                "تنظيف عميق مع التكنولوجيا المتقدمة:  يبدأ العلاج بتنظيف عميق باستخدام أحدث جهاز HydraFacial، مما يزيل الشوائب مثل الرؤوس السوداء وخلايا الجلد الميتة والزيوت الزائدة، ويمهد الطريق لنتائج مثالية.",
                                "تقشير لإظهار بشرة ناعمة:  تعمل عملية التقشير اللطيفة على إزالة خلايا الجلد الميتة، مما يكشف عن سطح بشرة أكثر نعومة وإشراقًا ويعزز فعالية الخطوات التالية.",
                                {
                                    "title": "قوة الريتينول:  Retinol, a gold-standard anti-aging ingredient, takes center stage:",
                                    "items": [
                                        "تفتيح لون البشرة: يقلل فرط التصبغ ويعزز لون البشرة المتجانس والمشرق.",
                                        "توحيد لون البشرة: يعالج عدم تجانس لون البشرة للحصول على مظهر أكثر انسجامًا.",
                                        "تحفيز الكولاجين: يعزز إنتاج الكولاجين ويُسرع دورة حياة الخلايا، مما يؤدي إلى بشرة أكثر نعومة وتماسكاً وشبابًا."
                                    ]
                                },
                                "تعزيز الترطيب والتجديد: توفر السيرومات المخصصة لبشرتك ترطيبًا عميقًا وشعورًا بالانتعاش والتجديد.",
                                {
                                    "title": "العلاج بالضوء LED Therapy الشامل للتجديد والنضارة: يتضمن العلاج بالضوء الأزرق والأحمر لنتائج محسنة:",
                                    "items": [
                                        "الضوء الأزرق: يهدئ البشرة ويخفف الالتهاب ويعزز عملية الشفاء.",
                                        "الضوء الأحمر: يحفز إنتاج الكولاجين، ويقلل من أضرار الشمس، ويوحّد لون البشرة غير المتساوي للحصول على توهج ونضارة الشباب."
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "الفوائد الرئيسية لـ Deluxe Age Refinement HydraFacial",
                            "features": [
                                "تجديد الخلايا: يشجع على تحسين دورة حياة الخلايا الصحية للحصول على مظهر أكثر شباباً وإشراقًا.",
                                "توحيد لون البشرة: يقلل من البقع الداكنة والتصبغات للحصول على بشرة متجانسة.",
                                "بشرة مشدودة وشابة: تعزز خصائص الريتينول المحفزّة للكولاجين مرونة البشرة وثباتها.",
                                "نضارة وحيوية: يستعيد الإشراق والحيوية.",
                                "ترطيب عميق: يوفر ترطيبًا دائمًا من الأعماق."
                            ]
                        }
                    ]
                },
                {
                    "type": "cont-content-last",
                    "title": "مدة العلاج والاعتبارات المهمة",
                    "features": [
                        "المدة: حوالي 45 دقيقة.",
                        "الاحتياطات: آمن لمعظم أنواع البشرة، على الرغم من أنه يُنصح باستشارة خبراء العناية بالبشرة لدينا لتخصيص العلاج وفقًا لاحتياجاتك. يجب على النساء الحوامل والمرضعات استشارة متخصصينا لفهم أي تعليمات.",
                        "ملاحظة: لا يتضمن هذا العلاج التصريف اللمفاوي."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "اجعلي جمالك خالداً",
                    "description": "احجزي جلسة ديلوكس آيج هايدرافيشال في مركز كاريزما الطبي التخصصي واكتشفي سرّ البشرة الشابة والمشرقة."
                }
            ]
        },
        {
            "id": "13",
            "name": "facials/led-light-therapy",
            "sections": [
                {
                    "type": "content",
                    "title": "العلاج بالضوء   LED Light Therapy"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/skincare/Facial/LED-Light-therapy.png",
                    "bannerPosition": "center right"
                },
                {
                    "type": "content",
                    "title": "استغلي قوة العلاج بالضوء لبشرة مشرقة ومتجددة",
                    "description": "في مركز كاريزما الطبي التخصصي، نذهب إلى ما هو أبعد من العناية السطحية بالبشرة، حيث نقدم علاجات متقدمة مثل العلاج بالضوء LED Therapy  لتعزيز نتائجك. تستخدم هذه التقنية غير الجراحية أطوال موجية محددة من الضوء لمعالجة مجموعة من مشاكل البشرة، مما يكشف عن بشرة أكثر صفاءً وأكثر إشراقًا وأكثر شبابًا."
                },
                {
                    "type": "color-content",
                    "title": "لماذا إضافة العلاج بالضوء LED Therapy إلى جلسة الهايدرافيشال؟",
                    "description": "يُشكّل الدمج بين العلاج بالضوء LED Therapy والهايدرافيشال نهجًا تآزريًا يستهدف مشكلات جلدية متعددة:",
                    "features": [
                        "التنظيف العميق والتجديد: استمتعي بالفوائد الأساسية لتنظيف البشرة، بما في ذلك التنظيف العميق والتقشير والترطيب المكثف.",
                        {
                            "title": "العلاج بالضوء المثبت علميًا: بعد الهايدرافيشال، يستخدم العلاج بالضوء LED Therapy أطوال موجية محددة من الضوء لتقديم نتائج نوعية:",
                            "items": [
                                {
                                    "title": "العلاج بالضوء الأحمر:",
                                    "items": [
                                        "يقلل من التجاعيد والخطوط الدقيقة: يحفز إنتاج الكولاجين لتنعيم وشدّ البشرة.",
                                        "يعزز الكولاجين: يعزز بنية الجلد ومرونته للحصول على مظهر شاب.",
                                        "يخفف من أضرار الشمس: يعزز لون بشرة متجانس من خلال تقليل علامات وآثار للشمس."
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "العلاج بالضوء الأزرق:",
                            "items": [
                                "معالجة حب الشباب: يستهدف البكتيريا المسببة لحب الشباب لتقليل البثور ومنع ظهور البثور المستقبلية.",
                                "يقلل من ندبات حب الشباب:  يساعد على علاج الندبات الموجودة ويعزز التئام الجلد.",
                                "ينقي البشرة: يقلل الشوائب والالتهابات للحصول على بشرة أكثر صفاءً وراحة."
                            ]
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "حلول مُخصّصة لاحتياجات بشرتك",
                    "features": [
                        "العلاج التكميلي: لنتائج شاملة، اجمعي بين العلاج بالضوء الأحمر والأزرق لمعالجة مشكلات الشيخوخة وحب الشباب.",
                        "تركيز مُستهدف: اختاري الضوء الأحمر لمحاربة الشيخوخة أو الضوء الأزرق لمكافحة حب الشباب وتعزيز النضارة."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "تفاصيل العلاج والاحتياطات",
                    "features": [
                        "المدة: إضافة 15 دقيقة إلى جلسة الهايدرافيشال.",
                        "الأمان: مناسب لمعظم أنواع البشرة. ومع ذلك، يجب على الأفراد الذين يعانون من بعض الحالات الطبية أو الذين يتناولون أدوية تسبب حساسية للضوء استشارة خبرائنا."
                    ]
                },
                {
                    "type": "cont-content",
                    "title": "نضارة تتجاوز الحدود!",
                    "description": "ارتقي بروتين العناية بالبشرة باستخدام العلاج بالضوء LED Therapy في مركز كاريزما الطبي التخصصي. أضيئي بشرتك وعززي نضارتها مع هذا العلاج المبتكر الثوري."
                }
            ]
        },
        {
            "id": "14",
            "name": "facials/bubble-facial",
            "sections": [
                {
                    "type": "content",
                    "title": "علاج الفقاعات المنعشة للوجه"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/skincare/Facial/Bubble-Facial.png",
                    "bannerPosition": "center right"
                },
                {
                    "type": "cont-content",
                    "title": "اختبري انتعاش الفقاعات لبشرة مشرقة",
                    "description": "في مركز كريزما الطبي التخصصي، نقدم لك علاج الفقاعات للوجه، وهو علاج مبتكر ومنعش مصمم لتنظيف بشرتك بعمق، وتعزيز أكسجتها، وتنشيطها. مع غمره بالفقاعات اللطيفة الغنية بالأكسجين، تترك هذه التجربة الفاخرة بشرتك صافية، ناعمة، ومتوهجة."
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "كيف يعمل علاج الفقاعات للوجه",
                            "features": [
                                "التنظيف اللطيف: يبدأ العلاج بتنظيف شامل ولكنه لطيف، يزيل المكياج والأوساخ والشوائب السطحية مع الحفاظ على الرطوبة الأساسية.",
                                {
                                    "title": "فقاعات غنية بالأكسجين: يُطلق قناع متخصص سلسلة من الفقاعات الغنية بالأكسجين التي توفر فوائد متعددة:",
                                    "items": [
                                        "التقشير: تفكك الفقاعات بلطف وتزيل خلايا الجلد الميتة، مما يكشف عن طبقة جديدة من البشرة الصحية.",
                                        "تنظيف عميق للمسامات: تنظف الفقاعات بعمق المسامات، وتذيب الأوساخ والزيوت لتقليل ظهورها ومنع ظهور البثور في المستقبل.",
                                        "الأكسجين – تنفّس البشرة: يعزز الأكسجين إنتاج الكولاجين، مما يعزز امتلاء البشرة ويعزز توهجًا شبابيًا.",
                                        "توصيل العناصر الغذائية: تساعد الفقاعات المؤكسجة على نقل العناصر الغذائية الأساسية بشكل أعمق إلى الجلد لتحقيق نتائج مثالية."
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "فوائد علاج الفقاعات للوجه",
                            "features": [
                                "تنظيف عميق: استمتعي بتنظيف شامل يترك البشرة منتعشة وخالية من الشوائب.",
                                "تقليل المسامات: لاحظي تحسّن المسامات والبشرة المشدودة بشكل واضح والتخلص من الرؤوس السوداء..",
                                "منع ظهور البثور: احتفظي ببشرة صافية من خلال منع ظهور البثور المستقبلية.",
                                "ترطيب عميق: استمتعي بزيادة الترطيب ومظهرًا مشرقًا ومنعشًا.",
                                "تعزيز امتصاص المنتجات: بعد العلاج، تكون بشرتك أكثر استجابةً لمنتجات العناية بالبشرة الأخرى، مما يزيد من فعاليتها."
                            ]
                        }
                    ]
                },
                {
                    "type": "cont-content-last",
                    "title": "تجربة لطيفة وفعالة",
                    "description": "يناسب علاج الفقاعات للوجه معظم أنواع البشرة، حيث يوفر رعاية لطيفة مع نتائج واضحة. ومع ذلك، فإن استشارة خبرائنا تضمن تخصيص العلاج وفقًا لاحتياجاتك."
                },
                {
                    "type": "color-content",
                    "title": "احتياطات يجب مراعاتها",
                    "features": [
                        "البشرة الحساسة: استشيري خبرائنا إذا كانت بشرتك حساسة للغاية للتأكد من ملاءمة العلاج.",
                        "الحساسية: ناقشي أي حساسية معروفة للمكونات مع فريقنا لتجنب التفاعلات. قد يُوصى باختبار الحساسية.",
                        "حروق الشمس: انتظري حتى تشفى حروق الشمس قبل الحجز لتجنب التهيج.",
                        "الجروح المفتوحة أو حالات الجلد: تجنبي العلاج إذا كنت تعانين من مشاكل جلدية نشطة مثل الطفح الجلدي أو الجروح المفتوحة."
                    ]
                },
                {
                    "type": "sub-heading-color-content-last",
                    "description": "تألقي بانتعاش ودون جهد! استمتعي بالقوة اللطيفة لعلاج الفقاعات للوجه في مركز كريزما الطبي التخصصي ودعي بشرتك تتألق بوضوح وإشراق متجددين."
                }
            ]
        },
        {
            "id": "15",
            "name": "facials/pink-shooter-facial",
            "sections": [
                {
                    "type": "content",
                    "title": "PINK SHOOTER Facial"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/skincare/Facial/Pink-Shooter.png",
                    "bannerPosition": "center right"
                },
                {
                    "type": "cont-content",
                    "title": " أشرقي كل يوم مع العلاج الاستثنائي لتجديد شباب البشرة",
                    "description": "في كاريزما، يلتقي الابتكار بالفخامة مع PINK SHOOTER Facial، وهو علاج مبتكر بتقنيّة الميكرونيدلينغ مصمم لمعالجة البشرة وتوحيد لونها ومكافحة علامات الشيخوخة وتقوية حاجز البشرة الطبيعي. يستخدم هذا العلاج المتقدم تركيبة قوية متعددة الفوائد  يتم توصيلها إلى أعماق البشرة من خلال الميكرونيدلينغ للحصول على نتائج ملحوظة ودائمة."
                },
                {
                    "type": "sub-heading-content",
                    "title": "كيف يعمل PINK SHOOTER Facial",
                    "heading": "الميكرونيدلينغ + أمبول PINK SHOOTER",
                    "features": [
                        {
                            "title": "أمبولات معبأة مسبقًا:  يتم استخدام أمبولات معقمة معبأة مسبقًا تحتوي على محلول PINK SHOOTER الحصري لتطبيق مركّز وأقصى فعالية.",
                            "items": [
                                {
                                    "title": "المكونات القوية: ",
                                    "items": [
                                        "PDRN (بوليديوكسيريبونوكليوتيد): يعزز تجديد الخلايا، مما يسرع من إصلاح البشرة وتجديدها.",
                                        "14 ببتيد: تحفز إنتاج الكولاجين، وتحسّن المرونة، وتستهدف علامات الشيخوخة.",
                                        "17 حمض أميني: يغذي وينشط البشرة للحصول على توهّج صحي.",
                                        "10 Vitamins: Nourish and energize the skin for a healthy glow."
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "نظام توصيل مبتكر: ",
                            "items": [
                                "القنوات المجهرية: تخلق رأس الميكرونيدلينغ قنوات مجهرية في الجلد، مما يسمح باختراق أعمق لمحلول PINK SHOOTER.",
                                "تعزيز الكولاجين: تحفّز القنوات الدقيقة استجابة الشفاء الطبيعية لجسمك، مما يعزز إنتاج الكولاجين وتجدد الخلايا..",
                                "علاج مريح: مصمم لتجربة خالية من الألم تقريبًا بإبر دقيقة للغاية."
                            ]
                        }
                    ]
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "فوائد PINK SHOOTER Facial",
                            "features": [
                                "تفتيح البشرة: يقلل فرط التصبغ ويُوحّد لون البشرة، مما يكشف عن بشرة مشرقة.",
                                "مكافحة الشيخوخة: ينعّم الخطوط الدقيقة والتجاعيد، ويحسّن سماكة البشرة ومرونتها.",
                                "إصلاح حاجز البشرة: يقوي حاجز حماية البشرة، ويحميها من العوامل البيئية الضارة.",
                                "نضارة الشباب: يترك بشرتك مشرقة وممتلئة بالحيوية."
                            ]
                        },
                        {
                            "title": "لماذا تختار PINK SHOOTER Facial؟",
                            "features": [
                                "مريح وفعال: تسهّل الأمبولات المعبأة مسبقًا عملية العلاج، مما يضمن الدقة والفعالية.",
                                "نتائج قصوى: يعزز الميكرونيدلينغ امتصاص المكونات النشطة، مما يوفر نتائج فائقة مقارنة بالعلاجات التقليدية.",
                                "مريح وآمن: تم تصميم الإجراء ليكون جيد التحمل، مع حد أدنى من الانزعاج."
                            ]
                        }
                    ]
                },
                {
                    "type": "cont-content-last",
                    "title": "الاحتياطات والملاءمة",
                    "features": [
                        "الاستشارة ضرورية: ستضمن استشارة شخصية مع خبراء العناية بالبشرة أن العلاج يناسب احتياجات بشرتك الفريدة.",
                        "تجنب العلاج أثناء الحمل: لا ينصح بهذا العلاج للمرأة الحامل أو المرضعة."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "اختبري النضارة والإشراق الدائم",
                    "description": "اكتشفي سرّ البشرة الخالية من العيوب مع PINK SHOOTER Facial في كاريزما. احجزي استشارتك اليوم واتخذي الخطوة الأولى نحو بشرة أكثر إشراقًا وشبابًا."
                }
            ]
        },
        {
            "id": "16",
            "name": "facials/chocolate-facial",
            "sections": [
                {
                    "type": "content",
                    "title": "فيشال الشوكولاتة"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/skincare/Facial/Chocolate-Facial.png",
                    "bannerPosition": "center right"
                },
                {
                    "type": "content",
                    "title": "دللي بشرتك واستمتعي بالرفاهية",
                    "description": "في كاريزما، تلتقي الفخامة والدلال مع فيشال الشوكولاتة، وهو علاج مثير للسعادة مصمم لتنظيف بشرتك وتجديدها وتنشيطها باستخدام فوائد الكاكاو الغنية. لا يقتصر هذا العلاج على التدليل فحسب، بل إنه يغذي بشرتك بعمق وينشطها، مما يكشف عن بشرة ناعمة ومشرقة وشابة."
                },
                {
                    "type": "color-content",
                    "title": "فوائد الكاكاو لبشرتك",
                    "features": [
                        "ترطيب عميق: يحتوي الكاكاو على أحماض دهنية تحبس الرطوبة، مما يجعل بشرتك ناعمة ومرنة ورطبة.",
                        "الحماية المضادة للأكسدة: تحارب مضادات الأكسدة الطبيعية في الكاكاو الجذور الحرة، مما يقلل من التلف ويضيء البشرة.",
                        "تعزيز الحماية من الشمس: على الرغم من أنه لا يحل محل واقي الشمس، إلا أن مضادات الأكسدة في الكاكاو توفر طبقة إضافية من الحماية من أضرار الأشعة فوق البنفسجية.",
                        "دعم الكولاجين: قد يحفز الكاكاو إنتاج الكولاجين، مما يساعد على تقليل الخطوط الدقيقة والتجاعيد للحصول على مظهر أكثر شبابًا.",
                        "تجديد الخلايا: يعزز الكاكاو تجدد الخلايا، مما ينعم نسيج البشرة ويعزز نضارتها."
                    ]
                },
                {
                    "type": "content",
                    "title": "رحلة علاج فاخرة",
                    "features": [
                        "النسيم  العطري: تعزز رائحة الشوكولا الغنية الاسترخاء، مما يخلق تجربة هادئة وممتعة.",
                        "قناع مغذي: يرطب قناع الشوكولاتة الفاخر، الغني بالمكونات المفيدة للبشرة، الجلد بعمق وينشطه.",
                        "تقشير لطيف: يزيل التقشير اللطيف خلايا الجلد الميتة، مما يسمح للمغذيات بالتغلغل بشكل أكثر فعالية.",
                        "تدليك الوجه: استمتعي بتدليك الوجه المهدئ لتعزيز الدورة الدموية، مما يترك بشرتك منتعشة ومنألقة."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "فوائد فيشال الشوكولاتة",
                    "features": [
                        "إشراق وترطيب: احبسي الرطوبة للحصول على نعومة ومرونة تدوم طويلاً.",
                        "بشرة أكثر نضارة: مضادات الأكسدة تفتّح وتُوحّد لون البشرة.",
                        "بشرة شابة:  عزّزي الكولاجين للحصول على بشرة أكثر تماسكًا وأكثر نعومة.",
                        "الاسترخاء والدلال: انغمسي في عالم من الرفاهية والاسترخاء."
                    ]
                },
                {
                    "type": "content",
                    "title": "هل علاج الوجه بالشوكولاتة مناسب لك؟",
                    "description": "يناسب علاج الوجه بالشوكولاتة معظم أنواع البشرة. ومع ذلك، ستضمن استشارة خبرائنا أنه يلبي احتياجات بشرتك الفريدة."
                },
                {
                    "type": "color-content",
                    "title": "احتياطات",
                    "features": [
                        "الحساسية:  إذا كنت تعاني من حساسية تجاه الكاكاو، فاستشيري خبرائنا قبل الحجز. قد يُوصى باختبار الحساسية.",
                        "البشرة الحساسة: ستحدد استشارة مخصصة ما إذا كان هذا العلاج لطيفًا بما يكفي ليناسب بشرتك.",
                        "حروق الشمس وحالات الجلد: تجنبي هذا العلاج إذا كنت تعانين من حروق الشمس أو الجروح المفتوحة أو حالات الجلد النشطة."
                    ]
                },
                {
                    "type": "cont-content",
                    "title": "دللي نفسك مع تجربة العناية بالبشرة اللذيذة",
                    "description": "استمتعي بالاسترخاء المطلق مع فيشال الشوكولاتة في كاريزما. احجزي استشارتك اليوم ودعي بشرتك تستمتع بالتغذية الفاخرة التي تستحقها."
                }
            ]
        },
        {
            "id": "17",
            "name": "peeling/yellow-peel-treatment",
            "sections": [
                {
                    "type": "content",
                    "title": "التقشير الأصفر"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/skincare/Peeling/Yellow-Peel.png",
                    "bannerPosition": "center right"
                },
                {
                    "type": "cont-content",
                    "title": "أضيئي بشرتك بقوة التقشير الأصفر",
                    "description": "في كاريزما، تحقيق بشرة مشرقة وخالية من العيوب في متناول يدك. يعد التقشير الأصفر علاجًا ثورياً مصممًا لاستهداف التصبغ العنيد، والبقع الداكنة، وتغيّر اللون الناتج عن أضرار الشمس أو حب الشباب، مما يمنحك بشرة أكثر إشراقًا وتجانسًا في اللون."
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "لماذا تختارين التقشير الأصفر؟",
                            "description": "قومي بمكافحة التصبغات وعززي إشراقة بشرتك:",
                            "features": [
                                "تخفيف التصبغات العنيدة: يقلل بشكل فعال من فرط التصبغ والبقع الصبغية والبقع الداكنة للحصول على بشرة أكثر نقاءً.",
                                "تصحيح تفاوت اللون: يستهدف آثار الشمس وعلامات ما بعد حب الشباب، مما يستعيد لون البشرة المتجانس.",
                                "الوقاية من ظهور البقع الداكنة مستقبلاً: يثبط إنتاج الميلانين لمنع ظهور بقع جديدة، مما يوفر نتائج تدوم طويلاً."
                            ]
                        },
                        {
                            "title": "كيف يعمل التقشير الأصفر؟",
                            "description": "يعمل التقشير الأصفر على مراحل مدروسة بعناية لتجديد بشرتك:",
                            "features": [
                                "تقشير لطيف: يعزز إزالة خلايا الجلد الميتة، مما يكشف عن بشرة جديدة وأكثر نضارة.",
                                "تنظيم الميلانين: تثبّط المكونات إنتاج الميلانين لتفتيح التصبغ ومنع ظهور بقع جديدة.",
                                "تجدد الخلايا: يعزز دورة خلايا البشرة، مما يكشف عن بشرة أكثر إشراقًا ونعومة مع مرور الوقت."
                            ]
                        }
                    ]
                },
                {
                    "type": "cont-content-last",
                    "title": "المناطق المعالجة",
                    "description": "يمكن تطبيق التقشير الأصفر على مناطق متعددة، بما في ذلك:",
                    "features": [
                        "الوجه",
                        "منطقة البكيني",
                        "الإبطين",
                        "الظهر",
                        "اليدين",
                        "الركبتين",
                        "المرفقين (الكوعين)"
                    ]
                },
                {
                    "type": "color-content",
                    "title": "تحقيق نتائج مثالية",
                    "description": "للحصول على فوائد دائمة، اتبع خطوات الرعاية اللاحقة التالية:",
                    "features": [
                        "الترطيب هو المفتاح: حافظ على ترطيب بشرتك لتخفيف الجفاف وتعزيز الشفاء.",
                        "كريمات التفتيح: استخدم منتجات التفتيح كما هو موصى به لتحقيق أقصى استفادة.",
                        "حماية من الشمس: احمِ بشرتك باستخدام واقي الشمس يوميًا لتجنب التصبغ الناجم عن الشمس.",
                        "جلسات متابعة: للحصول على نتائج مثلى، كرر التقشير كل 6-12 شهرًا حسب الحاجة."
                    ]
                },
                {
                    "type": "content",
                    "title": "الاحتياطات:",
                    "description": "على الرغم من فعاليته لمعظم أنواع البشرة، من المهم مراعاة ما يلي:",
                    "features": [
                        "حساسية الشمس: تجنب التعرض لأشعة الشمس واستخدم واقي شمس عالي الحماية بعد العلاج.",
                        "الحالات الصحية الموجودة مسبقًا: يجب على الأشخاص الذين يعانون من بعض أمراض الجلد أو يتناولون أدوية معينة استشارة خبير العناية بالبشرة.",
                        "الحمل والرضاعة: لا ينصح به للنساء الحوامل أو المرضعات."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "احصلي على البشرة المشرقة الذي تستحقينها:",
                    "description": "هل أنت مستعدة لتجربة بشرة مشرقة وخالية من العيوب؟ احجزي استشارة مع خبرائنا في كاريزما لمعرفة ما إذا كان التقشير الأصفر مناسبًا لك. دعنا نساعدك بالحصول على البشرة الحيوية والشابة التي لطالما رغبت بها."
                }
            ]
        },
        {
            "id": "18",
            "name": "peeling/tca-peel-treatment",
            "sections": [
                {
                    "type": "content",
                    "title": "التقشير بحمض ثلاثي كلورو أسيتيك – تقشير TCA"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/skincare/Peeling/TCA-Peel.png",
                    "bannerPosition": "center right"
                },
                {
                    "type": "cont-content",
                    "title": "اكشفي عن طبقات البشرة المشرقة: اكتشفي قوة تقشير TCA في كاريزما",
                    "description": "في كاريزما، نقدم حلولاً متقدمة للعناية بالبشرة لمساعدتك على تحقيق بشرة أكثر صفاءً ونعومة وأكثر شبابًا. يعد تقشير حمض ثلاثي كلورو أسيتيك (TCA Peel) علاجًا قويًا وقابلًا للتخصيص مصممًا لتجديد شباب البشرة، يستهدف العيوب ويعزز نتائج طويلة الأمد."
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "فوائد تقشير حمض ثلاثي كلورو أسيتيك - تقشير TCA",
                            "description": "يوفر تقشير TCA حلاً شاملاً لتجديد شباب البشرة:",
                            "features": [
                                "تقليل الخطوط الدقيقة والتجاعيد: ينعم مظهر الخطوط الدقيقة ويعزز مرونة البشرة.",
                                "تخفيف الندبات والبقع الداكنة:  يقلل بشكل فعال من ندبات حب الشباب والتصبغ وآثار الشمس للحصول على لون أكثر تناسقًا.",
                                "تعزيز إنتاج الكولاجين: يحفز الكولاجين لبشرة أكثر تماسكًا وأكثر شبابًا.",
                                "تسريع تجدد البشرة: يعزز تجديد خلايا الجلد، مما يكشف عن بشرة جديدة ومشرقة."
                            ]
                        },
                        {
                            "title": "مناطق التطبيق المتنوعة",
                            "description": "لا يقتصر تقشير TCA على الوجه؛ يمكنه استخدامه لمناطق متعددة:",
                            "features": [
                                "اليدين",
                                "المرفقين",
                                "الركبتين",
                                "الإبطين",
                                "المناطق الحساسة (باستشارة الخبراء)"
                            ]
                        }
                    ]
                },
                {
                    "type": "cont-content-last",
                    "title": "كيف يعمل تقشير حمض ثلاثي كلورو أسيتيك - تقشير TCA",
                    "description": "يتضمن العلاج تقشيرًا مضبوطاً وتجديدًا عميقًا للبشرة:",
                    "features": [
                        "التقشير:  يزيل الطبقات الخارجية التالفة من الجلد للكشف عن بشرة أكثر نعومة وإشراقًا.",
                        "تحفيز الكولاجين: يحفز إنتاج الكولاجين لتحسين بنية الجلد ومرونته.",
                        "تجديد الخلايا: يسرع تجديد خلايا الجلد، مما يعزز نضارة شبابية وحيوية."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "الرعاية اللاحقة الأساسية للحصول على نتائج مثالية",
                    "description": "تضمن الرعاية المناسبة بعد العلاج أفضل النتائج:",
                    "features": [
                        "حماية من الشمس: استخدمي واقيًا من الشمس واسع الطيف بمعامل حماية من الشمس SPF 30+ يوميًا لحماية البشرة الجديدة ومنع التصبغ.",
                        "ترطيب: حافظي على ترطيب البشرة للمساعدة في الشفاء وتقليل التهيج.",
                        "تجنب العبث: تجنبي لمس أو إزالة الجلد المتقشر لمنع ظهور الندبات."
                    ]
                },
                {
                    "type": "content",
                    "title": "احتياطات يجب مراعاتها",
                    "description": "في حين أن تقشير TCA يوفر نتائج مذهلة، يجب مراعاة بعض الاحتياطات:",
                    "features": [
                        "حساسية الجلد:  ستحدد الاستشارة ما إذا كانت بشرتك يمكن أن تتحمل العلاج.",
                        "حساسية الشمس: تجنب أشعة الشمس والحماية من الشمس ضروريان بعد التقشير.",
                        "الحالات الطبية والأدوية: قد تمنع بعض الحالات أو الأدوية استخدام علاج TCA.",
                        "الحمل والرضاعة: لا يُنصح به أثناء الحمل أو أثناء الرضاعة الطبيعية."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "احصلي على بشرة أحلامك!",
                    "description": "احصلي على بشرة مشرقة وشابة مع تقشير TCA في كاريزما. احجزي استشارتك اليوم ودعي خبراء العناية بالبشرة لدينا يصممون خطة علاجية مخصصة للكشف عن بشرتك الأكثر جمالًا."
                }
            ]
        },
        {
            "id": "19",
            "name": "peeling/salicylic-acid-peeling",
            "sections": [
                {
                    "type": "content",
                    "title": "تقشير حمض الساليسيليك"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/skincare/Peeling/Acid-Peel.png",
                    "bannerPosition": "center right"
                },
                {
                    "type": "cont-content",
                    "title": "بشرة صافية في انتظارك: اكتشف قوة تقشير حمض الساليسيليك في كريزما",
                    "description": "في كريزما، نقدم حلولاً متقدمة لمساعدتك على تحقيق بشرة أكثر صفاءً ونعومة وإشراقاً. يعد تقشير حمض الساليسيليك لدينا علاجًا نوعياً مصممًا لمكافحة حب الشباب وتقليل الندوب وتلاشي التصبغات، مما يكشف عن بشرة مشرقة وخالية من العيوب."
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "لماذا تختار تقشير حمض الساليسيليك؟",
                            "subtitle": "يوفر هذا التقشير فوائد متعددة لمعالجة حب الشباب وعيوب البشرة:",
                            "features": [
                                "إزالة البثور: يخترق المسامات بعمق لإذابة الزهم، مما يؤدي إلى فتح انسداد المسامات وتقليل حب الشباب النشط.",
                                "تقليل ندبات حب الشباب: يعزز تجدد الخلايا، مما يساعد على تنعيم وتقليل ظهور ندبات حب الشباب.",
                                "تفتيح البقع الداكنة: يقشر بلطف لتفتيح فرط التصبغ بعد الالتهاب وتوحيد لون البشرة.",
                                "تحكم في إنتاج الزيوت: ينظم مستويات الزهم، مما يقلل من ظهور البثور في المستقبل ويعزز التوازن."
                            ]
                        },
                        {
                            "title": "كيف يعمل تقشير حمض الساليسيليك",
                            "features": [
                                "تنظيف عميق للمسامات: يخترق حمض الساليسيليك، وهو حمض بيتا هيدروكسي (BHA)، الجلد لإزالة الزيوت والأوساخ من المسامات.",
                                "التقشير والتجديد: يزيل خلايا الجلد الميتة، مما يعزز تجدد البشرة وسطحًا أكثر نعومة.",
                                "فوائد مضادة للالتهاب: يقلل الاحمرار والتهيج، مما يهدئ البشرة المعرضة لحب الشباب الملتهب."
                            ]
                        }
                    ]
                },
                {
                    "type": "cont-content-last",
                    "title": "مزايا تقشير حمض الساليسيليك",
                    "features": [
                        "لطيف وفعال: مثالي للبشرة الحساسة، يستهدف حب الشباب دون تهييج مفرط.",
                        "يمنع ظهور الندبات: تقلل العلاجات المنتظمة من خطر ظهور الندبات المستقبلية من خلال السيطرة على حب الشباب قبل تفاقمه.",
                        "آمن وقابل للتخصيص: مناسب لأنواع مختلفة من البشرة مع نهج مُخصّص لتحقيق نتائج مثالية."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "احتياطات ورعاية ما بعد العلاج",
                    "description": "لضمان أفضل النتائج، اتبع هذه الإرشادات الأساسية:",
                    "features": [
                        "حماية من الشمس: يمكن أن يزيد حمض الساليسيليك من حساسية الشمس. استخدمي واقي الشمس واسع الطيف بمعامل حماية من الشمس SPF 30+ يوميًا.",
                        "ترطيب: احتفظي برطوبة البشرة للمساعدة في الشفاء ومنع الجفاف.",
                        "تجنب العبث: اتركي البشرة تتقشر بشكل طبيعي لمنع ظهور الندبات.",
                        "اختبار السلامة: بالنسبة للبشرة الحساسة، قد يُوصى بإجراء اختبار الحساسية قبل العلاج الكامل.",
                        "الحمل والرضاعة: استشيري طبيبك دائمًا إذا كنت حاملًا أو مرضعة قبل الخضوع للعلاج."
                    ]
                },
                {
                    "type": "cont-content",
                    "title": "تألقي بثقة",
                    "description": "استعيدي جمال بشرتك الطبيعي مع تقشير حمض الساليسيليك في كريزما. احجزي استشارتك اليوم ودعي خبرائنا يصممون خطة مخصصة لمساعدتك بالحصول على بشرة صافية ومشرقة."
                }
            ]
        },
        {
            "id": "20",
            "name": "peeling/green-peel",
            "sections": [
                {
                    "type": "content",
                    "title": "التقشير الأخضر"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/skincare/Peeling/green-peel.jpg",
                    "bannerPosition": "center right"
                },
                {
                    "type": "cont-content",
                    "title": "اختبري قوة الطبيعة التجديدية في مركز كاريزما الطبي التخصصي",
                    "description": "في مركز كاريزما، نؤمن بأن الطبيعة تحمل مفاتيح البشرة الجميلة والصحية. يعتبر التقشير الأخضر حلاً مبتكرًا للعناية بالبشرة من خلاصات النباتات الطبيعية، يستغل قوة االمكونات العشبية لتعزيز تجديد الخلايا والكشف بشرة أكثر نقاءً وإشراقًا."
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "لماذا تختار التقشير الأخضر؟",
                            "subtitle": "يوفر هذا العلاج الفريد مجموعة من الفوائد لأولئك الذين يسعون إلى علاج طبيعي لطيف لتجديد شباب البشرة:",
                            "features": [
                                "تجديد الخلايا: تحفّز المستخلصات النباتية تجدّد الخلايا، مما يعزز تقشير خلايا الجلد الميتة ويكشف عن بشرة أكثر نضارة وشبابًا.",
                                "تقليل البثور: يساعد التقشير الأخضر في تقليل البثور والخطوط الدقيقة والتجاعيد، مما يعزز بشرة متجانسة ونقيّة.",
                                "تخفيف فرط التصبغ: يمكن لبعض المكونات العشبية أن تعمل على تفتيح البقع الداكنة وتوحيد لون البشرة، مما يمنحك مظهرًا متجانساً ومشرقًا."
                            ]
                        },
                        {
                            "title": "كيف يعمل التقشير الأخضر؟",
                            "features": [
                                "مزيج القوة النباتية: يعمل مزيج فريد من المكونات الطبيعية معًا لتقشير البشرة بلطف وتحفيز خلاياها، دون استخدام المواد الكيميائية القاسية.",
                                "تقشير لطيف: على عكس التقشير الكيميائي القاسي، يوفر التقشير الأخضر أسلوباً أكثر لطفاً، مما يقلل من التهيّج وعدم الراحة مع استمرار تقديم نتائج ملحوظة.",
                                "تحفيز الكولاجين: تساعد بعض المكونات في التقشير على تعزيز إنتاج الكولاجين، مما يعزز مرونة البشرة وسماكتها."
                            ]
                        }
                    ]
                },
                {
                    "type": "cont-content-last",
                    "title": "الخيار المثالي للبشرة الحساسة",
                    "description": "التقشير الأخضر  هو الخيار الأمثل لأصحاب البشرة الحساسة التي لا تتحمّل التقشير الكيميائي القاسي:",
                    "features": [
                        "خالي من المواد الكيميائية: يتكون التقشير الأخضر من مكونات طبيعية بالكامل، مما يجنبّك التعرض للمواد الكيميائية القاسية والمواد الكاشطة، مما يجعله خيارًا آمنًا ولطيفاً.",
                        "وقت تعافي قصير: يسبب التقشير عادةً القليل من الانزعاج، مما يسمح لك بالعودة إلى روتينك الطبيعي دون التعرّض للاحمرار أو التهيّج.",
                        "قابل للتخصيص: يمكن تخصيصه لمعالجة عيوب بشرتك المحددة، مما يضمن أفضل النتائج لنوع بشرتك."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "الاحتياطات والرعاية اللاحقة:",
                    "description": "للحصول على أفضل النتائج، اتبع إرشادات خبراء العناية بالبشرة لدينا:",
                    "features": [
                        "الاستشارة:  تعد الاستشارة ضرورية لتقييم احتياجات بشرتك وتحديد ما إذا كان التقشير الأخضر هو العلاج المناسب لك.",
                        "حماية من الشمس: بعد التقشير، احمي بشرتك من الشمس لتجنب التهيج أو ظهور التصبغات.",
                        "رعاية لطيفة: تجنب منتجات العناية بالبشرة القاسية لبضعة أيام بعد العلاج للسماح لبشرتك بالشفاء والتجدّد."
                    ]
                },
                {
                    "type": "cont-content",
                    "title": "أطلق العنان للجمال الطبيعي لبشرتك",
                    "description": " هل أنت مستعدة لتجربة قوة التجديد للتقشير الأخضر؟ حددي موعدا للاستشارة في كاريزما اليوم ودعينا نساعدك في الكشف عن الإشراق الطبيعي الحقيقي لبشرتك."
                }
            ]
        },
        {
            "id": "20",
            "name": "mesotherapy/ha-mesotherapy",
            "sections": [
                {
                    "type": "content",
                    "title": "HA Mesotherapy – ميزو الترطيب"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/skincare/Mesotherapy/Main-Banner.png",
                    "bannerPosition": "center right"
                },
                {
                    "type": "content",
                    "title": "أنعشي بشرتك بترطيب عميق ابدأي بالترطيب العميق وتخلّصي من الخطوط الدقيقة في مركز كاريزما الطبي التخصصي",
                    "description": "في مركز كاريزما الطبي التخصصي، نحن ملتزمون بتقديم حلول رائدة لتحقيق بشرة متألقة وشابة. يوفر ميزو الترطيب نهجًا متقدمًا لتجديد شباب الوجه من خلال الجمع بين تقنية الديرمابن وحمض الهيالورونيك (HA) لتوفير ترطيب عميق وتقليل ظهور الخطوط الدقيقة. هذا العلاج المركز فعال بشكل خاص في معالجة الخطوط العنيدة حول العينين والأنف والرقبة، مما يكشف عن بشرة أكثر نعومة وامتلاءً وشبابًا."
                },
                {
                    "type": "sub-heading-content",
                    "title": "أيقظي قوة الترطيب العميق",
                    "description": "يوفر ميزو الترطيب فوائد متعددة لأولئك الذين يسعون إلى مكافحة الجفاف والخطوط الدقيقة:",
                    "features": [
                        "ترطيب مكثف: يجذب حمض الهيالورونيك، المرطب الطبيعي، جزيئات الماء ويربطها بالبشرة، مما يوفر ترطيبًا عميقًا ودائمًا.",
                        "تقليل الخطوط الدقيقة: يحفز التوصيل الدقيق لـحمض الهيالورونيك بواسطة إبر الديرما بن إنتاج الكولاجين، مما يساعد على تقليل الخطوط الدقيقة والتجاعيد، خاصة في المناطق الحساسة مثل العينين والأنف والرقبة.",
                        "مرونة أفضل: يحسّن الترطيب المتزايد وإنتاج الكولاجين مرونة البشرة، مما يجعل الجلد أكثر تماسكاً وشبابًا."
                    ]
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "العلم وراء كل علاج:",
                            "subtitle": "يعمل ميزو الترطيب من خلال مزيج فريد وفعال للغاية من التقنيات:",
                            "features": [
                                "تقنية الديرمابن: تخلق إبر الديرما بن قنوات مجهرية في الجلد، مما يحفز استجابة الشفاء الطبيعية للجسم. هذا يحفز إنتاج الكولاجين ويحسن امتصاص حمض الهيالورونيك.",
                                "تغلغل حمض الهيالورونيك: يتم توصيل حمض الهيالورونيك مباشرة إلى الطبقات العميقة من الجلد، مما يوفر ترطيبًا كبيرًا ودائمًا.",
                                "نهج مستهدف: يمكن تخصيص العلاج لمعالجة مناطق معينة معرضة للخطوط الدقيقة والجفاف، مما يضمن نتائج مثلى وفعالة."
                            ]
                        },
                        {
                            "title": "علاج مصمم خصيصًا ليناسب جميع أنواع البشرة",
                            "subtitle": "ميزو الترطيب مناسب لمعظم أنواع البشرة ويقدم خطة علاج متعددة الاستخدامات:",
                            "features": [
                                "جفاف البشرة: بالنسبة لأولئك الذين يعانون من جفاف البشرة، يوفر هذا العلاج ترطيبًا عميقًا ودائمًا، مما يجعل البشرة ممتلئة ومرنة.",
                                "تقليل الخطوط الدقيقة: يستهدف هذا العلاج الخطوط الدقيقة والتجاعيد حول العينين والأنف والرقبة، مما يعزز بشرة أكثر نعومة وشبابًا.",
                                "نهج لطيف: يوفر Hميزو الترطيب نهجًا غير جراحياً لتجديد الشباب، وهو مثالي لأصحاب البشرة الحساسة."
                            ]
                        }
                    ]
                },
                {
                    "type": "cont-content-last",
                    "title": "التركيبة المثالية: ميزو الترطيب مع الهيدرافيشال:",
                    "description": "للحصول على علاج أكثر شمولية لتجديد شباب الوجه، ضع في اعتبارك الجمع بين ميزو الترطيب و تنظيف البشرة الهايدرافيشال",
                    "features": [
                        "ترطيب وتقشير عميق: بينما يرطب ميزو الهيالورونيك اسيد  البشرة من الداخل، يقشر الهايدرافيشال ويُرطب الطبقة السطحية، مما يزيل خلايا الجلد الميتة والشوائب.",
                        "نتائج محسنة: يوفر الدمج بين هذين العلاجين تحسينات أكثر دراماتيكية في ملمس البشرة ولونها وترطيبها ومظهرها العام."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "جربي ميزو الترطيب",
                    "description": "احجزي استشارتك اليوم واكتشفي الفوائد الرائعغة لميزو الترطيب، وهو علاج غير جراحي يرطب ويجدد ويُنعّم بشرتك من الأعماق."
                }
            ]
        },
        {
            "id": "21",
            "name": "mesotherapy/meso-face",
            "sections": [
                {
                    "type": "content",
                    "title": "ميزو الوجه"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/skincare/Mesotherapy/Main-Banner.png",
                    "bannerPosition": "center right"
                },
                {
                    "type": "cont-content",
                    "title": "استعيدي حيوية بشرتك في مركز كريزما الطبي التخصصي",
                    "description": "في مركز كريزما الطبي التخصصي، نلتزم بتوفير حلول مبتكرة لبشرة منتعشة، متجددة، ومشرقة. يوفر ميزو الوجه نهجًا ثوريًا لتجديد شباب البشرة، باستخدام الحقن الدقيق أو الديرما بن لتوصيل مزيج مُخصّص من العناصر الغذائية الأساسية مباشرة إلى الجلد. يغذي هذا العلاج النوعي بشرتك من الأعماق، مما يعزز مظهرًا أكثر نعومة، وأكثر تماسكًا، وأكثر صحة."
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "أيقظي قوة التغذية القصوى",
                            "subtitle": "يوفر ميزو الوجه مجموعة من الفوائد لأولئك الذين يتطلعون إلى تنشيط بشرتهم وتحسين مظهرها:",
                            "features": [
                                "التغذية العميقة: من خلال توصيل الفيتامينات والمعادن وحمض الهيالورونيك والمكونات المنشطّة الأخرى مباشرة إلى الأدمة (الطبقة الوسطى للجلد)، يعزز الميزوثيرابي التغذية العميقة وتجديد الخلايا.",
                                "تحفيز الكولاجين والإيلاستين: من خلال تحفيز إنتاج الكولاجين والإيلاستين، يعزز هذا العلاج بنية الجلد ومرونته، مما يؤدي إلى بشرة أكثر تماسكًا، وأكثر نعومة وشبابًا.",
                                "إشراق مُعزّز: تتوهج البشرة المغذاة بشكل طبيعي! يساعد الميزوثيرابي على تعزيز بشرة مشرقة وصحية، مما يمنحك مظهرًا شابًا ومشرقًا."
                            ]
                        },
                        {
                            "title": "العلم وراء العلاج",
                            "subtitle": "يستخدم ميزو الوجه نظام توصيل دقيق ومُستهدِف لضمان أقصى فائدة:",
                            "features": [
                                "الحقن المُخصّص: يتم توصيل مزيج مُخصّص من المكونات المنشطة مباشرة إلى الأدمة من خلال الحقن الدقيق أو الديرما بن.",
                                "امتصاص مُعزّز: من خلال تجاوز الطبقة السطحية للجلد، يضمن العلاج اختراقًا أعمق وزيادة امتصاص المكونات الفعالة.",
                                "علاج مخصص: يمكن تخصيص المزيج لمعالجة مشكلات جلدية محددة، سواء كان ذلك لمكافحة الخطوط الدقيقة أو لون البشرة غير المتجانس أو تعزيز صحة الجلد العامة."
                            ]
                        }
                    ]
                },
                {
                    "type": "cont-content-last",
                    "title": "علاج مناسب لجميع أنواع البشرة",
                    "description": "يناسب ميزو الوجه معظم أنواع البشرة، مما يوفر خطة علاج متعددة الاستخدامات:",
                    "features": [
                        "معالجة المشكلات: سواء كنت تبحثين عن تقليل الخطوط الدقيقة والتجاعيد أو التصبغات أو ببساطة تعزيز صحة بشرتك، يمكن تخصيص الميزوثيرابي وفقًا لاحتياجاتك المحددة.",
                        "علاج لطيف: الميزوثيرابي إجراء بسيط قليل التوغل مما يجعله خيارًا مثاليًا لأصحاب البشرة الحساسة، مما يضمن تجربة علاج مريحة وفعالة."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "التآزر المثالي: الميزوثيرابي وهيدرافشال",
                    "description": "للحصول على نهج أكثر شمولية لتجديد شباب الوجه، ضع في اعتبارك الدمج بين ميزو الوجه والهيدرافشال:",
                    "features": [
                        "التغذية العميقة والتقشير: بينما يغذي الميزوثيرابي البشرة من الداخل، يقوم هيدرافشال بتقشير الطبقة السطحية بلطف وترطيبها.",
                        "نتائج مثلى: يؤدي هذا المزيج إلى تحسينات أكثر دراماتيكية في نسيج البشرة ولونها وإشراقها العام، مما يوفر مظهرًا متوهجًا وشابًا."
                    ]
                },
                {
                    "type": "cont-content",
                    "title": "جربي ميزو الوجه اليوم!",
                    "description": "احجزي استشارتك في مركز كريزما الطبي المتخصص اليوم واكتشفي الفوائد الرائعة لميزو الوجه - كعلاج شخصي وغير جراحي يعزز جمال بشرتك الطبيعي."
                }
            ]
        },
        {
            "id": "22",
            "name": "mesotherapy/meso-whitening",
            "sections": [
                {
                    "type": "content",
                    "title": "ميزوثيرابي التبييض"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/skincare/Mesotherapy/Main-Banner.png",
                    "bannerPosition": "center right"
                },
                {
                    "type": "content",
                    "title": "احصلي على بشرة أكثر إشراقًا وتناسقاً في مركز كريزما الطبي التخصصي",
                    "description": "في مركز كاريزما الطبي التخصصي، ندرك الرغبة في الحصول على بشرة مشرقة ومتجانسة. يوفر ميزو التبييض نهجًا ثوريًا لتفتيح البشرة وتقليل التصبغ. يجمع هذا العلاج المبتكر بين دقة تقنية الديرما بن وخليط ميزو مُخصّص لاستهداف فرط التصبغ والكشف عن بشرة أكثر إشراقًا ولمعانًا بشكل ملحوظ."
                },
                {
                    "type": "sub-heading-content",
                    "title": "استعدي لتتألقي أكثر من أي وقت مضى!",
                    "description": "يوفر ميزو التبييض مجموعة من الفوائد لأولئك الذين يسعون إلى تحقيق لون بشرة أكثر تجانساً:",
                    "features": [
                        "تفتيح فعال: يحتوي خليط الميزو المُخصّص على مكونات تم اختيارها خصيصًا لمعالجة فرط التصبغ وعدم تناسق لون البشرة، مما يعزز مظهرًا أكثر إشراقًا ولمعانًا..",
                        "تقليل التصبغ: يحفز الميكرونيدلينج بالديرما بن استجابة الشفاء الطبيعية للجلد، مما يشجع على تحليل وإزالة الصبغة الزائدة، مما يؤدي إلى تقليل البقع الداكنة والعيوب.",
                        "تعزيز الإشراق: من خلال معالجة فرط التصبغ وتعزيز صحة الجلد العامة، يمكن أن يساعد ميزو التبييض على الكشف عن بشرة متألقة بشكل طبيعي."
                    ]
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "العلم وراء ميزو التبييض",
                            "subtitle": "يعمل ميزو التبييض من خلال مزيج فريد وفعال:",
                            "features": [
                                "تقنية الديرما بن:  يؤدي استخدام الديرما بن وتقنية الميكرونيدلينج إلى إنشاء قنوات صغيرة في الجلد، مما يحفز استجابة الشفاء الطبيعية للجسم. تعمل هذه العملية على تشجيع تفكك الصبغة الموجودة وتعزيز امتصاص مكونات التفتيح في خليط الميزو.",
                                "خليط ميزو نوعي: يتم توصيل مزيج مُخصّص من عوامل التفتيح والفيتامينات ومضادات الأكسدة مباشرة إلى الطبقات العميقة من الجلد، حيث يمكن أن يكون لها أفضل تأثير على فرط التصبغ.",
                                "معالجة دقيقة: يمكن تخصيص العلاج لمعالجة مناطق محددة من التصبغات، مما يضمن نتائج مثالية."
                            ]
                        },
                        {
                            "title": "نهج لطيف لمعظم أنواع البشرة",
                            "subtitle": "يوفر ميزو التبييض خيار علاجي متعدد الاستخدامات للعديد من الأشخاص:",
                            "features": [
                                "تفتيح البشرة: إذا كنت تعانين من فرط التصبغ أو بقع الشمس أو عدم تناسق لون البشرة، يمكن أن يساعدك هذا العلاج على تحقيق بشرة أكثر إشراقًا وأكثر تناسقًا.",
                                "نهج لطيف: يوفر ميزو التبييض نهجًا قليل التدخل لتفتيح البشرة، وهو مناسب لمعظم أنواع البشرة، حتى البشرة الحساسة.",
                                "آمن وفعال: عند إجرائه من قبل متخصص مؤهل، يعد ميزو التبييض طريقة آمنة وفعالة لتحقيق النتائج المرجوة."
                            ]
                        }
                    ]
                },
                {
                    "type": "cont-content-last",
                    "title": "تعزيز نتائج ميزو التبييض مع الهايدرافيشال",
                    "description": "للحصول على نهج أكثر شمولية لتحقيق بشرة متألقة، ضع في اعتبارك الجمع بين ميزو التبييض وعلاج الهايدرافيشال:",
                    "features": [
                        "التقشير العميق والترطيب: يقشر هيدرافشال بلطف خلايا الجلد الميتة والشوائب مع توفير ترطيب عميق. وهذا يجهز البشرة لامتصاص مثالي لمكونات التفتيح في خليط الميزو، مما يضمن نتائج مثلى.",
                        "نتائج مُعزّزة: يمكن أن يؤدي الجمع بين هذه العلاجات إلى تحسينات كبيرة في نسيج البشرة ولونها ونضارتها."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "جربي ميزو التبييض اليوم!",
                    "description": "احجزي استشارتك في مركز كاريزما الطبي التخصصي اليوم واكتشفي كيف يمكن لميزو التبييض أن يحوّل بشرتك للأفضل، ويجعل من الحصول على بشرة مشرقة ومتناسقة حقيقة وليس حلماً."
                }
            ]
        },
        {
            "id": "23",
            "name": "mesotherapy/meso-open-pores",
            "sections": [
                {
                    "type": "content",
                    "title": "ميزوثيرابي ندبات حب الشباب و المسامات المفتوحة في مركز كريزما الطبي"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/skincare/Mesotherapy/Main-Banner.png",
                    "bannerPosition": "center right"
                },
                {
                    "type": "content",
                    "title": "القضاء على البثور والحصول على بشرة أكثر نعومة",
                    "description": "في مركز كريزما الطبي، نتفهم معاناتك لتحقيق بشرة ناعمة ومتجانسة بعد التعامل مع حب الشباب. يقدم الميزوثيرابي للبشرة واسعة المسامات وندبات حب الشباب نهجًا مُستهدفًا لتقليل ظهور ندبات حب الشباب، وتنقية المسامات، والكشف عن سطح بشرة أكثر صحة وإشراقًا. يستخدم هذا العلاج المبتكر تقنية الديرما بن ومزيج ميزو قوي لمعالجة هذه المشكلات في وقت واحد، مما يؤدي إلى الحصول على بشرة أكثر نعومة وصفاءً بشكل ملحوظ."
                },
                {
                    "type": "sub-heading-content",
                    "title": "احصلي على بشرة أكثر صفاء ونعومة",
                    "description": "يوفر ميزو المسامات المفتوحة وندبات حب الشباب مجموعة من الفوائد لأولئك الذين يسعون إلى تقليل آثار حب الشباب:",
                    "features": [
                        "تقليل الندبات: يساعد مزيج الميزو، الذي يحتوي على مكونات مثل الريتينول وحمض الجليكوليك والهيالورونيك، على تقليل ظهور ندبات حب الشباب من خلال تعزيز إنتاج الكولاجين وتجديد الخلايا.",
                        "تنقية المسامات: يساعد هذا العلاج على تنظيم إنتاج الزيوت وتقليل ظهور المسامات الواسعة، مما يعزز نسيج بشرة أكثر نعومة وتجانسًا.",
                        "تقليل التصبغ: يساعد حمض الجليكوليك وعوامل التفتيح الأخرى في الخلطة على تلاشي فرط التصبغ المتبقي بعد ظهور حب الشباب.",
                        "تجديد البشرة: يرطب حمض الهيالورونيك البشرة ويجعلها ممتلئة، مما يعزز مظهرًا صحيًا وشاباً."
                    ]
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "العلم وراء ميزو المسامات وندبات حب الشباب",
                            "subtitle": "يعمل ميزو المسامات وندبات حب الشباب من خلال نهج متعدد الجوانب:",
                            "features": [
                                "تقنية الديرما بن: يؤدي استخدام الديرما بن - الميكرونيدلينج إلى إنشاء قنوات صغيرة في الجلد، مما يحفز استجابة الشفاء الطبيعية للجسم. وهذا يحفز إنتاج الكولاجين ويعزز امتصاص المكونات الفعالة  في مزيج الميزو.",
                                "مزيج ميزو مخصص: يتم توصيل مزيج مُخصّص من المكونات النشطة، بما في ذلك الريتينول وحمض الجليكوليك وحمض الهيالورونيك، مباشرة إلى الطبقات العميقة من الجلد، حيث يمكن أن يكون لها أكبر تأثير.",
                                "معالجة دقيقة: يمكن تخصيص العلاج لمعالجة مشكلات محددة مثل ندبات حب الشباب والمسامات الواسعة، مما يضمن تحقيق نتائج مثالية."
                            ]
                        },
                        {
                            "title": "حلول مخصصة لإدارة البشرة الدهنية",
                            "subtitle": "يعتبر ميزو المسامات المفتوحة وندبات حب الشباب مفيدًا بشكل خاص لأصحاب البشرة الدهنية:",
                            "features": [
                                "تنظيم إفراز الزيوت: يمكن أن يساعد العلاج في تنظيم إفراز الزيوت، مما يمنع ظهور البثور في المستقبل ويعزز بشرة أكثر توازناً.",
                                "تقليل المسامات: من خلال تقليل إنتاج الزيوت، يمكن لهذا العلاج أن يقلل من ظهور المسامات الواسعة، وهو مصدر قلق شائع لأصحاب البشرة الدهنية."
                            ]
                        }
                    ]
                },
                {
                    "type": "cont-content-last",
                    "title": "سلسلة من العلاجات لتحقيق نتائج مثالية",
                    "description": "يتطلب ميزو المسامات المفتوحة وندبات حب الشباب عادةً سلسلة من الجلسات لتحقيق نتائج مثالية:",
                    "features": [
                        "3-4 جلسات: يوصى بسلسلة من 3 إلى 4 جلسات متباعدة بأسبوعين لتحقيق تحسّن كبير.",
                        "متابعة: قد يُوصى بجلسات متابعة منتظمة للحفاظ على النتائج ومنع ظهور البثور في المستقبل."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "التآزر المثالي: الميزوثيرابي وهيدرافشال",
                    "description": "للحصول على نهج أكثر شمولية لتحقيق بشرة صافية ومشرقة، ضع في اعتبارك الجمع بين ميزو المسامات المفتوحة وندبات حب الشباب والهايدرافشال:",
                    "features": [
                        "التقشير العميق والترطيب: يقوم هيدرافشال بتقشير خلايا الجلد الميتة والشوائب بلطف مع توفير ترطيب عميق. وهذا يجهّز البشرة لامتصاص مثالي للمكونات الفعالة في مزيج الميزو.",
                        "نتائج محسّنة: يمكن أن يؤدي الجمع بين هذه العلاجات إلى تحسينات كبيرة في نسيج البشرة ولونها ومظهرها العام."
                    ]
                },
                {
                    "type": "cont-content",
                    "title": "جرب ميزو المسامات المفتوحة وندبات حب الشباب",
                    "description": "احجز استشارتك في مركز كريزما الطبي اليوم واكتشف كيف يمكن للميزوثيرابي تحويل بشرتك للأفضل ويساعدك على تحقيق بشرة أكثر صفاء ونعومة."
                }
            ]
        },
        {
            "id": "24",
            "name": "mesotherapy/tprx-meso",
            "sections": [
                {
                    "type": "content",
                    "title": "ميزو أحماض الفواكه"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/skincare/Mesotherapy/Main-Banner.png",
                    "bannerPosition": "center right"
                },
                {
                    "type": "content",
                    "title": "النضارة والتجديد المبني على أساس العلم",
                    "description": "في مركز كاريزما الطبي التخصصي، نلتزم بتوفير حلول متطورة للحصول على بشرة شابة مشرقة ومتجانسة. يوفر علاج ميزو أحماض الفواكه  TPRX Mesotherapy نهجًا مبتكرًا لمعالجة مشاكل الشيخوخة والبثور والتصبغات والخطوط الدقيقة. يستخدم هذا العلاج المستهدف تقنية Dermapen ومحلول TPRX المُصمم علميًا لتقشير البشرة بلطف، وتقليل البقع، وتعزيز مظهر أكثر نعومة وتجانساً وشبابًا."
                },
                {
                    "type": "sub-heading-content",
                    "title": "اكتشف القوة والفعالية وراء تركيبة  Meso - TPRX",
                    "description": "يكمن نجاح علاج TPRX Mesotherapy في تركيبته الفريدة والقوية:",
                    "features": [
                        "حمض الطرطريك: يقشّر ألفا هيدروكسي أسيد البشرة بلطف، ويعزز تجدد الخلايا، ويقلل من البقع، ويخفف من الخطوط الدقيقة.",
                        "ألفا أربوتين: مفتّح طبيعي للبشرة يثبط إنتاج الميلانين، مما يؤدي إلى لون بشرة أكثر تناسقًا ومظهرًا أكثر إشراقًا.",
                        "حمض الكوجيك: عامل تفتيح قوي آخر للبشرة، يقاوم فرط التصبغ، مما يساعد على تفتيح مضاعف للبشرة.",
                        "بيروكسيد الهيدروجين: مطهّر خفيف ينظف البشرة، مما يخلق بيئة جاهزة لتغلغل المكونات الأخرى بشكل أعمق."
                    ]
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "أسلوب متناغم لتجديد البشرة",
                            "subtitle": "يعمل علاج TPRX Mesotherapy من خلال مزيج قوي من التقنيات المتقدمة والتركيبة الفريدة:",
                            "features": [
                                "تقنية الديرمابن: تخلق الإبر الدقيقة في  الديرمابن قنوات مجهرية في الجلد، مما يحفز استجابة الشفاء الطبيعية للجسم، ويعزز إنتاج الكولاجين، ويعزز امتصاص محلول TPRX الفعال.",
                                "محلول  TPRX: مزيج خاص من المكونات التي تعمل بشكل متآزر لتقشير البشرة وتفتيحها وتحفيز تجديد البشرة، مما يعزز مظهرًا أكثر نعومة وثباتًا وشبابًا.",
                                "العلاج المستهدف: يمكن تخصيص العلاج لمعالجة مناطق العيوب المحددة، مما يضمن نتائج مثالية."
                            ]
                        },
                        {
                            "title": "علاج مصمم خصيصًا للبشرة الدهنية وعيوبها",
                            "subtitle": "يوفر علاج TPRX Mesotherapy حلاً متعدد الاستخدامات لمختلف مشاكل البشرة ولكنه مفيد بشكل خاص لأصحاب البشرة الدهنية.",
                            "features": [
                                "تنظيم إنتاج الزيوت: يساعد العلاج على موازنة إنتاج الزيوت، مما يمنع ظهور البثور في المستقبل ويعزز بشرة أكثر نقاءً.",
                                "تقليل المسام: من خلال تعزيز تجديد الخلايا وتقليل إنتاج الزيوت، يقلل TPRX Mesotherapy من ظهور المسام الواسعة، وهي مصدر إزعاج شائع لأصحاب البشرة الدهنية."
                            ]
                        }
                    ]
                },
                {
                    "type": "cont-content-last",
                    "title": "حقق نتائج فعالة وفورية: دورة العلاج",
                    "description": "على الرغم من أن علاج TPRX Mesotherapy يتطلب عادةً سلسلة من العلاجات للحصول على نتائج مثلى، إلا أن تركيبته الفريدة تعمل بسرعة وتتغلغل عميقًا في الأدمة لتنشيط وجديد البشرة دون الإضرار بالبشرة الخارجية:",
                    "features": [
                        "3  جلسات: يوصى بسلسلة من 3 جلسات متباعدة بأسبوعين لتحقيق تحسينات كبيرة.",
                        "نتائج مرئية: يلاحظ معظم العملاء تغييرات فورية، حيث تظهر البشرة أكثر نعومة وإشراقًا وشبابًا."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "التآزر المثالي:  ميزو أحماض الفواكه TPRX Mesotherapy مع الهايدرافيشال HydraFacial",
                    "description": "للحصول على نهج أكثر شمولية لتحقيق بشرة صافية ومشرقة، ضع في اعتبارك الجمع بين علاج ميزو الأحماض و تنظيف البشرة.",
                    "features": [
                        "تقشير عميق وترطيب: يقشر HydraFacial بلطف خلايا الجلد الميتة والشوائب، مع توفير ترطيب عميق. وهذا يُعدّ البشرة لامتصاص محلول TPRX بشكل مثالي.",
                        "نتائج محسنّة: يمكن أن يؤدي الجمع بين هذه العلاجات إلى تحسينات أكثر دراماتيكية في ملمس البشرة ولونها ومظهرها العام."
                    ]
                },
                {
                    "type": "cont-content",
                    "title": "جربي TPRX Mesotherapy في مركز كاريزما الطبي التخصصي",
                    "description": "احجزي استشارتك اليوم واكتشفي كيف يمكن لـ TPRX Mesotherapy أن يجدد بشرتك، واحصلي على بشرة أكثر نقاءً وشبابًا وإشراقًا."
                }
            ]
        },
        {
            "id": "25",
            "name": "mesotherapy/meso-lift",
            "sections": [
                {
                    "type": "content",
                    "title": "ميزو ليفت – ميزوثيرابي شد البشرة"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/skincare/Mesotherapy/Main-Banner.png",
                    "bannerPosition": "center right"
                },
                {
                    "type": "content",
                    "title": "استعيدي شباب بشرتك",
                    "description": "في مركز كاريزما الطبي التخصصي، ندرك رغبتك في الحصول على بشرة منتعشة وشابة ومشرقة. يوفر ميزو ليفت نهجًا ثوريًا لتجديد شباب الوجه، حيث يوصل مزيجًا قويًا من العناصر الغذائية الأساسية مباشرة إلى الجلد. يحفز هذا العلاج البسيط إنتاج الكولاجين والإيلاستين، مما يعزز جلداً أكثر تماسكًا وإشراقًا وشبابًا."
                },
                {
                    "type": "color-content",
                    "title": "عززي إشراقة ومرونة بشرتك",
                    "description": "يوفر ميزو ليفت مجموعة من الفوائد لأولئك الذين يسعون إلى استعادة الحيوية والإشراق لبشرتهم:",
                    "features": [
                        "تعزيز المرونة والتماسك:  من خلال تحفيز إنتاج الكولاجين والإيلاستين، يساعد ميزو ليفت على استعادة بنية الجلد والتماسك، مما يؤدي إلى مظهر أكثر تماسكًا ومرتفوعًا وتقليل ملحوظ للترهل.",
                        "تحسين نضارة البشرة: بفضل توصيل الفيتامينات ومضادات الأكسدة إلى أعماق الجلد، يعزز بشرة أكثر إشراقًا ونضارة.",
                        "تقليل علامات الشيخوخة: من خلال مكافحة فقدان الكولاجين والإيلاستين، يساعد ميزو ليفت على تقليل الخطوط الدقيقة والتجاعيد وعلامات الشيخوخة الأخرى.",
                        "تقليل الندبات: يحسن ميزو ليفت مظهر ندبات حب الشباب والعيوب الأخرى من خلال تحفيز إنتاج الكولاجين وتعزيز تجديد الأنسجة.",
                        "تخفيف آثار الشمس:  يقلل أيضًا من الآثار المرئية لأضرار الشمس، مثل فرط التصبغ وعدم تناسق لون البشرة."
                    ]
                },
                {
                    "type": "cont-content",
                    "title": "اكتشفي العلم وراء العلاج",
                    "description": "يعمل ميزو ليفت من خلال نهج دقيق ومخصص:",
                    "features": [
                        "الحقن الدقيق: يتم توصيل مزيج مُخصّص من الفيتامينات الأساسية والمضادات المؤكسدة وحمض الهيالورونيك مباشرة إلى الأدمة، الطبقة الوسطى من الجلد.",
                        "امتصاص أفضل: يؤدي تجاوز الطبقة السطحية للجلد إلى اختراق أعمق وتحسين امتصاص المكونات المفيدة.",
                        "عمل مُستهدف: يتم تركيب المزيج المخصص لمعالجة مشكلات محددة، مما يضمن نتائج مثالية لكل فرد."
                    ]
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "علاج مُصمم لمجموعة متنوعة من المشكلات",
                            "subtitle": "يعد ميزو ليفت خيار علاجي متعدد الاستخدامات لمختلف علامات الشيخوخة وتلف الجلد:",
                            "features": [
                                "فقدان المرونة والتماسك: إذا كنت تعانين من ترهل الجلد أو فقدان الوضوح في ملامح وجهك، يمكن أن يساعدك ميزو ليفت على استعادة مظهر أكثر تماسكًا وأكثر شبابًا.",
                                "الخطوط الدقيقة والتجاعيد: يحفز ميزو ليفت إنتاج الكولاجين، مما يؤدي إلى تقليل ظهور الخطوط الدقيقة والتجاعيد.",
                                "عدم تناسق لون البشرة: يمكن أن يساعد التوصيل المُستهدف للفيتامينات ومضادات الأكسدة على تحسين لون البشرة العام وتقليل فرط التصبغ.",
                                "أضرار الشمس: يساعد ميزو ليفت على تقليل الآثار المرئية لأضرار الشمس، مما يعزز بشرة أكثر صحة."
                            ]
                        },
                        {
                            "title": "من يمكنه الاستفادة من ميزو ليفت",
                            "subtitle": "ميزو ليفت مناسب لأولئك الذين يسعون إلى تجديد شباب الوجه، بما في ذلك:",
                            "features": [
                                "فقدان الحيوية والإشراق: إذا كانت تبدو بشرتك باهتة ومتعبة، يمكن أن يعيد ميزو ليفت إشراقها وحيويتها.",
                                "ترهل الجلد والتجاعيد: يعالج ميزو ليفت ترهل الجلد والتجاعيد، مما يعزز مظهرًا مشدوداً وأكثر شبابًا.",
                                "تلف الشمس:  يمكن أن يكافح ميزو ليفت الآثار المرئية لأضرار الشمس ويعزز بشرة أكثر صحة.",
                                "ندبات حب الشباب: يمكن أن يحسن مظهر ندبات حب الشباب من خلال تحفيز إنتاج الكولاجين وتجديد البشرة."
                            ]
                        }
                    ]
                },
                {
                    "type": "cont-content-last",
                    "title": "متابعة العلاج",
                    "description": "يتطلب ميزو ليفت عادةً سلسلة من العلاجات، تليها جلسات متابعة:",
                    "features": [
                        "جلسات أولية:  يُوصى بفترات زمنية تتراوح بين 1-4 أسابيع للجلسات الأولية، قد تحتاج من 4-6 جلسات لتحقيق نتائج مثالية.",
                        "المتابعة: بعد السلسلة الأولية، يمكن إجراء جلسات المتابعة كل 3-6 أشهر للحفاظ على النتائج والحفاظ على بشرة متجددة."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "التآزر المثالي: ميزو ليفت وهايدرافيشال",
                    "description": "للحصول على علاج شامل لتجديد شباب الوجه، ضع في اعتبارك الدمج بين ميزو ليفت وجلسات الهايدرافيشال:",
                    "features": [
                        "التقشير العميق والترطيب:  يقشر هايدرافيشال بلطف خلايا الجلد الميتة والشوائب، مع توفير ترطيب عميق. وهذا يجهز البشرة لامتصاص مثالي للمغذيات التي يتم توصيلها أثناء ميزو ليفت، مما يضمن نتائج فعالة.",
                        "نتائج مُعزّزة: يؤدي الجمع بين هذه العلاجات إلى تحسينات أكثر دراماتيكية في نسيج البشرة ولونها ومرونتها وإشراقها العام."
                    ]
                },
                {
                    "type": "cont-content",
                    "title": "تجربة ميزو ليفت في مركز كاريزما الطبي التخصصي",
                    "description": "احجزي استشارتك اليوم واكتشفي كيف يمكن لميزو ليفت أن ينشط بشرتك، ويعيد لك الحيوية والنعومة والإشراق الشبابي."
                }
            ]
        },
        {
            "id": "26",
            "name": "mesotherapy/meso-gold",
            "sections": [
                {
                    "type": "content",
                    "title": " Meso Gold – الميزو الذهبي :"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/skincare/Mesotherapy/Main-Banner.png",
                    "bannerPosition": "center right"
                },
                {
                    "type": "content",
                    "title": "انغمس في تجربة تجديد فاخرة",
                    "description": "في مركز كاريزما الطبي التخصصي، قمنا بتصميم تجربة علاج فاخرة للوجه وفعالة تهدف إلى ترك بشرتك منتعشة ومشرقة بلا شك. يوفر علاج Meso Gold الخاص بنا، جنبًا إلى جنب مع قناع الشوكولاتة الفاخر والعناية الخاصة بالعينين ، نهجًا متعدد الفوائد لتحقيق بشرة أكثر إشراقًا و شبابًا."
                },
                {
                    "type": "sub-heading-content",
                    "title": "اكتشفي قوة Meso Gold",
                    "description": "يستخدم Meso Gold تقنية الديرمابن المبتكرة لتوصيل مزيج مخصص من المكونات الفعالة مباشرة إلى الطبقات العميقة من بشرتك. يوفر هذا العلاج البسيط العديد من الفوائد:",
                    "features": [
                        "نضارة معززة: يحفز Meso Gold تجديد الخلايا، ويعمل على إزالة البشرة السطحية الباهتة ويكشف عن بشرة أكثر إشراقًا ونضارة.",
                        "شدّ وتفتيح: غالبًا ما يحتوي مزيج الميزوثيرابي على مكونات مثل حمض الهيالورونيك والفيتامينات، والتي يمكن أن تساعد في تحسين ترطيب البشرة ومرونتها ولونها العام، مما يؤدي إلى مظهر أكثر نعومة وشبابًا.",
                        "تحسين الهالات السوداء:  تستهدف بعض خلطات الميزوثيرابي فرط التصبغ، مما قد يقلل من ظهور الهالات السوداء حول العينين."
                    ]
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "لذّة الشوكولا الفاخرة",
                            "subtitle": "بعد علاج Meso Gold، انغمسي بشعور الفخامة مع قناع الشوكولاتة الفاخر الذي يعزز تجربة العلاج:",
                            "features": [
                                "قوة مضادات الأكسدة: الشوكولاتة غنية بمضادات الأكسدة، المعروفة بمكافحة الجذور الحرة وتعزيز صحة البشرة.",
                                "تعزيز الترطيب: تحتوي أقنعة الشوكولاتة على مكونات مرطبة تترك بشرتك ممتلئة ومرنة ومغذَّية.",
                                "مهدئة ومنعشة: يوفر تطبيق القناع تجربة استرخاء لطيفة، مما يجعلك تشعرين بالدلال الرفاهية."
                            ]
                        },
                        {
                            "title": "العناية بالعينين علاج مخصص لتجربة متكاملة",
                            "subtitle": "لمعالجة منطقة تحت العين الحساسة، يتضمن علاجنا العناية الخاصة بالعين:",
                            "features": [
                                "المكونات المستهدفة: يمكن أن تقلل كريمات العين أو السيرومات المصممة لمنطقة تحت العين الحساسة من الانتفاخ وتخفف الهالات السوداء وتوفر الترطيب الأساسي.",
                                "تحسين المظهر: من خلال معالجة المخاوف المحددة حول العينين، يساهم هذا العلاج في مظهر أكثر إشراقًا وشبابًا بشكل عام."
                            ]
                        }
                    ]
                },
                {
                    "type": "cont-content-last",
                    "title": "تقنية الديرمابن : مفتاح تعزيز الامتصاص الأمثل",
                    "description": "تلعب تقنية الديرمابن دورًا حاسمًا في هذا العلاج:",
                    "features": [
                        "الميكرونيدلينج: يخلق الديرمابن قنوات صغيرة في الجلد، مما يعزز امتصاص المكونات المفيدة التي يوفرها علاج Meso Gold ومنتجات العناية بالعين، مما يضمن أقصى فعالية."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "التركيبة المثالية مع  الهايدرافيشال – تنظيف البشرة",
                    "description": "للحصول على نهج أكثر شمولية لتحقيق بشرة مشرقة، ضع في اعتبارك الدمج بين هذا العلاج مع الهايدرافيشال:",
                    "features": [
                        "التنظيف العميق والتقشير: يزيل الهايدرافيشال بلطف خلايا الجلد الميتة والشوائب، مما يجهّز البشرة لامتصاص مزيج Meso Gold والعناصر العلاجية الأخرى بشكل مثالي.",
                        "نتائج محسنة: يمكن أن يؤدي الدمج بين هذه العلاجات إلى تحسينات أكثر دراماتيكية في ملمس البشرة ولونها وإشراقها العام."
                    ]
                },
                {
                    "type": "cont-content",
                    "title": "جربي Meso Gold Facial في مركز كاريزما الطبي التخصصي",
                    "description": "احجزي استشارتك اليوم وانغمسي في عالم علاجات التجديد الفاخرة المصممة لإظهار جمال بشرتك الطبيعي وتوهجها الشبابي."
                }
            ]
        },
        {
            "id": "27",
            "name": "mesotherapy/meso-eyes",
            "sections": [
                {
                    "type": "content",
                    "title": "ميزو العيون"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/skincare/Mesotherapy/Main-Banner.png",
                    "bannerPosition": "center right"
                },
                {
                    "type": "content",
                    "title": "إشراقة وتجديد",
                    "description": "في مركز كاريزما الطبي التخصصي، نفهم رغبتك في الحصول على منطقة عينين مشرقة وشابة. يمكن أن تجعلك الهالات السوداء وانتفاخ تحت العينين تبدو متعباً وتؤثر على مظهرك العام. يوفر علاج  ميزو العيون نهجًا خاصاً لمعالجة هذه المخاوف، مما يكشف عن مظهر منتعش وأكثر إشراقًا."
                },
                {
                    "type": "sub-heading-content",
                    "title": "اظهري دوما أكثر إشراقاً وحيويّة",
                    "description": "يوفر علاج ميزو العيون مجموعة من الفوائد لأولئك الذين يسعون إلى إضاءة وتجديد منطقة تحت العين:",
                    "features": [
                        "تقليل الهالات السوداء : يتضمن العلاج حقن مزيج مخصص من الفيتامينات وحمض الهيالورونيك مباشرة في منطقة تحت العين الحساسة. تساعد هذه المكونات على تفتيح فرط التصبغ وتحسين الدورة الدموية، مما يقلل من ظهور الهالات السوداء.",
                        "تقليل الانتفاخ: يحتوي المزيج على مكونات تعزز التصريف اللمفاوي وتقلل من تراكم السوائل، مما يقلل من الانتفاخ للحصول على مظهر أكثر سلاسة تحت العينين.",
                        "ترطيب ومرونة معززة: يرطب حمض الهيالورونيك منطقة تحت العين ويجددها، مما يحسن نسيج البشرة ومرونتها للحصول على مظهر أكثر سلاسة وشبابًا.",
                        "مظهر أكثر إشراقًا وشبابًا: من خلال معالجة الهالات السوداء والانتفاخ والجفاف، يمكن أن يجعلك علاج ميزو العيون تبدين منتعشة ومرتاحة وحيوية."
                    ]
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "طريقتان للحقن: مصممة لتناسب احتياجاتك",
                            "subtitle": "في مركز كاريزما الطبي المتخصص، نقدم طريقتين لتوصيل علاج ميزو العيون، مما يضمن نهجًا شخصيًا يناسب رغبتك وراحتك:",
                            "features": [
                                "الديرما بن: تخلق تقنية الديرمابن المتخصصة قنوات مجهرية في الجلد، مما يسمح بامتصاص مزيج الميزوثيرابي بشكل أكثر فعالية. تحفّز هذه الطريقة طفيفة التوغل إنتاج الكولاجين، مما يعزز النتائج.",
                                "الحقن من قبل الأطباء: للحصول على نهج أكثر استهدافا ودقة ، يمكن للطبيب المؤهل حقن مزيج الميزو مباشرة في المناطق المرغوبة تحت العينين للحصول على أفضل النتائج."
                            ]
                        },
                        {
                            "title": "العلم وراء العلاج",
                            "subtitle": "يعمل ميزو العيون من خلال مزيج من المكونات المختارة بعناية وطرق الحقن المتقدمة:",
                            "features": [
                                "مزيج ميزوثيرابي مخصص: يتم تصميم مزيج من الفيتامينات وحمض الهيالورونيك والمكونات المفيدة الأخرى خصيصًا لمعالجة مشاكلك المحددة، مما يضمن أفضل نتيجة ممكنة.",
                                "امتصاص معزز: تضمن تقنية الديرما بن أو الحقن من قبل الطبيب أن يصل مزيج الميزوثيرابي إلى الطبقات العميقة من الجلد، مما يزيد من فعاليته.",
                                "تحفيز إنتاج الكولاجين: تعزز إبر الديرما بن إنتاج الكولاجين، مما يحسن مرونة الجلد ويقلل من ظهور الخطوط الدقيقة حول العين."
                            ]
                        }
                    ]
                },
                {
                    "type": "cont-content-last",
                    "title": "احتياطات مهمة",
                    "description": "على الرغم من أن علاج ميزو العيون آمن بشكل عام، إلا أن هناك بعض الاحتياطات المهمة التي يجب مراعاتها:",
                    "features": [
                        "الاستشارة: تعتبر استشارة طبيب جلدية أو خبير في العناية بالبشرة مؤهلاً أمرًا ضروريًا لتحديد ما إذا كان ميزو العيون مناسبًا لك ومناقشة الآثار الجانبية المحتملة.",
                        "ليس حلاً لمرة واحدة:: قد تكون هناك حاجة إلى جلسات متعددة للحصول على نتائج مثلى، ويوصى بجلسات المتابعة للحفاظ على النتائج بمرور الوقت."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "أضيئي عينيك مع علاج ميزو العيون في مركز كاريزما الطبي التخصصي",
                    "description": "احجزي استشارتك اليوم واتخذي الخطوة الأولى نحو عيون أكثر إشراقًا وتجددًا مع علاجنا الثوري."
                }
            ]
        },
        {
            "id": "28",
            "name": "mesotherapy/meso-lips",
            "sections": [
                {
                    "type": "content",
                    "title": "ميزوثيرابي الشفاه"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/skincare/Mesotherapy/Main-Banner.png",
                    "bannerPosition": "center right"
                },
                {
                    "type": "content",
                    "title": "ترطيب وامتلاء مع قوة ميزو الشفاه في مركز كاريزما الطبي التخصصي",
                    "description": "في مركز كاريزما الطبي التخصصي، نتفهم الرغبة في الحصول على شفاه جميلة ممتلئة وجذابة. يوفر ميزو الشفاه نهجًا ثوريًا لتجميل الشفاه، حيث يوصل العناصر الغذائية الأساسية مباشرة إلى الشفاه للحصول على ترطيب عميق وتحسين الملمس ومظهر منتعش. يمكن أيضًا دمج هذا العلاج مع تفتيح الشفاه بالليزر للحصول على تجربة تجديد وتوريد الشفاه الأكثر فعالية."
                },
                {
                    "type": "sub-heading-content",
                    "title": "استمتعي بشفاه فاتنة وجذابة",
                    "description": "يوفر ميزو الشفاه مجموعة واسعة من الفوائد لأولئك الذين يتطلعون إلى تعزيز ترطيب شفاههم وانتعاشها:",
                    "features": [
                        "ترطيب مكثف:  يرطب مزيج الميزو، الذي يحتوي على حمض الهيالورونيك والمكونات المرطبة الأخرى، الشفاه بعمق، مما يجعلها ممتلئة وناعمة ومرنة.",
                        "تحسين الملمس: يعالج هذا العلاج الجفاف والتقشر والخطوط الدقيقة حول الشفاه، مما يعزز مظهرًا أكثر نعومة وأكثر شبابًا.",
                        "تعزيز اللون: تظهر الشفاه المرطبة بشكل طبيعي أكثر إشراقًا مع لون نابض بالحياة ومنتعش.",
                        "تأثير الامتلاء: يوفر حمض الهيالورونيك تأثير امتلاء خفيف، مما يعزز الشكل الطبيعي لشفتيك."
                    ]
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "نهج تآزري: الدمج بين ميزو الشفاه وتفتيح الشفاه بالليزر",
                            "subtitle": "للحصول على تغذية وتفتيح وتوريد الشفاه الأكثر شمولاً، يقدم مركز كاريزما الطبي التخصصي خيارًا لدمج ميزو الشفاه مع تفتيح الشفاه بالليزر:",
                            "features": [
                                "تفتيح الشفاه بالليزر: يستهدف هذا العلاج فرط التصبغ، مما يفتّح لون الشفاه ويُوحّده للحصول على مظهر أكثر تجانساً وأكثر نضارة.",
                                "نتائج مُعزّزة: يؤدي الجمع بين هذه العلاجات إلى معالجة مشكلات الترطيب والتصبغ، مما يؤدي إلى شفاه أكثر جمالًا وامتلاءً.",
                                "جلسات متناوبة: عادةً ما يتم إجراء علاجات ميزو الشفاه وتفتيح الشفاه بالليزر في جلسات متناوبة للحصول على نتائج مثالية."
                            ]
                        },
                        {
                            "title": "أسرار وراء العلاج",
                            "subtitle": "يستخدم ميزو الشفاه نهجًا خاصاً لتحقيق نتائج فعالة:",
                            "features": [
                                "الحقن الدقيق: يتم توصيل خليط ميزو مُخصّص يحتوي على حمض الهيالورونيك والفيتامينات والمكونات المفيدة الأخرى مباشرة في الشفاه.",
                                "ترطيب عميق:  يجذب حمض الهيالورونيك الماء ويحتفظ بالرطوبة، مما يجعل شفتيك تتمتع بالامتلاء والترطيب من الداخل.",
                                "تحفيز الكولاجين: يمكن لبعض المكونات في خليط الميزو تحفيز إنتاج الكولاجين، مما يعزز تماسك الشفاه وجعلها أكثر نعومة."
                            ]
                        }
                    ]
                },
                {
                    "type": "cont-content-last",
                    "title": "احتياطات مهمة",
                    "description": "على الرغم من أن علاج ميزو الشفاه آمن بشكل عام، إلا أن هناك بعض الاعتبارات المهمة التي يجب وضعها في الاعتبار:",
                    "features": [
                        "استشارة: تعد الاستشارة مع طبيب جلدية أو خبير في العناية بالبشرة ضرورية لتحديد ما إذا كان ميزو الشفاه مناسبًا لك ومناقشة الآثار الجانبية المحتملة.",
                        "جلسات متعددة: قد تكون هناك حاجة إلى سلسلة من جلسات ميزو الشفاه، عادةً 3 جلسات، لتحقيق النتائج المرجوة."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "احجزي استشارتك في مركز كاريزما الطبي التخصصي",
                    "description": "استكشفي النتائج التحويلية لميزو الشفاه وعزّزي شفتيك بالترطيب العميق وتحسين الملمس ومظهر طبيعي ممتلئ. احجزي استشارتك اليوم لمناقشة أهدافك وإنشاء خطة مخصصة لشفاه جميلة وجذابة!"
                }
            ]
        }
    ]
}