{
    "skinCareRelated": [
        {
            "id": "1",
            "name": "facials/basic-hydraFacial",
            "sections": [
                {
                    "type": "content",
                    "title": "الهايدرافيشال الأساسي العادي"
                },
                {
                    "type": "content",
                    "title": "أساس منعش لبشرة مشرقة",
                    "description": "في كاريزما، تم تصميم الهايدرافيشال الأساسي لتنظيف بشرتك وترطيبها وتجديدها، مما يجعله المقدمة المثالية للعناية المتقدمة بالبشرة."
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "فوائد الهايدرافيشال الأساسي",
                            "subtitle": " يوفر هذا العلاج الأساسي فوائد متعددة، يلبي احتياجات جميع أنواع البشرة:",
                            "features": [
                                "التنظيف العميق والتقشير: يزيل جهاز الهايدرافيشال الشوائب بلطف، بما في ذلك الرؤوس السوداء والرؤوس البيضاء والزيوت الزائدة وخلايا الجلد الميتة، مما يترك بشرتك منتعشة ومتجددة.",
                                "امتصاص مُعزّز: من خلال إزالة الأوساخ السطحية، يجهّز العلاج بشرتك لامتصاص مثالي للسيرومات ومنتجات العناية بالبشرة.",
                                "تعزيز الترطيب: يعيد تطبيق السيرومات المهدئة الترطيب، مما يترك بشرتك ممتلئة وذات مظهر صحي.",
                                "التنوع: لطيف وفعال، يناسب هذا العلاج جميع أنواع البشرة، حيث يوفر تنظيفًا منشطًا لجميع أنواع البشرة."
                            ]
                        },
                        {
                            "title": "من يمكنه الاستفادة?",
                            "subtitle": " هايدرافيشال الأساسي مثالي لأولئك الذين يسعون إلى:",
                            "features": [
                                " بشرة أكثر صفاءً:  يعالج بشكل فعال المسامات المسدودة ويزيل البثور.",
                                "إزالة السموم: يزيل الشوائب للحصول على مظهر منتعش ومتجدد.",
                                "تحسين العناية بالبشرة: يجهّز بشرتك لامتصاص أفضل للمنتجات، مما يعزز نتائج روتينك اليومي.",
                                "توّهج عام: يعزز صحة البشرة وإشراقها من خلال التنظيف العميق والترطيب."
                            ]
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "اكتشفي سرّ النتائج المثالية",
                    "description": "اجمعي بين هايدرافيشال الأساسي وعلاجات أخرى للحصول على نتائج أكثر دراماتيكية:",
                    "features": [
                        "الديرما بن: عزّزي إنتاج الكولاجين وحسّني اختراق المنتجات باستخدام الميكرونيدلينج.",
                        "الميزوثيرابي: اغرسي في الجلد مزيجًا قويًا من الفيتامينات والمحاليل المرطبة لتعزيز التجديد.",
                        "علاج الخلايا الجذعية: استكشفي علاجات الخلايا الجذعية المتطورة للتجديد العميق ومحاربة الشيخوخة (يُطلب استشارة)."
                    ]
                },
                {
                    "type": "content",
                    "title": "اعتبارات مهمة",
                    "description": "على الرغم من أن هيدرافشيال الأساسي آمن بشكل عام لمعظم الأشخاص، إلا أنه قد لا يكون مناسبًا لأولئك الذين يعانون من:",
                    "features": [
                        "حب الشباب النشط: انتظري حتى تهدأ البثور لتجنب التهيج أو العدوى. يمكن لخبرائنا التوصية بعلاجات بديلة مصممة لحالة بشرتك."
                    ]
                },
                {
                    "type": "content",
                    "title": "احصلي على بشرة مشرقة وصحية",
                    "description": "احجزي استشارتك في كاريزما اليوم، ودعي خبرائنا يساعدونك في تحقيق أهداف العناية بالبشرة الخاصة بك من خلال تجربة هايدرافيشال مُخصّصة."
                }
            ]
        },
        {
            "id": "2",
            "name": "facials/hydraFacial-clear-skin",
            "sections": [
                {
                    "type": "content",
                    "title": "هايدرافيشال البشرة النقيّة (كلير سكين)"
                },
                {
                    "type": "content",
                    "title": "معالجة البثور لبشرة صحيّة ومشرقة",
                    "description": "تم تصميم هايدرافيشال كلير سكين لمكافحة البثور وموازنة البشرة الدهنية والمختلطة، مما يوفر حلاً شاملاً لبشرة صافية ونقيّة."
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "مكافحة البثور بدقة",
                            "subtitle": " يستهدف هذا العلاج المخصص حب الشباب والبثور، مما يضمن بشرة أكثر نقاءً وصحة مع فوائد متعددة:",
                            "features": [
                                "التنظيف العميق والتقشير: يستخدم هذا العلاج أجهزة الهايدرافيشال المتطورة لإزالة الرؤوس السوداء والرؤوس البيضاء والزيوت الزائدة وخلايا الجلد الميتة لإنشاء قاعدة نظيفة للعناية الإضافية.",
                                "التقشير المستهدف: يعمل التطبيق الدقيق لحمض الساليسيليك على تقشير البشرة بلطف، معالجة البثور النشطة ومنع ظهور البثور المستقبلية.",
                                "تقليص المسام: يقلل العلاج من ظهور المسام الواسعة، عن طريق التخلص من الزيوت الزائدة والخلايا الميتة.",
                                "تجديد البشرة: يعزز دورة حياة الخلايا الصحية، مما يترك البشرة أكثر نعومة وصفاءً وإشراقًا."
                            ]
                        },
                        {
                            "title": "من يمكنه الاستفادة؟",
                            "subtitle": " هايدرافيشال كلير سكين مثالي للأفراد الذين يعانون من:",
                            "features": [
                                "البشرة الدهنية: ينظم إنتاج الزهم، مما يخفف اللمعان الدهني ويحافظ على لمعان النضارة الطبيعي.",
                                "البشرة المختلطة: يستهدف المنطقة الدهنية منطقة T مع الحفاظ على المناطق الجافة متوازنة ورطبة.",
                                "البثور النشطة: يعالج البثور بحمض الساليسيليك، مما يجعل البشرة أكثر نقاءً.",
                                "المسام الواسعة: يقلل من ظهور المسام الواسعة للحصول على ملمس ناعم ومتجانس."
                            ]
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "حل آمن وفعال",
                    "description": "يوفر هايدرافيشال كلير سكين حلّاً لطيفًا وقويًا لعلاج البشرة الدهنية المعرضة لحب الشباب:",
                    "features": [
                        "تكنولوجيا هايدرافيشال: توفر الأجهزة المتخصصة تنظيفًا مريحًا وشاملًا يلبي احتياجات بشرتك.",
                        "حمض الساليسيليك: يستهدف بيتا هيدروكسي أسيد البثور بفعالية ويقشر بلطف دون تهييج.",
                        "منتجات العناية بالبشرة المتميزة: نستخدم منتجات عالية الجودة مصممة للبشرة الدهنية والمعرضة لحب الشباب لتحقيق أمثل النتائج."
                    ]
                },
                {
                    "type": "content",
                    "title": "الاحتياطات",
                    "description": "على الرغم من أن فيشال كلير سكين آمن لمعظم أنواع البشرة، نوصي باستشارة خبرائنا في العناية بالبشرة لتقييم أفضل علاج لاحتياجاتك وتحديد ملاءمة العلاج لك."
                },
                {
                    "type": "content",
                    "title": "حققي بشرة الأحلام الصافية والنقية الآن!",
                    "description": "احجزي جلسة هايدرافيشال كلير سكين اليوم ودعي خبرائنا يساعدونك في تحقيق بشرة مشرقة وخالية من العيوب."
                }
            ]
        },
        {
            "id": "3",
            "name": "facials/magic-facial",
            "sections": [
                {
                    "type": "content",
                    "title": "الفيشال السحري – ماجيك فيشال"
                },
                {
                    "type": "content",
                    "title": "عززي إشراقتك الطبيعية",
                    "description": "استمتعي بقوة الفيشال السحري اللطيف، المصمم لتعزيز جمالك الطبيعي من خلال أسلوب مهدئ دون استخدام الآلات. إنه مثالي لأولئك الذين يسعون إلى طريقة أكثر شمولية لتحقيق بشرة مشرقة وشابة."
                },
                {
                    "type": "content",
                    "title": "سحر العناية اللطيفة",
                    "description": "صُمم ماجيك فيشال لتوفير نتائج مرئية دون الحاجة إلى أدوات قاسية أو تقنيات مهيّجة:",
                    "features": [
                        "التنظيف اللطيف: يزيل الشوائب مع الحفاظ على التوازن الطبيعي للبشرة، مما يجعلك تشعرين بالانتعاش.",
                        "التقشير الخفيف: يزيل المقشر الخفيف خلايا الجلد الميتة، مما يكشف عن سطح أكثر نعومة وأكثر ليونة.",
                        "ترطيب عميق: بفضل الهيالورونيك أسيد، يحبس هذا العلاج الرطوبة، مما يمنحك بشرة ممتلئة ومشرقة.",
                        "فعالية فيتامين سي: يضيء ويُوحّد لون البشرة، مما يقلل من ظهور البقع الداكنة ويعزز الإشراق.",
                        "تفتيح فعال:  يعمل التطبيق الدقيق لمسحوق حمض ثلاثي كلورو أسيتيك (TCA) بلطف على تفتيح البشرة وإضاءتها، مما يخلق لمسة نهائية للتألق."
                    ]
                },
                {
                    "type": "content",
                    "title": "مثالي للبشرة الحساسة",
                    "description": "صُمم ماجيك فيشال للأفراد الذين يسعون إلى لمسة ناعمة ومغذية:",
                    "features": [
                        "لطيف وقوي: بدون استخدام الآلات أو أي معدات، يركز هذا العلاج على التقشير الخفيف والترطيب، مما يجعله مناسبًا للبشرة الحساسة أو الرقيقة.",
                        "تفتيح طبيعي: يعزز مزيج حمض الهيالورونيك وفيتامين سي إشراقاً صحيًا ونضارة دون تهيج."
                    ]
                },
                {
                    "type": "content",
                    "title": "احتياطات",
                    "description": "على الرغم من ملاءمته لمعظم أنواع البشرة، نوصي باستشارة لتأكيد أن ماجيك فيشال يتوافق مع احتياجات بشرتك."
                },
                {
                    "type": "content",
                    "title": "تمتعي بإشراقة طبيعية",
                    "description": "ادخلي عالم التغيير الطبيعي اللطيف. احجزي ماجيك فيشال في كاريزما واكتشفي سر البشرة المشرقة والصحية."
                }
            ]
        },
        {
            "id": "4",
            "name": "facials/oily-skin-hydraFacial",
            "sections": [
                {
                    "type": "content",
                    "title": "هايدرافيشال البشرة الدهنية"
                },
                {
                    "type": "content",
                    "title": "احصلي على بشرة متوازنة وخالية من اللمعان الدهني",
                    "description": "تحكمي في البشرة الدهنية مع هايدرافيشال البشرة الدهنية الخاص المصمم لاستعادة التوازن وتقليل اللمعان الزائد، مما يترك بشرتك منتعشة ونشيطة."
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "الفوائد الرئيسية لهايدرافيشال البشرة الدهنية",
                            "features": [
                                "التنظيف العميق: يزيل الزهم الزائد والأوساخ والشوائب باستخدام تقنية هايدرافيشال المتقدمة، مما يخلق أساسًا نظيفًا.",
                                "الميكرونيدلينج بالديرما بن: يعمل على تنظيم الزهم ويشد المسامات من خلال قنوات دقيقة، مما يعزز نسيج البشرة العام.",
                                "مصل للتحكم في الزيوت: يقلل سيروم متخصص من اللمعان وينظم إنتاج الزيوت للحصول على مظهر غير لامع يدوم طويلاً.",
                                "قناع إزالة السموم: يمتص قناع ملح البحر الميت الزيوت وينقي البشرة ويتركها نظيفة ومتجانسة."
                            ]
                        },
                        {
                            "title": "من يمكنه الاستفادة",
                            "subtitle": " هذا العلاج مثالي لأي شخص يعاني من:",
                            "features": [
                                "الزيوت الزائدة واللمعان: احصلي على لمسة نهائية منعشة وغير لامعة من خلال التحكم في إنتاج الزهم.",
                                "المسامات المتسعة: قللي من وضوح المسامات للحصول على بشرة أكثر نعومة.",
                                "المسامات المسدودة: أزيلي الشوائب وامنعي ظهور البثور في المستقبل.",
                                "البشرة الدهنية المستمرة: عالجي تحديات البشرة الدهنية من خلال نهج مُخصّص متعدد الخطوات."
                            ]
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "احتياطات",
                    "description": "على الرغم من أنه آمن لمعظم أنواع البشرة، يُنصح باستشارة خبراء العناية بالبشرة لدينا للتأكد من ملاءمة هذا العلاج لاحتياجاتك الفردية."
                },
                {
                    "type": "content",
                    "title": "استعيدي إشراقتك الطبيعية",
                    "description": "اكشفي عن بشرة صافية ومتوازنة مع هايدرافيشال البشرة الدهنية في كاريزما. احجزي موعدك اليوم للحصول على مظهر منتعش ولمعان صحي."
                }
            ]
        },
        {
            "id": "5",
            "name": "facials/dry-skin-hydraFacial",
            "sections": [
                {
                    "type": "content",
                    "title": "هايدرافيشال البشرة الجافة"
                },
                {
                    "type": "content",
                    "title": "ترطيب عميق لنضارة وإشراقة أفضل",
                    "description": "استعيدي التوازن واروي عطش بشرتك مع هايدرافيشال البشرة الجافة المصمم خصيصًا لمكافحة الجفاف وتعزيز الترطيب، مما يترك بشرتك ممتلئة وناعمة ومشرقة."
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "الفوائد الرئيسية لـ هايدرافيشال البشرة الجافة:",
                            "features": [
                                "تنظيف لطيف: يزيل الشوائب بعناية مع الحفاظ على الرطوبة الأساسية، مما يضمن الراحة والانتعاش دون الإفراط في التجفيف.",
                                "توصيل حمض الهيالورونيك: يوفر ترطيبًا عميقًا مع حمض الهيالورونيك، ويحتفظ بالرطوبة ويعزز بشرة ناعمة ومرنة.",
                                "مصل مغذي: تستهدف السيرومات المخصصة مشاكل محددة مثل التقشّر والاحمرار والتهيج، مما يعزز صحة البشرة.",
                                "قناع فقاعات الأكسجين: ينقي قناع الفقاعات المنعش، الغني بالأكسجين والفحم المنشط، البشرة مع الحفاظ على الترطيب للحصول على لمسة نهائية من النضارة."
                            ]
                        },
                        {
                            "title": "من يمكنه الاستفادة؟",
                            "subtitle": " هذا العلاج مثالي لأولئك الذين يعانون من:",
                            "features": [
                                "البشرة الجافة والمجهدة: يعيد الرطوبة ويستعيد مظهرًا ناعمًا ومتوازنًا.",
                                "التشققات: يجدد ويُليّن المناطق الخشنة والجافة.",
                                "الضيق وعدم الراحة: يهدئ البشرة المتهيّجة  وغير المريحة ويعزز الترطيب الدائم.",
                                "البشرة الباهتة والمتعبة: يعزز الإشراق ويعطي توهجًا صحيًا."
                            ]
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "ترطيب لطيف وفعال",
                    "features": [
                        "تكنولوجيا الفيشال المتقدمة: توفر تنظيفًا شاملاً وغير كاشط مصمم للبشرة الحساسة والجافة.",
                        "فوائد حمض الهيالورونيك: يجذب ويحتفظ بالرطوبة، ويعزز مستويات الترطيب دون تهيج.",
                        "سيروم مخصص: يتم اختياره لتلبية احتياجات بشرتك الفريدة.",
                        "قناع فقاعات الأكسجين: ينقي وينشط البشرة، مما يتركها منتعشة ومشرقة."
                    ]
                },
                {
                    "type": "content",
                    "title": "الاحتياطات",
                    "description": "على الرغم من ملاءمته لمعظم الأشخاص، نوصي باستشارة خبرائنا في العناية بالبشرة لتحديد أفضل نوع لطبيعة بشرتك."
                },
                {
                    "type": "content",
                    "title": "احتضني الترطيب والراحة",
                    "description": "احجزي جلسة فيشال البشرة الجافة في كاريزما اليوم واستمتعي بالترطيب العميق والتجديد المصمم خصيصًا لاحتياجات بشرتك!"
                }
            ]
        },
        {
            "id": "5",
            "name": "facials/carboxy-hydraFacial",
            "sections": [
                {
                    "type": "content",
                    "title": "كاربوكسي فيشال"
                },
                {
                    "type": "content",
                    "title": "استغلي قوة ثاني أكسيد الكربون (CO₂) للحصول على بشرة شابة ومشرقة",
                    "description": "استغلي قوة ثاني أكسيد الكربون (CO₂) لتجديد شباب بشرتك وتنشيطها مع كاربوكسي فيشال، وهو علاج متطور مصمم لتعزيز صحة الجلد واستعادة نضارته وشبابه."
                },
                {
                    "type": "content",
                    "title": "كيف يعمل",
                    "features": [
                        "التنظيف العميق والتقشير: باستخدام أجهزة هيدرافشال المتخصصة، تتم إزالة الشوائب مثل الرؤوس السوداء والرؤوس البيضاء والزيوت الزائدة وخلايا الجلد الميتة بلطف، مما يجهز بشرتك للحصول على نتائج مثالية.",
                        "علاج ثاني أكسيد الكربون - إيقاظ التجديد: يحفز جل ثاني أكسيد الكربون الموضعي تأثير بور Bohr effect، مما يدفع الجلد إلى طلب المزيد من الأكسجين. يؤدي هذا إلى تدفق سريع للدم الغني بالأكسجين إلى المنطقة المعالجة، مما يؤدي إلى:",
                        "تعزيز النشاط الخلوي: يسرع الأكسجين والمغذيات من تجدد الخلايا ويخلق توهجًا مشرقًا.",
                        "تعزيز إنتاج الكولاجين: يحفز الكولاجين، مما يحسن بنية الجلد والتماسك والمرونة.",
                        "تحسين الدورة الدموية: يقلل الانتفاخ ويعزز لون البشرة العام."
                    ]
                },
                {
                    "type": "content",
                    "title": "علاج مُركّز للعينين:",
                    "description": "يتم تطبيق قناع ثاني أكسيد الكربون المخصص على منطقة تحت العينين، مما يوفر:",
                    "features": [
                        "تفتيح وشدّ: يقلل الخطوط الدقيقة ويشد البشرة الرقيقة.",
                        "تقليل الانتفاخ: يحسن الدورة الدموية ويقلل الانتفاخ، مما يعزز مظهرًا منتعشًا.",
                        "تفتيح الهالات السوداء: يحسن إشراق منطقة تحت العينين من خلال تعزيز الدورة الدموية وتجديد الخلايا.",
                        "ترطيب عميق وتغذية البشرة: ينتهي العلاج باستخدام السيرومات المرطبة المصممة خصيصًا لنوع بشرتك، مما يحبس الرطوبة ويترك بشرتك ممتلئة ومنتعشة ومشرقة."
                    ]
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "من يمكنه الاستفادة",
                            "subtitle": "مثالي لمعالجة:",
                            "features": [
                                "الخطوط الدقيقة والتجاعيد: يحفز إنتاج الكولاجين وينعم البشرة ويعزز امتلاءها.",
                                "فقدان المرونة:  يعزز تماسك البشرة ومرونتها للحصول على بشرة أكثر شبابًا.",
                                "عدم تناسق لون البشرة وفرط التصبغ: يفتّح البقع الداكنة ويعزز النضارة.",
                                "العيون المنتفخة والهالات السوداء: يقلل الانتفاخ ويفتّح منطقة تحت العينين للحصول على مظهر أكثر راحة."
                            ]
                        },
                        {
                            "title": "الاستخدام المتعدد للعلاج",
                            "features": [
                                "علاج على مدار العام: آمن وفعال في جميع الفصول.",
                                "وقت تعافي قصير: لطيف على البشرة، مما يسمح لك باستئناف أنشطتك اليومية على الفور"
                            ]
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "احتياطات",
                    "description": "على الرغم من ملاءمته لمعظم أنواع البشرة، فإن الاستشارة الشخصية مع خبراء العناية بالبشرة لدينا تضمن أن يلبي كاربوكسي فيشال احتياجاتك الفريدة."
                },
                {
                    "type": "content",
                    "title": "اكتشفي النضارة والتجديد",
                    "description": "استمتعي بالفوائد الاستثنائية لفيشال الكاربوكسي  في كاريزما. احجزي جلسة اليوم للحصول على بشرة متألقة وشابةز"
                }
            ]
        },
        {
            "id": "6",
            "name": "facials/whitening-hydraFacial",
            "sections": [
                {
                    "type": "content",
                    "title": "هايدرافيشال التبييض"
                },
                {
                    "type": "content",
                    "title": "تمتّعي بإمكانات بشرتك الحقيقية",
                    "description": "اكشفي عن بشرة أكثر إشراقًا وأكثر تناسقًا مع هايدرافيشال التبييض، وهو علاج نوعي مصمم لاستهداف فرط التصبغ وبهتان اللون وعدم تناسق لون البشرة."
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "كيف يعمل؟",
                            "features": [
                                "التنظيف العميق والتقشير: يزيل جهاز هايدرافيشال  الشوائب بلطف، بما في ذلك الرؤوس السوداء والرؤوس البيضاء والزيوت الزائدة وخلايا الجلد الميتة، مما يخلق أرضية نظيفة لتعزيز فعالية العلاج.",
                                "الميكرونيدلينج بالديرما بن - امتصاص مُعزّز: تعزز القنوات الدقيقة التي تم إنشاؤها بواسطة تقنية الديرما بن تجدد الخلايا وتعزز امتصاص محلول التفتيح، مما يزيد من فعالية النتائج.",
                                "محلول ميلافدين Melafadin - تعزيز التفتيح: يوفر مزيج قوي من عوامل التفتيح وفيتامين سي فوائد متعددة:",
                                "استهداف فرط التصبغ: تقلل الأحماض مثل حمض الكوجيك وحمض الأزيليك البقع الداكنة والتصبغ العنيد بلطف.",
                                "تأثير التفتيح:  يمنع فيتامين سي إنتاج الميلانين ويدعم تجدد الخلايا، مما يعزز إشراق البشرة.",
                                "ترطيب وإشراق دائم: ينتهي العلاج باستخدام السيرومات المرطبة المصممة خصيصًا لنوع بشرتك، مما يتركها ممتلئة ورطبة ومتوهجة."
                            ]
                        },
                        {
                            "title": "من يمكنه الاستفادة من هايدرافيشال التبييض",
                            "subtitle": "هذا العلاج مثالي للأفراد الذين يتعاملون مع:",
                            "features": [
                                "بقع الشمس وبقع الشيخوخة:  قللي ظهور تلف الشمس والتصبغ المرتبط بالعمر.",
                                "عدم تناسق لون البشرة: احصلي على بشرة متوازنة ومتجانسة.",
                                "البشرة الباهتة: أنعشي البشرة وأضيئيها للحصول على بريق لامع.",
                                "الميلازما (الكلف): على الرغم من أنه ليس علاجًا، إلا أنه يمكن أن يساعد في إدارة مظهر الكلف عند دمجه مع روتين مناسب للعناية بالبشرة."
                            ]
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "نهج لطيف وآمن",
                    "features": [
                        "رعاية مُخصّصة: يتم اختيار السيرومات والمحاليل بناءً على نوع بشرتك واحتياجاتك الفريدة.",
                        "علاج مريح: تضمن تقنية هيدرافشال تجربة مهدئة وغير جراحية."
                    ]
                },
                {
                    "type": "content",
                    "title": "احتياطات",
                    "features": [
                        "استشارة مطلوبة: ستساعدك استشارة شخصية مع خبرائنا في تحديد ما إذا كان هذا العلاج مناسبًا لاحتياجاتك.",
                        "غير مناسب للحمل والرضاعة: نظرًا لاستخدام أحماض معينة، يجب تجنب هذا العلاج أثناء الحمل والرضاعة الطبيعية."
                    ]
                },
                {
                    "type": "content",
                    "title": "احصلي على بشرة مشرقة ومتجانسة",
                    "description": "اكتشفي الحلول لبشرة صافية وأكثر إشراقًا مع هايدرافيشال التبييض في كاريزما. احجزي موعدك اليوم واستمتعي بنقاء جمالك!"
                }
            ]
        },
        {
            "id": "6",
            "name": "facials/karisma-signature-facial",
            "sections": [
                {
                    "type": "content",
                    "title": "فيشال كاريزما الخاص (فيشال الكافيار)"
                },
                {
                    "type": "content",
                    "title": "دللي بشرتك وعيشي الفخامة مع كاريزما فيشال الخاص",
                    "description": "دللي نفسك مع الفيشال الخاص من كاريزما، وهو علاج عالي الفعالية مصمم لتجديد البشرة وتغذيتها وإشراقها للبشرة العادية والمختلطة."
                },
                {
                    "type": "content",
                    "title": "تجربة فاخرة خطوة بخطوة:",
                    "features": [
                        "التنظيف العميق: ابدأي بتنظيف عميق لإزالة الشوائب والمكياج والزيوت الزائدة، مما يخلق القاعدة المثالية لامتصاص المنتجات المغذية.",
                        {
                            "title": "قوة الكافيار:: A nutrient-rich caviar mask infuses your skin with:",
                            "items": [
                                "ترطيب عميق: يوفر مستخلص الكافيار ترطيبًا عميقًا، مما يجعل البشرة ممتلئة ومنتعشة.",
                                "تحسين المرونة: يعزز إنتاج الكولاجين للحصول على بشرة أكثر تماسكاً وشبابًا.",
                                "الحماية من عوامل الأكسدة: يحمي بشرتك من التلف بفضل مضادات الأكسدة القوية."
                            ]
                        },
                        {
                            "title": "سيروم فيتامين سي: Follow with a vitamin C mask, enhancing radiance and delivering:",
                            "items": [
                                "إضاءة البشرة: يقلل البقع الداكنة ويُوحّد لون البشرة.",
                                "تعزيز الكولاجين: يدعم سماكة البشرة ونعومتها.",
                                "حماية ضد التلف: يحمي من الجذور الحرة ويحافظ على توهج الشباب."
                            ]
                        },
                        "إشراق دائم: ينتهي العلاج بمرطب مصمم خصيصًا، مما يجعل بشرتك ناعمة ومرنة ومشرقة."
                    ]
                },
                {
                    "type": "content",
                    "title": "متى يكون فيشال كاريزما الخاص مناسب لك؟",
                    "description": "فيشال كاريزما الخاص (فيشال الكافيار) مثالي لـ:",
                    "features": [
                        "البشرة العادية: حافظي على الترطيب والتوازن للحصول على رونق صحي.",
                        "البشرة المختلطة: عالجي الجفاف وزيادة الزيوت مع الرعاية المخصصة والمتوازنة."
                    ]
                },
                {
                    "type": "content",
                    "title": "الاحتياطات",
                    "features": [
                        "تحذير الحساسية: هذا العلاج غير مناسب للأفراد الذين يعانون من حساسية للأسماك أو المأكولات البحرية..",
                        "الاستشارة الموصى بها: تحدثي مع خبراء العناية بالبشرة لتخصيص العلاج وفقًا لاحتياجاتك المحددة."
                    ]
                },
                {
                    "type": "content",
                    "title": "ارتقي بروتين العناية بالبشرة الخاص بك",
                    "description": "جربي قناع الكافيار الفريد من نوعه مع فيتامين سي للحصول على بشرة مشرقة وشابة. احجزي جلسة فيشال كاريزما الخاص (فيشال الكافيار) في عيادة كاريزما اليوم."
                }
            ]
        },
        {
            "id": "7",
            "name": "facials/karisma-signature-plus-facial",
            "sections": [
                {
                    "type": "content",
                    "title": "هايدرافيشال كاريزما الحصري (كليوباترا هايدرافيشال)"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/skincare/Facial/Damas-Signature-Plus-Facial-(Cleopatra-HydraFacial).png",
                    "bannerPosition": "center right"
                },
                {
                    "type": "content",
                    "title": "احتضني بشرة الملكات المشرقة",
                    "description": "استمتعي بالعلاج الفاخر المميز الخاص من كاريزما (كليوباترا هايدرافيشال)، وهو علاج شامل يجمع بين تقنية الهايدرافيشال المتطورة والمكونات الفاخرة لتجديد شباب شامل، وبشرة أكثر إشراقًا، ونضارة تدوم طويلاً."
                },
                {
                    "type": "color-content",
                    "title": "رحلة مكونة من عدة خطوات لتحقيق الكمال",
                    "features": [
                        "التنظيف العميق:  ابدئي بتنظيف عميق لإزالة الشوائب، مما يوفر أساسًا نقيًا للعلاجات الفائقة القادمة.",
                        {
                            "title": "قوة الخلايا الجذعية: يتم تطبيق خلايا جذعية نباتية حيوية، مما يوفر فوائد محتملة مثل:",
                            "items": [
                                "تجديد الخلايا: يحفز إنتاج خلايا الجلد الصحية للحصول على مظهر أكثر نعومة وتجددًا.",
                                "تعزيز الكولاجين:  يعزز مستويات الكولاجين، مما يحسن بنية الجلد ومرونته."
                            ]
                        },
                        {
                            "title": "سيروم آي فلاش للعينين: علاج مُركّز لمنطقة العينين الحساسة، يساعد على:",
                            "items": [
                                "تقليل الخطوط الدقيقة:  ينعم التجاعيد للحصول على مظهر أكثر شباباً.",
                                "تفتيح الهالات السوداء: يحسن الدورة الدموية ويضيء بشرة تحت العينين."
                            ]
                        },
                        {
                            "title": "تعزيز فيتامين سي: سيرةم فيتامين سي القوي يضيء الجلد ويحمي البشرة ، مما يوفر:",
                            "items": [
                                "لون بشرة متجانس: يمنع إنتاج الميلانين ويمحو البقع الداكنة.",
                                "تحفيز الكولاجين: يدعم بشرة أكثر تماسكًا وأكثر نعومة.",
                                "الحماية المضادة للأكسدة: يحمي من الأضرار البيئية."
                            ]
                        },
                        "الميكرونيدلينج بالديرما بن: تخلق هذه التقنية المتقدمة قنوات دقيقة في الجلد، مما يعزز امتصاص المكونات النشطة ويحفز إنتاج الكولاجين للحصول على بشرة ممتلئة وشابة."
                    ]
                },
                {
                    "type": "content",
                    "title": "نتائج مُخصّصة لاحتياجاتك الفريدة",
                    "description": "يعالج هايدرافيشال كاريزما الحصري (كليوباترا هايدرافيشال) مجموعة متنوعة من المشكلات، مما يجعله مثاليًا:",
                    "features": [
                        "الانتعاش والتجديد: نظّفي بشرتك بعمق واستعيدي توهجها الطبيعي.",
                        "التفتيح: قللي البقع الداكنة والهالات السوداء تحت العينين للحصول على بشرة أكثر إشراقًا.",
                        "تجديد شباب البشرة: عزّزي تجديد الخلايا والكولاجين للحصول على بشرة ناعمة وشابة.",
                        "تقليل الخطوط الدقيقة: قلّلي التجاعيد وعزّزي مظهرًا مشدوداً وأكثر تماسكًا."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "الاحتياطات",
                    "features": [
                        "الاستشارة: على الرغم من ملاءمته لمعظم أنواع البشرة، سيقوم خبرائنا بتخصيص العلاج وفقًا لاحتياجاتك.",
                        "نصائح للحوامل والمرضعات:  قد لا تكون بعض العناصر المستخدمة مناسبة للنساء الحوامل أو المرضعات. استشيري فريقنا للحصول على الإرشادات."
                    ]
                },
                {
                    "type": "content",
                    "title": "تألقي كالأميرات!",
                    "description": "احجزي هايدرافيشال كاريزما الحصري (كليوباترا هايدرافيشال) في مركز كاريزما الطبي التخصصي واستمتعي برحلة فاخرة إلى بشرة مشرقة وشابة."
                }
            ]
        },
        {
            "id": "8",
            "name": "facials/detox-hydraFacial",
            "sections": [
                {
                    "type": "content",
                    "title": "هايدرافيشال الديتوكس"
                },
                {
                    "type": "content",
                    "title": "إزالة السموم، الانتعاش والتجديد بشكل طبيعي",
                    "description": "هايدرافيشال ديتوكس هو علاج قوي ولكنه لطيف مصمم لتنظيف بشرتك وتجديدها واستعادة نضارتها باستخدام خلاصات النباتات والمواد الطبيعية."
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "تجربة تنظيف وتنشيط عميقين",
                            "features": [
                                "التنظيف العميق والتقشير: باستخدام أجهزة الهايدرافيشال المتطورة، تزيل هذه الخطوة الشوائب مثل الرؤوس السوداء والرؤوس البيضاء والزيوت الزائدة وخلايا الجلد الميتة، مما يخلق بشرة ناعمة نظيفة ومنتعشة.",
                                {
                                    "title": "قوة التقشير الأخضر: يوفر قناع التقشير الأخضر المهدئ، الغني بمستخلصات الأعشاب الطبيعية، فوائد متنوعة:",
                                    "items": [
                                        "تجديد الخلايا: يحفّز تجدّد الخلايا، ويكشف عن بشرة أكثر نعومة وإشراقًا.",
                                        "تقليل التصبغ: يفتّح البقع الداكنة ويُوحّد لون البشرة.",
                                        "علاج حب الشباب: يزيل الشوائب ويساعد على منع ظهور البثور في المستقبل."
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "المرشحون المثاليون لهيدرافشال ديتوكس",
                            "subtitle": "يفيد هذا العلاج الأفراد الذين يعانون من مجموعة متنوعة من مشاكل البشرة:",
                            "features": [
                                "البشرة الباهتة وعدم تناسق اللون: احصلي على بشرة منتعشة ومشرقة.",
                                "فرط التصبغ والبقع الداكنة: عالجي التصبغات للحصول على بشرة أكثر توازناً.",
                                "البشرة المعرضة لحب الشباب: تنقية وتجديد البشرة لتقليل البثور.",
                                "العناية الطبيعية بالبشرة: استمتعي بالتقشير اللطيف النباتي دون مواد كيميائية قاسية."
                            ]
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "كيف يعمل التقشير الأخضر الطبيعي",
                    "features": [
                        "الإنزيمات النباتية: تفكك وتزيل خلايا الجلد الميتة للحصول على ملمس مُحسّن.",
                        "تحسين الدورة الدموية: يحسّن تدفق الدم، مما يوفر العناصر الغذائية الأساسية لبشرة متوهجة وصحية."
                    ]
                },
                {
                    "type": "content",
                    "title": "احتياطات وتوصيات",
                    "features": [
                        "يُنصح باستشارة: في حين أنه مناسب لمعظم أنواع البشرة، فإن الاستشارة الشخصية تضمن أفضل النتائج لنوع بشرتك.",
                        "تنبيه للبشرة الحساسة: يجب على الأشخاص ذوي البشرة الحساسة أو الحساسية تجاه مستخلصات الأعشاب طلب المشورة من الخبراء قبل الحجز."
                    ]
                },
                {
                    "type": "content",
                    "title": "جددي بشرتك بشكل طبيعي",
                    "description": "احجزي هايدرافيشال ديتوكس في كاريزما واستمتعي ببشرة متجددة ومشرقة لتشعري بالانتعاش الدائم من الداخل والخارج."
                }
            ]
        },
        {
            "id": "9",
            "name": "facials/under-eye-facial",
            "sections": [
                {
                    "type": "content",
                    "title": "فيشال تحت العين"
                },
                {
                    "type": "content",
                    "title": "أضيئي وجددي منطقة تحت العينين الحساسة",
                    "description": "تم تصميم  فيشال تحت العين لاستهداف العيوب والمشاكل  في منطقة تحت العين، واستعادة الإشراق والنعومة والتجانس من خلال نهج مركّز ومتعدد الخطوات."
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "خطوات لمنطقة تحت العين صحيّة ومشرقة:",
                            "features": [
                                "التنظيف اللطيف: يبدأ العلاج بتنظيف عميق، لإزالة المكياج والشوائب، وإعداد البشرة لامتصاص مُحسّن ونتائج مثالية.",
                                "التجديد المستهدف:",
                                {
                                    "title": "تقنية الديرمابن: يتم إنشاء قنوات مجهرية لتحفيز إنتاج الكولاجين وتعزيز اختراق المنتجات المغذية بشكل أعمق.",
                                    "items": [
                                        "تعزيز الكولاجين: يعزز استجابة الشفاء الطبيعية للجسم، مما يعزز إنتاج الكولاجين وتجدّد الخلايا.",
                                        "امتصاص محسّن: يعزز الامتصاص مما يزيد من فعالية المكونات النشطة في العلاج."
                                    ]
                                },
                                {
                                    "title": "أمبول آي فلاش لتحت العين:  This advanced serum, enriched with hyaluronic acid and peptides, provides intense hydration and revitalization.",
                                    "items": [
                                        "Deep Hydration: Hyaluronic acid locks in moisture, reducing dryness and fine lines.",
                                        "Peptide Power: Stimulates cell renewal and collagen production, improving firmness and brightness."
                                    ]
                                },
                                "Luxurious Gold Mask: A golden mask is applied to the under-eye area, offering a soothing, anti-inflammatory touch that enhances the overall pampering experience."
                            ]
                        },
                        {
                            "title": "Who Can Benefit from the Under Eye Facial?",
                            "subtitle": "Perfect for those seeking to address:",
                            "features": [
                                "Puffiness: Reduce swelling and refresh tired eyes.",
                                "Dark Circles: Improve circulation and lighten discoloration for a more awake appearance.",
                                "Fine Lines & Wrinkles: Minimize signs of aging with targeted hydration and collagen stimulation.",
                                "Loss of Elasticity: Restore firmness and youthfulness through enhanced collagen production."
                            ]
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "Precautions & Recommendations",
                    "features": [
                        "Consultation Advised: A personalized consultation ensures the treatment suits your skin type and specific needs.",
                        "Skin Sensitivity: Individuals with very sensitive skin or a history of keloid scarring should seek expert advice before booking."
                    ]
                },
                {
                    "type": "content",
                    "title": "Reveal Brighter, Smoother Eyes",
                    "description": "Book your Under Eye Facial at Karisma and rediscover the beauty of refreshed, youthful-looking eyes."
                }
            ]
        },
        {
            "id": "10",
            "name": "facials/platinum-hydraFacial",
            "sections": [
                {
                    "type": "content",
                    "title": "Platinum HydraFacial"
                },
                {
                    "type": "content",
                    "title": "Unlock Radiant, Youthful Skin with the Ultimate HydraFacial Treatment",
                    "description": "At Karisma Specialist Medical Center, we are proud to introduce the Platinum HydraFacial, a cutting-edge treatment designed to provide a comprehensive approach to skin rejuvenation. Combining advanced HydraFacial technology with innovative techniques, this treatment is your solution for a visibly renewed, radiant, and youthful complexion"
                },
                {
                    "type": "content",
                    "title": "The Power of Platinum",
                    "description": "The Platinum HydraFacial offers a multi-step process that works in harmony to deliver transformative results:",
                    "features": [
                        "Deep Cleanse with Advanced Technology: The treatment starts with a deep cleanse using the latest HydraFacial technology. This step removes impurities, blackheads, dead skin cells, and excess oil, preparing your skin for optimal absorption of the following treatments.",
                        "Exfoliation and Rejuvenation: A gentle exfoliation removes dead skin cells, encouraging cell turnover and revealing a smoother, brighter complexion. This process also enhances the effectiveness of subsequent treatment steps.",
                        {
                            "title": "Enhanced Circulation for a Healthy Glow: The Platinum HydraFacial incorporates lymphatic drainage to:",
                            "items": [
                                "Stimulate Blood Flow: Boost circulation to deliver essential nutrients and oxygen to your skin cells for a healthy, glowing complexion.",
                                "Eliminate Toxins: Help clear waste products and promote a cleaner, healthier skin surface."
                            ]
                        },
                        {
                            "title": "Boost Tightening and Elasticity: Targeted techniques and specialized serums are used to improve skin's tightness and elasticity:",
                            "items": [
                                "Hydrating Serums: These deliver essential nutrients to plump, firm, and revitalize the skin for a more youthful appearance."
                            ]
                        },
                        {
                            "title": "Light Therapy for Deeper Rejuvenation: The treatment incorporates both Blue and Red LED Light Therapy for enhanced results:",
                            "items": [
                                "Blue LED Light: Soothes and calms the skin, reducing inflammation and improving texture.",
                                "Red LED Light: Stimulates collagen production, helping to firm and tighten the skin while reducing the appearance of sun damage and promoting a more even skin tone."
                            ]
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "Comprehensive Skin Rejuvenation",
                    "description": "The Platinum HydraFacial is perfect for those looking to achieve a visibly transformed complexion, offering multiple benefits:",
                    "features": [
                        "Cellular Regeneration: Encourages healthy skin turnover for a smoother, more luminous appearance.",
                        "Reduced Hyperpigmentation: Addresses dark spots and uneven skin tone for a radiant complexion.",
                        "Skin Tightening: Enjoy firmer, more youthful skin with improved elasticity.",
                        "Restored Radiance: Reveal a glowing, revitalized complexion."
                    ]
                },
                {
                    "type": "Treatment Duration",
                    "description": "The Platinum HydraFacial provides a complete treatment experience in approximately 45 minutes."
                },
                {
                    "type": "Precautions",
                    "description": "While safe for most skin types, we recommend a consultation with our skincare experts to discuss your unique needs and suitability. Pregnant and breastfeeding women may need to avoid certain aspects of the treatment (please consult with our experts for more details).",
                    "features": [
                        "Note: This treatment does not include lymphatic drainage."
                    ]
                },
                {
                    "type": "Experience the Ultimate in Skin Rejuvenation",
                    "description": "Book your Platinum HydraFacial today at Karisma Specialist Medical Center and unlock the secret to radiant, youthful skin."
                }
            ]
        },
        {
            "id": "11",
            "name": "facials/deluxe-radiant-hydraFacial",
            "sections": [
                {
                    "type": "content",
                    "title": "Deluxe Radiant HydraFacial"
                },
                {
                    "type": "content",
                    "title": "Elevate Your Glow with Deluxe Radiance",
                    "description": "At Karisma Specialist Medical Center, our results-driven approach to skincare is designed to reveal your skin’s true potential. The Deluxe Radiant HydraFacial is a luxurious, multi-step treatment that combines advanced HydraFacial technology, potent serums, and LED light therapy to deliver a visibly brighter, rejuvenated, and radiant complexion."
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "Why Choose the Deluxe Radiant HydraFacial?",
                            "subtitle": "This premium treatment offers a complete skincare experience, targeting key areas to enhance your skin’s natural glow:",
                            "features": [
                                "Deep Cleanse with Advanced Technology: Using the latest HydraFacial machines, the treatment deeply cleanses your skin, removing impurities such as blackheads, dead skin cells, and excess oil. This ensures an optimal foundation for the next steps.",
                                "Exfoliation for a Smoother Complexion: A gentle exfoliation process removes dead skin cells, encouraging cell turnover and revealing a fresh, smooth surface for enhanced product absorption.",
                                {
                                    "title": "The Power of Growth Factors: This step introduces powerful growth factors, which deliver targeted benefits:",
                                    "items": [
                                        "Stimulate Skin Renewal: Promotes the production of new skin cells for a youthful appearance.",
                                        "Treat Skin Concerns: Helps address fine lines, wrinkles, uneven tone, and sun damage.",
                                        "Deep Hydration: Encourages hyaluronic acid production for intense, lasting moisture.",
                                        "Skin Tightening & Radiance: Boosts collagen production, enhancing firmness and glow."
                                    ]
                                },
                                "Hydration and Freshness Boost: Customized serums, selected for your skin type, infuse your skin with moisture and nutrients, leaving it hydrated and refreshed.",
                                {
                                    "title": "LED Light Therapy for Ultimate Rejuvenation: The treatment concludes with Blue and Red LED Light Therapy for enhanced benefits:",
                                    "items": [
                                        "Blue LED Light: Calms and soothes the skin, reducing inflammation and promoting smoothness.",
                                        "Red LED Light: Stimulates collagen, reduces sun damage, and improves skin tone for a youthful, even complexion."
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Key Benefits of the Deluxe Radiant HydraFacial",
                            "features": [
                                "Cellular Renewal: Encourages healthy turnover for smoother, brighter skin.",
                                "Reduced Pigmentation: Diminishes dark spots and hyperpigmentation for an even tone.",
                                "Firmer Skin: Promotes skin tightening and elasticity.",
                                "Radiant Glow: Restores luminosity for a revitalized appearance.",
                                "Deep Hydration: Delivers moisture from within for long-lasting freshness."
                            ]
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "Treatment Duration & Precautions",
                    "features": [
                        "Duration: Approximately 45 minutes.",
                        "Precautions: Safe for most skin types, though a consultation with our skincare experts is advised to tailor the treatment to your needs. Pregnant and breastfeeding women should consult with our specialists to understand any limitations.",
                        "Note: Lymphatic drainage is not included in this treatment."
                    ]
                },
                {
                    "type": "content",
                    "title": "Reveal Your Radiant Best",
                    "description": "Book your Deluxe Radiant HydraFacial at Karisma Specialist Medical Centertoday and experience the ultimate in skin rejuvenation and hydration."
                }
            ]
        },
        {
            "id": "12",
            "name": "facials/deluxe-age-refinement-hydraFacial",
            "sections": [
                {
                    "type": "content",
                    "title": "Deluxe Age Refinement HydraFacial"
                },
                {
                    "type": "content",
                    "title": "Redefine Your Glow with Age Refinement",
                    "description": "At Karisma Specialist Medical Center, age is a canvas, not a constraint. The Deluxe Age Refinement HydraFacial combines cutting-edge HydraFacial technology, advanced serums, and light therapy to deliver visibly younger, firmer, and more radiant skin. This multi-step treatment addresses the signs of aging while rejuvenating your complexion from within."
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "What Sets the Deluxe Age Refinement HydraFacial Apart?",
                            "subtitle": "This premium treatment is designed to restore vitality and enhance your skin’s youthful glow through targeted steps:",
                            "features": [
                                "Deep Cleanse with Advanced Technology: Utilizing the latest HydraFacial machine, the treatment begins with a deep cleanse, eliminating impurities like blackheads, dead skin cells, and excess oil, setting the stage for optimal results.",
                                "Exfoliation for a Refined Complexion: A gentle exfoliation process removes dead skin cells, unveiling a smoother, brighter surface and boosting the effectiveness of the following steps.",
                                {
                                    "title": "The Power of Retinol: Retinol, a gold-standard anti-aging ingredient, takes center stage:",
                                    "items": [
                                        "Brightens Skin Tone: Reduces hyperpigmentation and promotes an even, radiant complexion.",
                                        "Unifies Skin Color: Addresses uneven tone for a more harmonious appearance.",
                                        "Stimulates Collagen: Boosts collagen production and accelerates cell turnover, resulting in firmer, smoother, and more youthful skin."
                                    ]
                                },
                                "Hydration and Rejuvenation Boost: Customized serums tailored to your skin type deliver deep hydration and a refreshed, revitalized feeling.",
                                {
                                    "title": "LED Light Therapy for Comprehensive Rejuvenation: The treatment includes Blue and Red LED Light Therapy for enhanced outcomes:",
                                    "items": [
                                        "Blue Light: Calms and soothes the skin, reducing inflammation and supporting healing.",
                                        "Red Light: Stimulates collagen production, reduces sun damage, and promotes an even skin tone for a youthful glow."
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Key Benefits of the Deluxe Age Refinement HydraFacial",
                            "features": [
                                "Cellular Renewal: Encourages healthy cell turnover for a smoother, brighter look.",
                                "Even Skin Tone: Reduces dark spots and pigmentation for a unified complexion.",
                                "Firm, Youthful Skin: Retinol’s collagen-boosting properties enhance skin elasticity and firmness.",
                                "Radiant Glow: Restores luminosity and vibrancy.",
                                "Deep Hydration: Provides lasting moisture from within."
                            ]
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "Treatment Duration & Important Considerations",
                    "features": [
                        "Duration: Approximately 45 minutes.",
                        "Precautions: Safe for most skin types; however, those with sensitive skin or prior retinoid use should consult with our experts.",
                        "Pregnant and breastfeeding women should avoid Retinol-based treatments.",
                        "Note: Lymphatic drainage is not included in this treatment."
                    ]
                },
                {
                    "type": "content",
                    "title": "Rediscover Timeless Beauty",
                    "description": "Book your Deluxe Age Refinement HydraFacial at Karisma Specialist Medical Centerand unlock the secret to youthful, radiant skin."
                }
            ]
        },
        {
            "id": "13",
            "name": "facials/led-light-therapy",
            "sections": [
                {
                    "type": "content",
                    "title": "LED Light Therapy"
                },
                {
                    "type": "content",
                    "title": "Harness the Power of Light for Radiant, Rejuvenated Skin",
                    "description": "At Karisma Specialist Medical Center, we go beyond surface-level skincare, offering advanced treatments like LED Light Therapy to amplify your results. This non-invasive technology uses targeted wavelengths of light to address a range of skin concerns, revealing a clearer, brighter, and more youthful complexion."
                },
                {
                    "type": "content",
                    "title": "Why Add LED Light Therapy to Your HydraFacial?",
                    "description": "Combining LED Light Therapy with a HydraFacial creates a synergistic approach that targets multiple skin concerns:",
                    "features": [
                        "Deep Cleanse and Rejuvenation: Enjoy the core benefits of a HydraFacial, including deep cleansing, exfoliation, and intense hydration.",
                        {
                            "title": "Science-Backed Light Therapy: Post-HydraFacial, LED Light Therapy uses specific wavelengths of light to deliver targeted results:",
                            "items": [
                                "Red Light Therapy",
                                {
                                    "title": "Diminishes Wrinkles and Fine Lines: Stimulates collagen production to smooth and firm the skin.",
                                    "items": [
                                        "Boosts Collagen: Enhances skin structure and elasticity for a youthful appearance.",
                                        "Fades Sun Damage: Promotes an even skin tone by reducing signs of sun exposure."
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Blue Light Therapy",
                            "items": [
                                "Clears Acne: Targets acne-causing bacteria to reduce breakouts and prevent future blemishes.",
                                "Minimizes Acne Scars: Helps fade existing scars and promotes skin healing.",
                                "Purifies Skin: Reduces impurities and inflammation for a clearer, calmer complexion."
                            ]
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "Tailored Solutions for Your Skin Needs",
                    "features": [
                        "Combination Therapy: For comprehensive results, blend Red and Blue Light Therapy to tackle both aging concerns and acne.",
                        "Targeted Focus: Choose Red Light for anti-aging or Blue Light to combat acne and promote clarity."
                    ]
                },
                {
                    "type": "content",
                    "title": "Treatment Details & Precautions",
                    "features": [
                        "Duration: Add 15 minutes to your HydraFacial session.",
                        "Safety: Suitable for most skin types. However, individuals with certain medical conditions or those on photosensitizing medications should consult with our experts."
                    ]
                },
                {
                    "type": "content",
                    "title": "Glow Beyond Limits",
                    "description": "Elevate your skincare routine with LED Light Therapy at Karisma Specialist Medical Center. Illuminate your skin’s full potential with this innovative, light-powered treatment."
                }
            ]
        },
        {
            "id": "14",
            "name": "facials/bubble-facial",
            "sections": [
                {
                    "type": "content",
                    "title": "Bubble Facial"
                },
                {
                    "type": "content",
                    "title": "Discover the Power of Bubbles for Radiant Skin",
                    "description": "At Karisma Specialist Medical Center, we bring you the Bubble Facial, an innovative and refreshing treatment designed to deeply cleanse, oxygenate, and revitalize your skin. Infused with gentle, oxygenating bubbles, this luxurious experience leaves your complexion clear, smooth, and glowing."
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "How the Bubble Facial Works",
                            "subtitle": "This premium treatment is designed to restore vitality and enhance your skin’s youthful glow through targeted steps:",
                            "features": [
                                "Gentle Cleansing: The treatment begins with a thorough yet gentle cleanse, removing makeup, dirt, and surface impurities without stripping essential moisture.",
                                {
                                    "title": "Oxygenating Bubbles: A specialized mask releases a cascade of oxygen-rich bubbles that offer multiple benefits:",
                                    "items": [
                                        "Exfoliation: Bubbles gently break down and lift away dead skin cells, revealing a fresh, radiant layer of skin.",
                                        "Deep Pore Cleansing: The bubbles penetrate deep into pores, dissolving dirt and oil to minimize their appearance and prevent future breakouts.",
                                        "Oxygenation: Oxygen boosts collagen production, enhancing skin plumpness and promoting a youthful glow.",
                                        "Nutrient Delivery: Oxygenated bubbles help transport essential nutrients deeper into the skin for optimal results."
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Benefits of the Bubble Facial",
                            "features": [
                                "Deep Cleanse: Enjoy a thorough cleanse that leaves skin fresh and free of impurities.",
                                "Minimized Pores: Notice visibly refined, tightened pores and reduced blackheads.",
                                "Breakout Prevention: Keep your complexion clear by preventing future blemishes.",
                                "Hydrated Glow: Experience a boost in hydration and a luminous, refreshed appearance.",
                                "Enhanced Product Absorption: Post-treatment, your skin is more receptive to other skincare products, maximizing their efficacy."
                            ]
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "A Gentle Yet Powerful Experience",
                    "description": "The Bubble Facial is suitable for most skin types, offering gentle care with powerful results. However, a consultation with our experts ensures the treatment is tailored to your needs."
                },
                {
                    "type": "content",
                    "title": "Precautions to Consider",
                    "features": [
                        "Sensitive Skin: Consult our experts if you have very sensitive skin to ensure the treatment is appropriate.",
                        "Allergies: Discuss any known ingredient sensitivities with our team to avoid reactions. A patch test may be recommended.",
                        "Sunburn: Wait until sunburn heals before booking to avoid irritation.",
                        "Open Wounds or Skin Conditions: Avoid treatment if you have active skin issues such as rashes or open wounds."
                    ]
                },
                {
                    "type": "content",
                    "description": "Glow Effortlessly Revel in the gentle power of the Bubble Facial at Karisma Specialist Medical Centerand let your skin shine with renewed clarity and radiance."
                }
            ]
        },
        {
            "id": "15",
            "name": "facials/pink-shooter-facial",
            "sections": [
                {
                    "type": "content",
                    "title": "PINK SHOOTER Facial"
                },
                {
                    "type": "content",
                    "title": " Unveil Radiance with the Ultimate Skin Rejuvenation Treatment",
                    "description": "At Karisma, innovation meets luxury with the PINK SHOOTER Facial, a groundbreaking microneedling treatment designed to brighten, even skin tone, combat signs of aging, and restore your skin’s natural barrier. This advanced facial harnesses the power of a potent, multi-action formula delivered through microneedling for remarkable, long-lasting results."
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "How the PINK SHOOTER Facial Works",
                            "features": [
                                "Microneedling + PINK SHOOTER Ampoule",
                                {
                                    "items": [
                                        "Pre-Filled Ampoules: Each treatment uses pre-filled, sterile ampoules containing the exclusive PINK SHOOTER solution for consistent application and maximum efficacy.",
                                        "Powerful Ingredients",
                                        {
                                            "items": [
                                                "PDRN (Polydeoxyribonucleotide): Promotes cell regeneration, accelerating skin repair and rejuvenation.",
                                                "14 Peptides: Stimulate collagen production, improve elasticity, and target signs of aging.",
                                                "17 Amino Acids: Support skin repair and strengthen the skin's structure.",
                                                "10 Vitamins: Nourish and energize the skin for a healthy glow."
                                            ]
                                        },
                                        "Enhanced Delivery System",
                                        {
                                            "items": [
                                                "Micro-Channeling: The microneedling machines creates tiny channels in the skin, allowing for deeper penetration of the PINK SHOOTER solution.",
                                                "Collagen Boost: The micro-channels stimulate your body’s natural healing response, enhancing collagen production and cellular renewal.",
                                                "Comfortable Treatment: Designed for a virtually painless experience with ultra-fine needles."
                                            ]
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Benefits of the PINK SHOOTER Facial",
                            "features": [
                                "Brightening: Fades hyperpigmentation and evens out skin tone, revealing a luminous complexion.",
                                "Anti-Aging: Smooths fine lines and wrinkles, restoring firmness and elasticity.",
                                "Skin Barrier Repair: Strengthens the skin’s protective barrier, safeguarding against environmental stressors.",
                                "Youthful Glow: Leaves your skin radiant, plump, and revitalized."
                            ]
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "Why Choose the PINK SHOOTER Facial?",
                    "features": [
                        "Convenient & Efficient: Pre-filled ampoules streamline the treatment process, ensuring precision and effectiveness.",
                        "Maximized Results: Microneedling enhances the absorption of active ingredients, delivering superior outcomes compared to traditional facials.",
                        "Comfortable & Safe: The procedure is designed to be well-tolerated, with minimal discomfort."
                    ]
                },
                {
                    "type": "content",
                    "title": "Precautions and Suitability",
                    "features": [
                        "Consultation Required: A personalized consultation with our skincare experts will ensure the treatment is tailored to your skin’s unique needs.",
                        "Avoid During Pregnancy: This treatment is not recommended for pregnant or breastfeeding women."
                    ]
                },
                {
                    "type": "content",
                    "title": "Glow Beyond Limits",
                    "description": "Unlock the secret to flawless skin with the PINK SHOOTER Facial at Karisma. Schedule your consultation today and take the first step toward a more radiant, youthful complexion."
                }
            ]
        },
        {
            "id": "16",
            "name": "facials/chocolate-facial",
            "sections": [
                {
                    "type": "content",
                    "title": "Chocolate Facial"
                },
                {
                    "type": "content",
                    "title": "Indulge Your Skin with a Decadent, Nourishing Experience",
                    "description": "At Karisma, luxury meets indulgence with the Chocolate Facial, a blissful treatment that combines the benefits of rich cocoa with advanced skincare techniques. This treatment doesn’t just pamper—it deeply nourishes and revitalizes your skin, revealing a smooth, radiant, and youthful glow."
                },
                {
                    "type": "content",
                    "title": "The Power of Cocoa for Your Skin",
                    "features": [
                        "Deep Hydration: Cocoa is packed with fatty acids that lock in moisture, leaving your skin soft, supple, and hydrated.",
                        "Antioxidant Protection: The natural antioxidants in cocoa combat free radicals, reducing damage and brightening the complexion.",
                        "Sun Defense Boost: While not a replacement for sunscreen, cocoa’s antioxidants offer an extra layer of defense against UV damage.",
                        "Collagen Support: Cocoa may stimulate collagen production, helping to reduce fine lines and wrinkles for a firmer, more youthful appearance.",
                        "Cellular Renewal: Cocoa promotes cell regeneration, smoothing the skin’s texture and enhancing overall radiance."
                    ]
                },
                {
                    "type": "content",
                    "title": "A Luxurious Treatment Journey",
                    "features": [
                        "Aromatic Indulgence: The rich scent of chocolate enhances relaxation, creating a serene and enjoyable experience.",
                        "Nourishing Mask: A luxurious chocolate mask infused with skin-loving ingredients deeply hydrates and revitalizes.",
                        "Gentle Exfoliation: A mild exfoliation clears away dead skin cells, allowing nutrients to penetrate more effectively.",
                        "Facial Massage: Enjoy a soothing facial massage to boost circulation, leaving your skin refreshed and glowing."
                    ]
                },
                {
                    "type": "content",
                    "title": "Benefits of the Chocolate Facial",
                    "features": [
                        "Hydrated Glow: Lock in moisture for long-lasting softness and hydration.",
                        "Brighter Complexion: Antioxidants brighten and even out skin tone.",
                        "Youthful Skin: Boost collagen for firmer, smoother skin.",
                        "Relaxation & Pampering: Escape into a world of luxury and relaxation."
                    ]
                },
                {
                    "type": "content",
                    "title": "Is the Chocolate Facial Right for You?",
                    "description": "The Chocolate Facial is suitable for most skin types. However, a consultation with our experts will ensure it meets your skin’s unique needs."
                },
                {
                    "type": "content",
                    "title": "Precautions",
                    "features": [
                        "Allergies: If you have a cocoa allergy, consult with our experts before booking. A patch test may be recommended.",
                        "Sensitive Skin: A personalized consultation will determine if this facial is gentle enough for you.",
                        "Sunburn & Skin Conditions: Avoid this treatment if you have sunburn, open wounds, or active skin conditions."
                    ]
                },
                {
                    "type": "content",
                    "title": "Treat Yourself to Delicious Skincare",
                    "description": "Experience the ultimate indulgence with the Chocolate Facial at Karisma. Schedule your consultation today and let your skin bask in the luxurious nourishment it deserves."
                }
            ]
        },
        {
            "id": "17",
            "name": "peeling/yellow-peel-treatment",
            "sections": [
                {
                    "type": "content",
                    "title": "Yellow Peel Treatment"
                },
                {
                    "type": "content",
                    "title": "Illuminate Your Skin with the Power of the Yellow Peel at Karisma",
                    "description": "At Karisma, achieving a flawless, radiant complexion is within reach. The Yellow Peel is a transformative treatment designed to target stubborn pigmentation, melasma, and discoloration from sun damage or acne, giving you a brighter, more even-toned complexion."
                },
                {
                    "type": "content",
                    "title": "Why Choose the Yellow Peel?",
                    "description": "Combat pigmentation and unlock your skin’s potential:",
                    "features": [
                        "Fade Stubborn Pigmentation: Effectively reduces hyperpigmentation, melasma, and dark spots for a clearer complexion.",
                        "Correct Discoloration: Targets sun damage and post-acne marks, restoring an even skin tone.",
                        "Prevent Future Dark Spots: Inhibits melanin production to prevent new discoloration, offering lasting results."
                    ]
                },
                {
                    "type": "content",
                    "title": "How the Yellow Peel Works",
                    "description": "The Yellow Peel works in carefully controlled stages to rejuvenate your skin:",
                    "features": [
                        "Gentle Exfoliation: Promotes the shedding of dead skin cells, encouraging fresh, renewed skin.",
                        "Melanin Regulation: Ingredients target melanin production to fade pigmentation and prevent future spots.",
                        "Cellular Renewal: Boosts skin cell turnover, revealing a brighter, smoother complexion over time."
                    ]
                },
                {
                    "type": "content",
                    "title": "Areas Treated",
                    "description": "The Yellow Peel can be applied to multiple areas, including:",
                    "features": [
                        "Face",
                        "Bikini Area",
                        "Underarms",
                        "Back",
                        "Hands",
                        "Knees",
                        "Elbows"
                    ]
                },
                {
                    "type": "content",
                    "title": "Achieving Optimal Results",
                    "description": "For lasting benefits, follow these aftercare steps:",
                    "features": [
                        "Hydration Is Key: Keep your skin moisturized to ease dryness and enhance healing.",
                        "Brightening Creams: Use lightening products as recommended to maximize results.",
                        "Sun Protection: Protect your skin with SPF daily to avoid sun-induced pigmentation.",
                        "Consistent Sessions: For optimal results, repeat the peel every 6–12 months as needed."
                    ]
                },
                {
                    "type": "content",
                    "title": "Precautions",
                    "description": "While effective for most skin types, it’s important to consider:",
                    "features": [
                        "Sun Sensitivity: Avoid sun exposure and use high-SPF sunscreen post-treatment.",
                        "Pre-existing Conditions: Individuals with certain skin conditions or on specific medications should consult a skincare expert.",
                        "Pregnancy & Breastfeeding: Not recommended for pregnant or breastfeeding women."
                    ]
                },
                {
                    "type": "content",
                    "title": "Discover the Glow You Deserve",
                    "description": "Ready to embrace radiant, flawless skin? Schedule a consultation with our experts at Karisma to see if the Yellow Peel is right for you. Let us help you achieve the vibrant, youthful complexion you’ve always wanted."
                }
            ]
        },
        {
            "id": "18",
            "name": "peeling/tca-peel-treatment",
            "sections": [
                {
                    "type": "content",
                    "title": "TCA Peeling Treatment"
                },
                {
                    "type": "content",
                    "title": "Reveal Radiance: Discover the Power of TCA Peeling at Karisma",
                    "description": "At Karisma, we offer transformative skincare solutions to help you achieve a clearer, smoother, and more youthful complexion. TCA Peeling (Trichloroacetic Acid Peel) is a powerful, customizable treatment designed to rejuvenate skin, targeting imperfections and promoting long-lasting results."
                },
                {
                    "type": "content",
                    "title": "Benefits of TCA Peeling",
                    "description": "The TCA Peel provides a comprehensive solution for skin rejuvenation:",
                    "features": [
                        "Reduce Fine Lines & Wrinkles: Smooths the appearance of fine lines and enhances skin elasticity.",
                        "Fade Scars & Dark Spots: Effectively diminishes acne scars, pigmentation, and sun damage for a more even tone.",
                        "Boost Collagen Production: Stimulates collagen for firmer, more youthful skin.",
                        "Accelerate Skin Renewal: Promotes cellular turnover, unveiling fresh, radiant skin beneath."
                    ]
                },
                {
                    "type": "content",
                    "title": "Versatile Application Areas",
                    "description": "TCA Peeling isn’t limited to the face; it can rejuvenate multiple areas:",
                    "features": [
                        "Hands",
                        "Elbows",
                        "Knees",
                        "Underarms",
                        "Intimate Areas (with expert consultation)"
                    ]
                },
                {
                    "type": "content",
                    "title": "How TCA Peeling Works",
                    "description": "The treatment process involves controlled exfoliation and deep skin rejuvenation:",
                    "features": [
                        "Exfoliation: Removes damaged outer layers of skin to reveal a smoother, brighter complexion.",
                        "Collagen Stimulation: Triggers collagen production for improved skin structure and elasticity.",
                        "Cellular Renewal: Speeds up skin cell turnover, promoting a vibrant, youthful glow."
                    ]
                },
                {
                    "type": "content",
                    "title": "Essential Aftercare for Optimal Results",
                    "description": "Proper care post-treatment ensures the best results:",
                    "features": [
                        "Sun Protection: Use high-SPF sunscreen daily to protect new skin and prevent pigmentation.",
                        "Moisturization: Keep the skin hydrated to promote healing and reduce irritation.",
                        "Hands Off: Avoid touching or picking at peeling skin to prevent scarring."
                    ]
                },
                {
                    "type": "content",
                    "title": "Precautions to Consider",
                    "description": "While TCA Peels offer dramatic results, certain precautions should be observed:",
                    "features": [
                        "Skin Sensitivity: A consultation will determine if your skin can tolerate the treatment.",
                        "Sun Sensitivity: Strict sun avoidance and protection are essential after the peel.",
                        "Medical Conditions & Medications: Some conditions or medications may preclude TCA treatment.",
                        "Pregnancy & Breastfeeding: Not recommended during pregnancy or while breastfeeding."
                    ]
                },
                {
                    "type": "content",
                    "title": "Transform Your Skin with Confidence",
                    "description": "Achieve a radiant, youthful complexion with TCA Peeling at Karisma. Book your consultation today and let our skincare experts craft a personalized plan to reveal your most beautiful skin."
                }
            ]
        },
        {
            "id": "19",
            "name": "peeling/salicylic-acid-peeling",
            "sections": [
                {
                    "type": "content",
                    "title": "Salicylic Acid Peeling"
                },
                {
                    "type": "content",
                    "title": "Clear Skin Awaits: Discover the Power of Salicylic Acid Peels at Karisma",
                    "description": "At Karisma, we offer advanced solutions to help you achieve clearer, smoother, and healthier skin. Our Salicylic Acid Peel is a targeted treatment designed to combat acne, minimize scarring, and fade pigmentation, unveiling a radiant, blemish-free complexion."
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "Why Choose Salicylic Acid Peeling?",
                            "subtitle": "This peel provides a multi-dimensional approach to addressing acne and skin imperfections:",
                            "features": [
                                "Clear Breakouts: Penetrates deep into pores to dissolve oil, unclogging and reducing active acne.",
                                "Minimize Acne Scars: Promotes cell turnover, helping to smooth and reduce the appearance of acne scars.",
                                "Fade Dark Spots: Gently exfoliates to lighten post-inflammatory hyperpigmentation and even out skin tone.",
                                "Control Oil Production: Regulates sebum levels, reducing future breakouts and promoting balance."
                            ]
                        },
                        {
                            "title": "How Salicylic Acid Peels Work",
                            "features": [
                                "Deep Pore Cleansing: Salicylic acid, a beta hydroxy acid (BHA), penetrates the skin to remove oil and debris from pores.",
                                "Exfoliation & Renewal: Loosens dead skin cells, promoting skin renewal and a smoother surface.",
                                "Anti-Inflammatory Benefits: Reduces redness and irritation, calming inflamed acne-prone skin."
                            ]
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "Advantages of Salicylic Acid Peeling",
                    "features": [
                        "Gentle Yet Effective: Ideal for sensitive skin, targeting acne without excessive irritation.",
                        "Prevents Scarring: Regular treatments reduce the risk of future scarring by controlling acne before it worsens.",
                        "Customizable & Safe: Suitable for various skin types with a tailored approach for optimal results."
                    ]
                },
                {
                    "type": "content",
                    "title": "Precautions & Aftercare",
                    "description": "To ensure the best results, follow these essential guidelines:",
                    "features": [
                        "Sun Protection: Salicylic acid can increase sun sensitivity. Apply a broad-spectrum sunscreen with SPF 30+ daily.",
                        "Hydration & Moisturization: Keep the skin hydrated to aid healing and prevent dryness.",
                        "Avoid Picking: Let the skin peel naturally to prevent scarring.",
                        "Patch Test: For sensitive skin, a patch test may be recommended before the full treatment.",
                        "Pregnancy & Breastfeeding: Always consult your doctor if pregnant or breastfeeding before undergoing treatment."
                    ]
                },
                {
                    "type": "content",
                    "title": "Glow with Confidence",
                    "description": "Reclaim your skin’s natural beauty with Salicylic Acid Peeling at Karisma. Book a consultation today and let our experts design a personalized plan to help you achieve a clear, radiant complexion."
                }
            ]
        },
        {
            "id": "20",
            "name": "peeling/green-peel",
            "sections": [
                {
                    "type": "content",
                    "title": "Green Peel"
                },
                {
                    "type": "content",
                    "title": "Experience the Rejuvenating Power of Nature at Karisma Specialist Medical Center",
                    "description": "At Karisma, we believe that nature holds the key to beautiful, healthy skin. The Green Peel is a revolutionary, plant-based skincare solution that harnesses the power of herbal extracts to promote cellular renewal and reveal a smoother, more radiant complexion."
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "Why Choose the Green Peel?",
                            "subtitle": "This unique treatment offers a range of benefits for those seeking a gentle, natural approach to skin rejuvenation:",
                            "features": [
                                "Cellular Renewal: Botanical extracts stimulate cell turnover, promoting the shedding of dead skin cells to unveil fresher, more youthful skin.",
                                "Minimize Blemishes: The Green Peel helps to reduce acne blemishes, fine lines, and wrinkles, promoting an even and clear complexion.",
                                "Fade Hyperpigmentation: The herbal ingredients can lighten dark spots and even out skin tone, leaving you with a balanced, glowing look."
                            ]
                        },
                        {
                            "title": "How the Green Peel Works",
                            "features": [
                                "Herbal Power Blend: A unique mix of natural ingredients works together to gently exfoliate and stimulate skin renewal, without the use of harsh chemicals.",
                                "Gentle Exfoliation: Unlike aggressive chemical peels, the Green Peel offers a softer approach, minimizing irritation and discomfort while still delivering noticeable results.",
                                "Collagen Stimulation: Some ingredients in the peel help boost collagen production, enhancing skin’s elasticity and firmness."
                            ]
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "The Ideal Choice for Sensitive Skin",
                    "description": "The Green Peel is a perfect option for those with sensitive skin who may not tolerate harsher chemical peels:",
                    "features": [
                        "Chemical-Free: Composed of all-natural ingredients, the Green Peel avoids harsh chemicals and abrasives, making it a safe and soothing choice.",
                        "Minimal Downtime: The peel typically causes little discomfort, allowing you to return to your normal routine with minimal interruption.",
                        "Customizable: Tailored to address your specific concerns, ensuring the best possible results for your skin type."
                    ]
                },
                {
                    "type": "content",
                    "title": "Precautions & Aftercare",
                    "description": "For optimal results, follow the guidance of our skincare experts:",
                    "features": [
                        "Consultation: A consultation is essential to assess your skin’s needs and determine if the Green Peel is the right treatment for you.",
                        "Sun Protection: Following the peel, protect your skin from the sun to avoid irritation or pigmentation changes.",
                        "Gentle Care: Avoid harsh skincare products for a few days after treatment to allow your skin to heal and regenerate."
                    ]
                },
                {
                    "type": "content",
                    "title": "Unlock the Natural Beauty of Your Skin",
                    "description": "Ready to experience the rejuvenating power of the Green Peel? Schedule a consultation at Karisma today and let us help you reveal your skin’s true radiance naturally."
                }
            ]
        },
        {
            "id": "20",
            "name": "mesotherapy/ha-mesotherapy",
            "sections": [
                {
                    "type": "content",
                    "title": "HA Mesotherapy"
                },
                {
                    "type": "content",
                    "title": "Start Deep Hydration and Banish Fine Lines at Karisma Specialist Medical Center",
                    "description": "At Karisma Specialist Medical Center, we are committed to pioneering solutions for achieving a flawlessly hydrated and youthful complexion. HA Mesotherapy offers a cutting-edge approach to facial rejuvenation by combining Dermapen technology with hyaluronic acid (HA) to deliver deep hydration and reduce the appearance of fine lines. This targeted treatment is particularly effective at addressing stubborn lines around the eyes, nose, and neck, revealing a smoother, plumper, and more youthful appearance."
                },
                {
                    "type": "content",
                    "title": "Awaken the Power of Deep Hydration",
                    "description": "HA Mesotherapy provides multiple benefits for those seeking to combat dehydration and fine lines:",
                    "features": [
                        "Intense Hydration: Hyaluronic acid, a natural humectant, attracts and binds moisture to the skin, providing deep and long-lasting hydration.",
                        "Fine Line Reduction: The precise delivery of HA combined with Dermapen microneedling stimulates collagen production, helping to reduce fine lines and wrinkles, especially in delicate areas such as the eyes, nose, and neck.",
                        "Enhanced Elasticity: Increased hydration and collagen production improve skin elasticity, resulting in a firmer, more youthful appearance."
                    ]
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "The Science Behind the Treatment",
                            "subtitle": "HA Mesotherapy works through a unique and highly effective combination of techniques:",
                            "features": [
                                "Dermapen Technology: Microneedling with a Dermapen creates tiny channels in the skin, triggering the body’s natural healing response. This stimulates collagen production and improves the absorption of hyaluronic acid.",
                                "Hyaluronic Acid Delivery: Hyaluronic acid is delivered directly into the deeper layers of the skin, providing significant and lasting hydration.",
                                "Targeted Approach: The treatment can be customized to address specific areas prone to fine lines and dehydration, ensuring optimal and personalized results."
                            ]
                        },
                        {
                            "title": "A Treatment Tailored for All Skin Types",
                            "subtitle": "HA Mesotherapy is suitable for most skin types and offers a versatile treatment plan:",
                            "features": [
                                "Dehydration Concerns: For those with dry or dehydrated skin, this treatment provides deep, lasting hydration, leaving the skin feeling plump and supple.",
                                "Fine Line Reduction: This treatment targets fine lines and wrinkles around the eyes, nose, and neck, promoting smoother, youthful skin.",
                                "Gentle Approach: Offering a minimally invasive approach to rejuvenation, HA Mesotherapy is ideal for those with sensitive skin."
                            ]
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "The Perfect Combination: HA Mesotherapy and HydraFacial",
                    "description": "For a more comprehensive approach to facial rejuvenation, consider combining HA Mesotherapy with a HydraFacial treatment:",
                    "features": [
                        "Deep Hydration and Exfoliation: While HA Mesotherapy hydrates the skin from within, HydraFacial exfoliates and hydrates the surface layer, removing dead skin cells and impurities.",
                        "Enhanced Results: The combination of these treatments offers dramatic improvements in skin texture, tone, hydration, and overall appearance."
                    ]
                },
                {
                    "type": "content",
                    "title": "Experience HA Mesotherapy",
                    "description": "Book your consultation at Karisma Specialist Medical Centertoday and discover the transformative benefits of HA Mesotherapy—a non-invasive treatment that hydrates, rejuvenates, and smooths your skin."
                }
            ]
        },
        {
            "id": "21",
            "name": "mesotherapy/meso-face",
            "sections": [
                {
                    "type": "content",
                    "title": "Meso Face"
                },
                {
                    "type": "content",
                    "title": "Ignite Your Skin's Vitality at Karisma Specialist Medical Center",
                    "description": "At Karisma Specialist Medical Center, we're dedicated to providing innovative solutions for a refreshed, rejuvenated, and radiant complexion. Facial Mesotherapy offers a revolutionary approach to skin rejuvenation, using microinjections or a dermapen to deliver a tailored cocktail of essential nutrients directly into the skin. This targeted treatment nourishes your skin from within, promoting a smoother, firmer, and healthier appearance."
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "Awaken the Power of Personalized Nourishment",
                            "subtitle": "Mesotherapy for Face offers a range of benefits for those looking to revitalize and enhance their complexion:",
                            "features": [
                                "Deep Nourishment: Delivering essential vitamins, minerals, hyaluronic acid, and other revitalizing ingredients directly into the mesoderm (middle skin layer), mesotherapy promotes deep nourishment and cellular renewal.",
                                "Collagen and Elastin Stimulation: Stimulating collagen and elastin production, this treatment enhances skin structure and elasticity, leading to firmer, smoother, and more youthful skin.",
                                "Enhanced Radiance: Nourished skin naturally glows! Mesotherapy helps promote a radiant and healthy complexion, giving you a youthful and luminous look."
                            ]
                        },
                        {
                            "title": "Unlocking the Science Behind the Treatment",
                            "subtitle": "Mesotherapy for Face uses a precise and targeted delivery system to ensure maximum benefits:",
                            "features": [
                                "Personalized Delivery: A custom blend of revitalizing ingredients is delivered directly into the mesoderm through microinjections or a dermapen.",
                                "Enhanced Absorption: By bypassing the skin's surface layer, the treatment ensures deeper penetration and increased absorption of beneficial ingredients.",
                                "Targeted Action: The cocktail can be tailored to address specific skin concerns, whether it’s combating fine lines, uneven skin tone, or promoting overall skin health."
                            ]
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "A Treatment Tailored for All Skin Types",
                    "description": "Mesotherapy for Face is suitable for most skin types, offering a versatile treatment plan:",
                    "features": [
                        "Addressing Concerns: Whether you're looking to reduce fine lines, wrinkles, pigmentation, or simply enhance your skin’s health, mesotherapy can be customized to your unique needs.",
                        "Gentle Approach: The minimally invasive nature of mesotherapy makes it an ideal option for those with sensitive skin, ensuring a comfortable and effective treatment experience."
                    ]
                },
                {
                    "type": "content",
                    "title": "The Perfect Synergy: Mesotherapy and HydraFacial",
                    "description": "For an even more comprehensive approach to facial rejuvenation, consider combining Mesotherapy for Face with a HydraFacial treatment:",
                    "features": [
                        "Deep Nourishment and Exfoliation: While mesotherapy nourishes the skin from within, HydraFacial gently exfoliates and hydrates the surface layer.",
                        "Enhanced Results: This combination leads to even more dramatic improvements in skin texture, tone, and overall radiance, providing a glowing, youthful appearance."
                    ]
                },
                {
                    "type": "content",
                    "title": "Experience Meso Face",
                    "description": "Book a consultation at Karisma Specialist Medical Centertoday and discover the revitalizing benefits of Mesotherapy for Face—a personalized, non-invasive treatment that enhances your skin's natural beauty."
                }
            ]
        },
        {
            "id": "22",
            "name": "mesotherapy/meso-whitening",
            "sections": [
                {
                    "type": "content",
                    "title": "Meso Whitening"
                },
                {
                    "type": "content",
                    "title": "Achieve a Brighter, Even-Toned Complexion at Karisma Specialist Medical Center",
                    "description": "At Karisma Specialist Medical Center, we understand the desire for a radiant and even-toned complexion. Whitening Mesotherapy offers a groundbreaking approach to skin lightening and pigmentation reduction. This innovative treatment combines the precision of Dermapen technology with a customized meso cocktail to target hyperpigmentation and reveal a noticeably brighter, more luminous complexion."
                },
                {
                    "type": "content",
                    "title": "Get Ready to Shine Brighter Than Ever Before!",
                    "description": "Whitening Mesotherapy offers a multitude of benefits for those seeking to achieve a more even skin tone:",
                    "features": [
                        "Targeted Lightening: The customized meso cocktail contains ingredients specifically chosen to address hyperpigmentation and uneven skin tone, promoting a brighter and more radiant appearance.",
                        "Pigmentation Reduction: Dermapen microneedling stimulates the skin's natural healing response, encouraging the breakdown and elimination of excess pigment, leading to a reduction in dark spots and blemishes.",
                        "Enhanced Radiance: By addressing hyperpigmentation and promoting overall skin health, Whitening Mesotherapy can help reveal a naturally luminous complexion."
                    ]
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "The Science Behind Whitening Mesotherapy",
                            "subtitle": "Whitening Mesotherapy works through a unique and effective combination:",
                            "features": [
                                "Dermapen Technology: Microneedling with a Dermapen creates tiny channels in the skin, triggering the body’s natural healing response. This process encourages the breakdown of existing pigmentation and enhances the absorption of the lightening ingredients in the meso cocktail.",
                                "Targeted Meso Cocktail: A customized blend of lightening agents, vitamins, and antioxidants is delivered directly into the deeper layers of the skin, where it can have the most significant impact on hyperpigmentation.",
                                "Precise Treatment: The treatment can be tailored to address specific areas of concern, ensuring optimal results."
                            ]
                        },
                        {
                            "title": "A Gentle Approach for Most Skin Types",
                            "subtitle": "Whitening Mesotherapy offers a versatile treatment option for many:",
                            "features": [
                                "Skin Lightening: If you struggle with hyperpigmentation, sun spots, or uneven skin tone, this treatment can help achieve a brighter and more even complexion.",
                                "Gentle Approach: Offering a minimally invasive approach to skin lightening, Whitening Mesotherapy is suitable for most skin types, even those with sensitive skin.",
                                "Safe and Effective: When performed by a qualified professional, Whitening Mesotherapy is a safe and effective way to achieve your desired results."
                            ]
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "Augmenting Whitening Mesotherapy with HydraFacial",
                    "description": "For an even more comprehensive approach to achieving a luminous complexion, consider combining Whitening Mesotherapy with a HydraFacial treatment:",
                    "features": [
                        "Deep Exfoliation and Hydration: HydraFacial gently exfoliates dead skin cells and impurities while delivering deep hydration. This prepares the skin for optimal absorption of the lightening ingredients in the meso cocktail.",
                        "Enhanced Results: Book your consultation at Karisma Specialist Medical Centertoday and discover how Whitening Mesotherapy can transform your skin, bringing you closer to your goal of a radiant, even-toned complexion."
                    ]
                },
                {
                    "type": "content",
                    "title": "Experience Whitening Mesotherapy",
                    "description": "Book your consultation at Karisma Specialist Medical Centertoday and discover how Whitening Mesotherapy can transform your skin, bringing you closer to your goal of a radiant, even-toned complexion."
                }
            ]
        },
        {
            "id": "23",
            "name": "mesotherapy/meso-open-pores",
            "sections": [
                {
                    "type": "content",
                    "title": "Mesotherapy for Open Pores & Acne Scars at Karisma Specialist Medical Center"
                },
                {
                    "type": "content",
                    "title": "Combat Blemishes and Achieve Smoother Skin",
                    "description": "At Karisma Specialist Medical Center, we understand the struggle to achieve a smooth and even complexion after dealing with acne. Mesotherapy for Open Pores & Acne Scars offers a targeted approach to minimize the appearance of acne scars, refine pores, and reveal a healthier, more radiant skin texture. This innovative treatment utilizes Dermapen technology and a powerful meso cocktail to tackle these concerns simultaneously, leading to a noticeably smoother and clearer complexion."
                },
                {
                    "type": "content",
                    "title": "Achieve Clearer, Smoother Skin",
                    "description": "Mesotherapy for Open Pores & Acne Scars offers a multitude of benefits for those seeking to minimize acne's aftermath:",
                    "features": [
                        "Scar Reduction: The meso cocktail, containing ingredients like retinol and glycolic acid, helps diminish the appearance of acne scars by promoting collagen production and cellular renewal.",
                        "Refined Pores: This treatment helps regulate oil production and minimizes the appearance of enlarged pores, promoting a smoother, more even skin texture.",
                        "Pigmentation Reduction: Glycolic acid and other lightening agents in the cocktail help fade hyperpigmentation left behind by acne breakouts.",
                        "Skin Rejuvenation: Hyaluronic acid hydrates and plumps the skin, promoting a healthy, youthful appearance."
                    ]
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "The Science Behind Mesotherapy for Open Pores & Acne Scars",
                            "subtitle": "Mesotherapy for Open Pores & Acne Scars works through a multifaceted approach:",
                            "features": [
                                "Dermapen Technology: Microneedling with a Dermapen creates tiny channels in the skin, triggering the body’s natural healing response. This stimulates collagen production and enhances the absorption of the beneficial ingredients in the meso cocktail.",
                                "Targeted Meso Cocktail: A customized blend of active ingredients, including retinol, glycolic acid, and hyaluronic acid, is delivered directly into the deeper layers of the skin, where it can have the most significant impact.",
                                "Precise Treatment: The treatment can be tailored to address specific concerns like acne scars or enlarged pores, ensuring optimal results."
                            ]
                        },
                        {
                            "title": "Customized Solutions for Managing Oily Skin",
                            "subtitle": "Mesotherapy for Open Pores & Acne Scars is particularly beneficial for those with oily skin:",
                            "features": [
                                "Regulates Oil Production: The treatment can help regulate oil production, preventing future breakouts and promoting a more balanced complexion.",
                                "Minimizes Pores: By reducing oil production, this treatment can minimize the appearance of enlarged pores, a common concern for those with oily skin."
                            ]
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "A Course of Treatment for Optimal Results",
                    "description": "Mesotherapy for Open Pores & Acne Scars typically requires a series of treatments for optimal results:",
                    "features": [
                        "3-4 Sessions: A series of 3 to 4 sessions spaced two weeks apart is recommended to achieve significant improvements.",
                        "Maintenance: Regular maintenance sessions may be recommended to maintain results and prevent future breakouts."
                    ]
                },
                {
                    "type": "content",
                    "title": "The Perfect Synergy: Mesotherapy and HydraFacial",
                    "description": "For an even more comprehensive approach to achieving a clear and radiant complexion, consider combining Mesotherapy for Open Pores & Acne Scars with a HydraFacial treatment:",
                    "features": [
                        "Deep Exfoliation and Hydration: HydraFacial gently exfoliates dead skin cells and impurities while delivering deep hydration. This prepares the skin for optimal absorption of the beneficial ingredients in the meso cocktail.",
                        "Enhanced Results: The combination of these treatments can lead to dramatic improvements in skin texture, tone, and overall appearance."
                    ]
                },
                {
                    "type": "content",
                    "title": "Experience Mesotherapy for Open Pores & Acne Scars",
                    "description": "Book your consultation at Karisma Specialist Medical Centertoday and discover how Mesotherapy can transform your skin, helping you achieve a clearer, smoother complexion."
                }
            ]
        },
        {
            "id": "24",
            "name": "mesotherapy/tprx-meso",
            "sections": [
                {
                    "type": "content",
                    "title": "TPRX Meso"
                },
                {
                    "type": "content",
                    "title": "Establishing the Power of Rejuvenation and Science",
                    "description": "At Karisma Specialist Medical Center, we’re committed to providing cutting-edge solutions for achieving a youthful, radiant, and even-toned complexion. TPRX Mesotherapy offers a groundbreaking approach to address aging skin concerns, acne, pigmentation, and fine lines. This targeted treatment utilizes Dermapen technology and a scientifically formulated TPRX solution to gently exfoliate the skin, minimize blemishes, and promote a smoother, firmer, and more youthful appearance."
                },
                {
                    "type": "content",
                    "title": "Demystifying the Power of the TPRX Formula",
                    "description": "The success of TPRX Mesotherapy lies in its unique and potent formula:",
                    "features": [
                        "Tartaric Acid: This alpha hydroxy acid gently exfoliates the skin, promoting cell turnover, reducing blemishes, fading pigmentation, and minimizing fine lines.",
                        "α-Arbutin: A natural skin brightener that inhibits melanin production, leading to a more even skin tone and a brighter complexion.",
                        "Kojic Acid: Another powerful skin lightening agent, it combats hyperpigmentation, helping to further brighten the skin.",
                        "Hydrogen Peroxide: A mild antiseptic that cleanses the skin, creating a more receptive environment for the other ingredients to penetrate deeper."
                    ]
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "A Harmonious Approach to Skin Rejuvenation",
                            "subtitle": "TPRX Mesotherapy works through a powerful combination of advanced technologies and a unique solution:",
                            "features": [
                                "Dermapen Technology: Microneedling with a Dermapen creates tiny channels in the skin, triggering the body’s natural healing response, stimulating collagen production, and enhancing absorption of the potent TPRX solution.",
                                "TPRX Solution: A proprietary blend of ingredients that works synergistically to exfoliate, brighten, and stimulate skin regeneration, promoting a smoother, firmer, and more youthful appearance.",
                                "Targeted Treatment: The treatment can be customized to address specific areas of concern, ensuring optimal results."
                            ]
                        },
                        {
                            "title": "A Treatment Tailored for Oily Skin and Beyond",
                            "subtitle": "TPRX Mesotherapy offers a versatile solution for various skin concerns but is particularly beneficial for those with oily skin:",
                            "features": [
                                "Regulates Oil Production: The treatment helps balance oil production, preventing future breakouts and promoting a more even complexion.",
                                "Minimizes Pores: By promoting cell turnover and reducing oil production, TPRX Mesotherapy minimizes the appearance of enlarged pores, a common concern for those with oily skin"
                            ]
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "Releasing Visible Results: A Course of Treatment",
                    "description": "Although TPRX Mesotherapy typically requires a series of treatments for optimal results, its unique composition works quickly and penetrates deep into the dermis to activate skin regeneration without harming the epidermis:",
                    "features": [
                        "3 Sessions: A series of 3 sessions spaced two weeks apart is recommended to achieve significant improvements.",
                        "Visible Results: Most clients notice immediate changes, with skin appearing smoother, brighter, and more youthful."
                    ]
                },
                {
                    "type": "content",
                    "title": "The Perfect Synergy: TPRX Mesotherapy and HydraFacial",
                    "description": "For an even more comprehensive approach to achieving a clear and radiant complexion, consider combining TPRX Mesotherapy with a HydraFacial treatment:",
                    "features": [
                        "Deep Exfoliation and Hydration: HydraFacial gently exfoliates dead skin cells and impurities, while delivering deep hydration. This prepares the skin for optimal absorption of the TPRX solution.",
                        "Enhanced Results: The combination of these treatments can lead to even more dramatic improvements in skin texture, tone, and overall appearance."
                    ]
                },
                {
                    "type": "content",
                    "title": "Experience TPRX Mesotherapy at Karisma Specialist Medical Center",
                    "description": "Book your consultation today to discover how TPRX Mesotherapy can rejuvenate your skin, leaving you with a smooth, youthful, and radiant complexion."
                }
            ]
        },
        {
            "id": "25",
            "name": "mesotherapy/meso-lift",
            "sections": [
                {
                    "type": "content",
                    "title": "Meso Lift"
                },
                {
                    "type": "content",
                    "title": "Reinvigorate Your Radiance",
                    "description": "At Karisma Specialist Medical Center, we understand the desire for a revitalized, youthful, and luminous complexion. Mesolifting offers a groundbreaking approach to facial rejuvenation, delivering a potent cocktail of essential nutrients directly into the skin. This minimally invasive treatment stimulates collagen and elastin production, promoting a firmer, brighter, and more youthful appearance."
                },
                {
                    "type": "content",
                    "title": "Choose a Brighter, Tighter You",
                    "description": "Mesolifting offers a multitude of benefits for those seeking to restore vitality and radiance to their skin:",
                    "features": [
                        "Enhanced Elasticity and Firmness: Stimulating the production of collagen and elastin, Mesolifting helps restore skin structure and tightness, leading to a firmer, lifted appearance and noticeable reduction in sagging.",
                        "Improved Skin Clarity and Brightness: The targeted delivery of essential vitamins and antioxidants nourishes the skin, promoting a brighter, more radiant complexion.",
                        "Reduced Signs of Aging: By combating collagen and elastin loss, Mesolifting helps reduce fine lines, wrinkles, and other visible signs of aging.",
                        "Scar Reduction: Mesolifting improves the appearance of acne scars and other blemishes by stimulating collagen production and promoting tissue regeneration.",
                        "Sun Damage Reduction: It also minimizes visible effects of sun damage, such as hyperpigmentation and uneven skin tone."
                    ]
                },
                {
                    "type": "content",
                    "title": "Discover the Science Behind the Treatment",
                    "description": "Mesolifting works through a precise and targeted approach:",
                    "features": [
                        "Microinjections: A personalized cocktail of essential vitamins, antioxidants, and hyaluronic acid is delivered directly into the mesoderm, the middle layer of the skin.",
                        "Enhanced Absorption: Bypassing the surface layer of the skin allows for deeper penetration and increased absorption of the beneficial ingredients.",
                        "Targeted Action: The customized cocktail is formulated to address specific concerns, ensuring optimal results for each individual."
                    ]
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "A Treatment Formulated for a Variety of Concerns",
                            "subtitle": "Mesolifting is a versatile treatment option for various signs of aging and skin damage:",
                            "features": [
                                "Loss of Elasticity and Firmness: If you struggle with sagging skin or a loss of definition in your facial contours, mesolifting can help restore a firmer, more youthful appearance.",
                                "Fine Lines and Wrinkles: Mesolifting stimulates collagen production, leading to a reduction in the appearance of fine lines and wrinkles.",
                                "Uneven Skin Tone: The targeted delivery of vitamins and antioxidants can help improve overall skin tone and reduce hyperpigmentation.",
                                "Sun Damage: Mesolifting helps minimize the visible effects of sun damage, promoting a healthier complexion."
                            ]
                        },
                        {
                            "title": "Who Can Benefit from Mesolifting?",
                            "subtitle": "Mesolifting is suitable for those seeking facial rejuvenation, including:",
                            "features": [
                                "Loss of Vitality and Brightness: If your skin appears dull and tired, mesolifting can restore its radiance and vitality.",
                                "Sagging Skin and Wrinkles: Mesolifting addresses sagging skin and wrinkles, promoting a firmer, more youthful appearance.",
                                "Sun Damage: Mesolifting can combat the visible effects of sun damage and promote a healthier complexion.",
                                "Acne Scars: It can improve the appearance of acne scars by stimulating collagen production and tissue regeneration."
                            ]
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "Treatment Frequency",
                    "description": "Mesolifting typically requires an initial series of treatments, followed by maintenance sessions:",
                    "features": [
                        "Initial Sessions: 1-4 week intervals are recommended for the initial 4-6 sessions to achieve optimal results.",
                        "Maintenance: After the initial series, maintenance sessions can be performed every 3-6 months to maintain results and sustain rejuvenated skin."
                    ]
                },
                {
                    "type": "content",
                    "title": "The Perfect Collaboration: Mesolifting and HydraFacial",
                    "description": "For a comprehensive approach to facial rejuvenation, consider combining Mesolifting with a HydraFacial treatment:",
                    "features": [
                        "Deep Exfoliation and Hydration: HydraFacial gently exfoliates dead skin cells and impurities, while delivering deep hydration. This prepares the skin for optimal absorption of the nutrients delivered during Mesolifting, ensuring enhanced results.",
                        "Enhanced Results: The combination of these treatments leads to more dramatic improvements in skin texture, tone, elasticity, and overall radiance."
                    ]
                },
                {
                    "type": "content",
                    "title": "Experience Mesolifting at Karisma Specialist Medical Center",
                    "description": "Book your consultation today to discover how Mesolifting can reinvigorate your complexion, restoring firmness, brightness, and a youthful glow."
                }
            ]
        },
        {
            "id": "26",
            "name": "mesotherapy/meso-gold",
            "sections": [
                {
                    "type": "content",
                    "title": "Meso Gold"
                },
                {
                    "type": "content",
                    "title": "Indulge in Luxurious Rejuvenation",
                    "description": "At Karisma Specialist Medical Center, we've curated a pampering and effective facial treatment experience designed to leave your skin feeling refreshed, revitalized, and undeniably radiant. Our Meso Gold facial, combined with a luxurious chocolate mask and targeted eye care, offers a multi-faceted approach to achieving a brighter, tighter, and more youthful complexion."
                },
                {
                    "type": "content",
                    "title": "Unveiling the Power of Meso Gold",
                    "description": "Meso Gold utilizes innovative Dermapen technology to deliver a customized cocktail of rejuvenating ingredients directly into the deeper layers of your skin. This minimally invasive treatment offers several benefits:",
                    "features": [
                        "Enhanced Freshness: Meso Gold stimulates cell turnover, promoting the removal of dull surface skin and revealing a brighter, fresher complexion.",
                        "Lightening and Tightening: The meso cocktail often contains ingredients like hyaluronic acid and vitamins, which can help improve skin hydration, elasticity, and overall tone, leading to a visibly tighter and more youthful appearance.",
                        "Improved Dark Circles: Certain meso cocktails target hyperpigmentation, potentially reducing the appearance of dark circles around the eyes."
                    ]
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "The Decadent Indulgence of Chocolate",
                            "subtitle": "Following the Meso Gold treatment, indulge in a luxurious chocolate mask that enhances the transformative experience:",
                            "features": [
                                "Antioxidant Powerhouse: Chocolate is rich in antioxidants, known to combat free radical damage and promote skin health.",
                                "Hydration Boost: Chocolate masks are packed with hydrating ingredients that leave your skin feeling plump, supple, and nourished.",
                                "Soothing and Calming: The application of the mask provides a relaxing, spa-like experience, leaving you feeling pampered and rejuvenated."
                            ]
                        },
                        {
                            "title": "Targeted Eye Care for a Complete Transformation",
                            "subtitle": "To address the delicate under-eye area, our treatment incorporates specialized eye care:",
                            "features": [
                                "Targeted Ingredients: Eye creams or serums formulated for the sensitive under-eye area can reduce puffiness, diminish dark circles, and provide essential hydration.",
                                "Improved Appearance: By addressing specific concerns around the eyes, this treatment contributes to a brighter, more youthful overall look."
                            ],
                            "title2": "Dermapen Technology: The Key to Enhanced Absorption",
                            "subtitle2": "Dermapen technology plays a crucial role in this treatment:",
                            "features2": [
                                "Microneedling: The Dermapen creates tiny channels in the skin, enhancing the absorption of the beneficial ingredients delivered by the Meso Gold treatment and the eye care products, ensuring maximum effectiveness."
                            ]
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "The Perfect Combination with HydraFacial",
                    "description": "For an even more comprehensive approach to achieving a radiant complexion, consider combining this treatment with a HydraFacial:",
                    "features": [
                        "Deep Cleansing and Exfoliation: HydraFacial gently removes dead skin cells and impurities, preparing the skin for optimal absorption of the Meso Gold cocktail and other treatment elements.",
                        "Enhanced Results: The combination of these treatments can lead to even more dramatic improvements in skin texture, tone, and overall radiance."
                    ]
                },
                {
                    "type": "content",
                    "title": "Experience the Meso Gold Facial at Karisma Specialist Medical Center",
                    "description": "Book your consultation today and indulge in this luxurious rejuvenation treatment designed to bring out your skin's natural beauty and youthful glow."
                }
            ]
        },
        {
            "id": "27",
            "name": "mesotherapy/meso-eyes",
            "sections": [
                {
                    "type": "content",
                    "title": "Meso Eyes"
                },
                {
                    "type": "content",
                    "title": "Illuminate and Rejuvenate",
                    "description": "At Karisma Specialist Medical Center, we understand the desire for a bright and youthful eye area. Dark circles and under-eye puffiness can make you appear fatigued and affect your overall appearance. Our Meso Eye treatment offers a targeted approach to address these concerns, revealing a refreshed and more radiant look"
                },
                {
                    "type": "content",
                    "title": "Show a Brighter, More Revitalized You",
                    "description": "The Meso Eye treatment offers a multitude of benefits for those seeking to illuminate and rejuvenate the under-eye area:",
                    "features": [
                        "Reduced Dark Circles: The treatment involves injecting a personalized cocktail of vitamins and hyaluronic acid directly into the delicate under-eye area. These ingredients help lighten hyperpigmentation and improve blood circulation, reducing the appearance of dark circles.",
                        "Diminished Puffiness: The meso cocktail contains ingredients that promote lymphatic drainage and reduce fluid buildup, minimizing puffiness for a smoother under-eye appearance.",
                        "Enhanced Hydration and Elasticity: Hyaluronic acid hydrates and revitalizes the under-eye area, improving skin texture and elasticity for a smoother, more youthful look.",
                        "Brighter, More Youthful Look: By addressing dark circles, puffiness, and dehydration, Meso Eye treatment can leave you looking refreshed, well-rested, and vibrant."
                    ]
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "Two Delivery Methods: Tailored to Your Needs",
                            "subtitle": "At Karisma Specialist Medical Center, we offer two delivery methods for the Meso Eye treatment, ensuring a personalized approach that suits your comfort level:",
                            "features": [
                                "Dermapen Microneedling: A specialized Dermapen machines creates tiny channels in the skin, allowing the meso cocktail to be absorbed more effectively. This minimally invasive method stimulates collagen production, enhancing results.",
                                "Doctor-administered Injections: For a more targeted and precise approach, a qualified doctor can directly inject the meso cocktail into the desired areas beneath the eyes for optimal results."
                            ]
                        },
                        {
                            "title": "The Science Behind the Treatment",
                            "subtitle": "Meso Eye works through a combination of carefully selected ingredients and advanced delivery methods:",
                            "features": [
                                "Personalized Meso Cocktail: Eye creams or serums formulated for the sensitive under-eye area can reduce puffiness, diminish dark circles, and provide essential hydration.",
                                "Enhanced Absorption: Dermapen microneedling or doctor-administered injections ensure that the meso cocktail reaches the deeper layers of the skin, maximizing its effectiveness.",
                                "Stimulated Collagen Production: Microneedling with Dermapen enhances collagen production, improving skin elasticity and reducing the appearance of fine lines around the eyes."
                            ]
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "Important Precautions",
                    "description": "While Meso Eye treatment is generally safe, there are some important precautions to consider:",
                    "features": [
                        "Consultation: A consultation with a qualified dermatologist or skincare expert is essential to determine if Meso Eye is right for you and to discuss potential side effects.",
                        "Not a One-Time Solution: Multiple sessions may be required for optimal results, and maintenance sessions are recommended to sustain the effects over time."
                    ]
                },
                {
                    "type": "content",
                    "title": "Illuminate Your Eyes with Meso Eye Treatment at Karisma Specialist Medical Center",
                    "description": "Book your consultation today and take the first step towards brighter, rejuvenated eyes with our advanced treatment."
                }
            ]
        },
        {
            "id": "28",
            "name": "mesotherapy/meso-lips",
            "sections": [
                {
                    "type": "content",
                    "title": "Meso Lips"
                },
                {
                    "type": "content",
                    "title": "Hydrate and Enhance with the Power of Meso Lips at Karisma Specialist Medical Center",
                    "description": "At Karisma Specialist Medical Center, we understand the desire for beautiful, plump, and kissable lips. Meso Lips offers a revolutionary approach to lip enhancement, delivering essential nutrients directly into the lips for deep hydration, improved texture, and a refreshed appearance. This minimally invasive treatment can also be paired with laser lip lightening for a more comprehensive lip rejuvenation experience."
                },
                {
                    "type": "content",
                    "title": "Grip Luscious, Hydrated Lips",
                    "description": "Meso Lips offers a wide range of benefits for those looking to enhance and revitalize their lips:",
                    "features": [
                        "Intense Hydration: The meso cocktail, containing hyaluronic acid and other hydrating ingredients, deeply moisturizes the lips, leaving them plump, supple, and smooth.",
                        "Improved Texture: This treatment addresses dryness, flakiness, and fine lines around the lips, promoting a smoother, more youthful look.",
                        "Enhanced Color: Hydrated lips naturally appear brighter with a vibrant, refreshed color.",
                        "Plumping Effect: Hyaluronic acid provides a subtle plumping effect, enhancing the natural shape of your lips."
                    ]
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "A Synergistic Approach: Combining Meso Lips with Laser Lip Lightening",
                            "subtitle": "For an even more comprehensive lip rejuvenation, Karisma Specialist Medical Center offers the option to combine Meso Lips with laser lip lightening:",
                            "features": [
                                "Laser Lip Lightening: This treatment targets hyperpigmentation, lightening and evening out lip color for a smoother, more freshness look.",
                                "Enhanced Results: Combining these treatments addresses both hydration and pigmentation concerns, leading to more beautiful and enhanced lips.",
                                "Alternating Sessions: Meso Lips and laser lip lightening treatments are typically performed in alternating sessions for optimal results."
                            ]
                        },
                        {
                            "title": "Secrets Behind the Treatment",
                            "subtitle": "Meso Lips uses a targeted approach to achieve effective results:",
                            "features": [
                                "Microinjections: A personalized meso cocktail containing hyaluronic acid, vitamins, and other beneficial ingredients is injected directly into the lips.",
                                "Deep Hydration: Hyaluronic acid attracts and retains moisture, leaving your lips feeling plump and hydrated from within.",
                                "Stimulated Collagen Production: Certain ingredients in the meso cocktail can stimulate collagen production, promoting firmer, smoother lips."
                            ]
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "Important Precautions",
                    "description": "While Meso Lips treatment is generally safe, there are some important considerations to keep in mind:",
                    "features": [
                        "Consultation: A consultation with a qualified dermatologist or skincare expert is necessary to determine if Meso Lips is suitable for you and to discuss potential side effects.",
                        "Multiple Sessions: A series of Meso Lips sessions, typically 3, may be required to achieve the desired results."
                    ]
                },
                {
                    "type": "content",
                    "title": "Book Your Consultation at Karisma Specialist Medical Center",
                    "description": "Explore the transformative potential of Meso Lips and enhance your lips with deep hydration, texture improvement, and a naturally plump look. Schedule your consultation today to discuss your goals and create a personalized plan for beautiful, youthful lips!"
                }
            ]
        }
    ]
}