{
    "slimmingRelated": [
        {
            "id": "1",
            "name": "machines/abas-fit-refit",
            "sections": [
                {
                    "type": "content",
                    "title": "تذويب الدهون ونحت الجسم مع ABAS Fit & ReFit في مركز كاريزما الطبي التخصصي"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/slimming/Machines/ABAS-fit-–-ReFit-banner-.png",
                    "bannerPosition": "center"
                },
                {
                    "type": "cont-content",
                    "description": "اكتشف المستوى الجديد لنحت الجسم مع تقنية ABAS Fit & ReFit المتطورة في مركز كاريزما الطبي التخصصي. هذا الحل غير الجراحي يستخدم طاقة ترددات الراديو (RF) المتقدمة لتحقيق نتائج تحويلية على مستوى نحت الجسم، حيث يستهدف رواسب الدهون العنيدة ويعزز شد الجلد لتحقيق قوام منحوت ومتناسق."
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "لماذا تختار ABAS Fit & ReFit؟",
                            "features": [
                                "تقليل الدهون والنحت المُستهدف: تعمل طاقة RF على تعطيل الخلايا الدهنية، مما يؤدي إلى تحللها وتعزيز إزالتها الطبيعية. يؤدي هذا إلى نحت القوام وجعله أكثر تحديدًا.",
                                "تعزيز الدورة الدموية: تحسن طاقة RF تدفق الدم، مما يعزز توصيل الأكسجين والمغذيات إلى الجلد، ويجدد الخلايا ويعزز بشرة أكثر صحة وإشراقًا.",
                                "شد العضلات وبنائها: تحفّز الحرارة اللطيفة انقباضات العضلات، مما يعزز الشد والتحديد دون الحاجة إلى تمارين شاقة.",
                                "تقليل السيلوليت: ينعم البشرة المتجعّدة من خلال تحسين الدورة الدموية وتعزيز إنتاج الكولاجين، مما يساعد على تقليل ظهور السيلوليت.",
                                "تقليل علامات التمدد: يحفز إنتاج الكولاجين، ويحسن مرونة الجلد، ويقلل من ظهور علامات التمدد، مما يترك بشرتك أكثر تماسكًا وشبابًا."
                            ]
                        },
                        {
                            "title": "علاج متعدد الاستخدامات لمناطق متعددة",
                            "subtitle": "مع مرفقاته المتعددة المخصصة، يمكن استخدام ABAS Fit & ReFit على مجموعة متنوعة من المناطق، بما في ذلك:",
                            "features": [
                                "البطن: تذويب الدهون العنيدة وشد منطقة الخصر.",
                                "الذراعين والساقين: شدّ وبلورة الجلد المترهل.",
                                "الوجه واليدين: تنعيم التجاعيد وتجديد المناطق الحساسة."
                            ]
                        }
                    ]
                },
                {
                    "type": "cont-content-last",
                    "title": "توصيات العلاج والاحتياطات",
                    "features": [
                        "جلسات مُوصى بها: 5-10 جلسات مدة كل منها 30 دقيقة للحصول على نتائج مثالية، مع تحسينات ملحوظة تظهر بعد ثلاث جلسات.",
                        "احتياطات: يلزم إجراء استشارة للأشخاص الحوامل والمرضعات، أو المصابين بحالات مثل أمراض الجلد، أو أمراض القلب، أو الفتق."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "انحت قوام جسمك وعزّز ثقتك بنفسك مع ABAS Fit & ReFit في مركز كاريزما الطبي التخصصي.",
                    "description": "احجز استشارتك اليوم لبدء رحلتك نحو قوام أكثر تناسقًا."
                }
            ]
        },
        {
            "id": "2",
            "name": "machines/power-shape-2",
            "sections": [
                {
                    "type": "content",
                    "title": "باور شيب 2"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/slimming/Machines/PowerShape2-banner.png",
                    "bannerPosition": "center"
                },
                {
                    "type": "content",
                    "title": "نحت القوام المثالي مع مركز كاريزما الطبي التخصصي",
                    "description": "اكتشف المستوى الفائق لنحت الجسم مع باور شيب 2، وهو علاج متطور متعدد التقنيات مصمم لتذويب الدهون وتقليل السيلوليت وتجديد شباب البشرة للحصول على قوام شبابي ومنحوت."
                },
                {
                    "type": "sub-heading-content",
                    "title": "التآزر الثوري للتقنيات",
                    "description": "يجمع باور شيب 2 بين تقنيات قوية لتقديم نتائج شاملة:",
                    "features": [
                        "ترددات الراديو (RF): يسخن الدهون ويفككها، مما يحفز تحلل الدهون وإزالتها بشكل طبيعي.",
                        "ضوء LED الأحمر (RED LED): يحفز إنتاج الكولاجين، مما يعزز مرونة الجلد ويقلل من الخطوط الدقيقة.",
                        "الليزر منخفض المستوى (LLL): يعزز تجديد الخلايا، مما يحسن نسيج البشرة والتجديد العام.",
                        "العلاج بالشفط: يعزز التصريف الليمفاوي، ويعزز تقليل الدهون، وينعم مظهر السيلوليت."
                    ]
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "تحقيق أهدافك الجمالية",
                            "subtitle": "يوفر باور شيب 2 مجموعة من الفوائد:",
                            "features": [
                                "تذويب الدهون والنحت: يستهدف رواسب الدهون العنيدة وحقق قوامًا أكثر رشاقة وأكثر تحديدًا.",
                                "تقليل السيلوليت: بشرة ناعمة بدون ترهلات من خلال تحسين الدورة الدموية وإنتاج الكولاجين.",
                                "شد الجلد: تحفيز الكولاجين لشد الجلد المترهل، خاصةً في الوجه والرقبة.",
                                "تجديد شباب الجلد: جدّد مظهرك الشبابي مع تحسين لون البشرة ونسيجها.",
                                "الراحة ووقت تعافي ضئيل: استمتع بعلاج مريح مع احمرار خفيف كأثر جانبي مؤقت."
                            ]
                        },
                        {
                            "title": "قبضات متعددة مصممة خصيصاً لتحقيق أقصى قدر من الدقة",
                            "features": [
                                "قبضة الوجه: مثالية لشد وتجديد المناطق الحساسة من الوجه والرقبة.",
                                "قبضات الجسم: مثالية لنحت مناطق أكبر مثل البطن والفخذين والأرداف."
                            ]
                        }
                    ]
                },
                {
                    "type": "cont-content-last",
                    "title": "تعزيز النتائج",
                    "description": "للحصول على نتائج مثالية، يمكن دمج باور شيب 2 مع:",
                    "features": [
                        "ميزو فات (حقن تذويب الدهون): استهدف ترسبات الدهون العنيدة موضعياً للحصول على قوام أكثر تناسقاً وتحديداً.",
                        "تحفيز العضلات الكهربائي – EMS: عزّز شد العضلات وتحديدها جنبًا إلى جنب مع تقليل الدهون."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "ابدأ رحلتك نحو قوام منحوت وشاب مع باور شيب 2 في مركز كاريزما الطبي التخصصي.",
                    "description": "احجز استشارتك اليوم لتجربة أحدث التقنيات المخصّصة لتُبرز أفضل ما لديك!"
                }
            ]
        },
        {
            "id": "3",
            "name": "machines/fat-burning-heater",
            "sections": [
                {
                    "type": "content",
                    "title": "تعزيز حرق الدهون - هيتر"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/slimming/Machines/heater-banner.png",
                    "bannerPosition": "center"
                },
                {
                    "type": "content",
                    "title": "حقق أهدافك بفقدان الوزن بشكل أسرع مع جهاز هيتر",
                    "description": "حقق أهدافك بنحت جسمك بشكل أسرع مع جهاز هيتر، وهو حل متطور لتعزيز حرق الدهون وتعزيز عملية الأيض. يوفر هذا الجهاز المبتكر نهجًا قائمًا على الحرارة والتسخين لدعم رحلة إدارة الوزن، مما يجعل كل جلسة أكثر فعالية."
                },
                {
                    "type": "color-content",
                    "title": "لماذا تختار جهاز هيتر؟",
                    "features": [
                        "حرق سعرات حرارية دون مجهود: استمتع بقوة حرق الدهون الناتج عن الحرارة، حيث تحرق كل جلسة مدتها 20 دقيقة ما بين 500 إلى 800 سعرة حرارية. ترفع الحرارة اللطيفة استجابة الجسم الحرارية، مما يشجع على حرق السعرات الحرارية من خلال زيادة التعرق."
                    ]
                },
                {
                    "type": "content",
                    "title": "كيف يعمل؟",
                    "features": [
                        "حرارة مُتحكم بها (80 درجة مئوية): تحفز الحرارة المستمرة آلية التبريد الطبيعية للجسم، مما يعزز حرق السعرات الحرارية.",
                        "استجابة حرارية: يعمل جسمك بجهد أكبر للتبريد، مما يعزز عملية الأيض وفقدان الدهون."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "تحسين نتائجك مع نهج مُخصّص",
                    "description": "للحصول على أفضل النتائج، اجمع بين جلسات هيتر ونظام غذائي متوازن وممارسة الرياضة بانتظام وعلاجات تكميلية أخرى مثل تحفيز العضلات الكهربائية (EMS) لتعزيز شد العضلات وتقليل الدهون."
                },
                {
                    "type": "content",
                    "title": "احتياطات أساسية",
                    "description": "على الرغم من أنه آمن بشكل عام، من الضروري مراعاة ما يلي:",
                    "features": [
                        "الحيض: تجنبي الاستخدام أثناء الحيض، حيث قد تسبب الحرارة عدم الراحة أو زيادة النزيف.",
                        "الحمل والرضاعة: لا يُنصح به أثناء الحمل أو خلال الأشهر الستة الأولى بعد الولادة. بعد ستة أشهر، استشيري الطبيب.",
                        "الحالات الصحية: تجنبي الاستخدام إذا كنت تعاني من أمراض القلب، أو الأمراض المزمنة، أو الربو، أو مشاكل في الجهاز التنفسي."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "حل داعم، وليس الحل السريع!",
                    "description": "لا يُعد جهاز هيتر حلاً قائماً بذاته ولكنه تكملة فعالة لخطة إنقاص الوزن. اجعله ضمن خطتك لدعم حرق السعرات الحرارية وتحسين نتائج نحت الجسم التي تريدها.",
                    "description2": "ابدأ رحلتك نحو قوام أكثر رشاقة وثقة مع جهاز هيتر في مركز كاريزما الطبي التخصصي!"
                }
            ]
        },
        {
            "id": "4",
            "name": "machines/stimulate-muscle-ems",
            "sections": [
                {
                    "type": "content",
                    "title": "تحفيز العضلات - EMS"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/slimming/Machines/EMS-banner.png",
                    "bannerPosition": "center"
                },
                {
                    "type": "content",
                    "title": "ارتقي بمستوى لياقتك مع EMS في مركز كاريزما الطبي التخصصي",
                    "description": "احصل على نحت وتحديد قوي للعضلات وتحسين لحرق الدهون مع تحفيز العضلات الكهربائي (EMS)، وهي تقنية متطورة تحاكي التمرين الطبيعي من خلال نبضات كهربائية مُستهدِفة. سواء كنت ترغب في شد الجسم أو نحت القوام أو الحفاظ على كتلة العضلات، يوفر EMS حلاً قويًا وغير جراحي لتكملة رحلة رسم تفاصيل جسمك."
                },
                {
                    "type": "sub-heading-content",
                    "title": "فوائد جهاز EMS",
                    "features": [
                        "نحت العضلات وتحديدها: يحفّز EMS انقباضات عضلية عميقة، مما يساعدك على تحقيق قوام مشدود ومنحوت دون عناء التدريبات التقليدية.",
                        "نمو العضلات والحفاظ عليها: يعزز EMS نمو العضلات ويمنع فقدان الكتلة العضلية أثناء إنقاص الوزن. مثالي للرياضيين والأفراد الذين يركزون على بناء العضلات.",
                        "تعزيز حرق الدهون: من خلال زيادة النشاط الأيضي، يدعم EMS فقدان الدهون ويزيد من حرق السعرات الحرارية، حتى بعد جلسة العلاج.",
                        "الحفاظ على العضلات: أثناء إنقاص الوزن، من الضروري الحفاظ على العضلات. يساعد EMS في الحفاظ على كتلة العضلات، مما يضمن تحسّناً متوازنًا وصحيًا."
                    ]
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "علاجات مُخصّصة للحصول على نتائج قصوى",
                            "features": [
                                "الاستخدام المستقل: تحتاج بين 5-10 جلسات، مرتين في الأسبوع، لتعزيز شد العضلات بشكل عام وحرق الدهون.",
                                "النهج التآزري: اجمع بين EMS والعلاجات التكميلية مثل ميزو فات أو حقن أوزيمبيك للحصول على نتائج مُعزّزة."
                            ]
                        },
                        {
                            "title": "الأمان والاحتياطات",
                            "subtitle": "EMS آمن بشكل عام ولكنه يتطلب مراعاة دقيقة لبعض الأفراد:",
                            "features": [
                                "غير مستحسن أثناء: الحيض، الحمل، أو الرضاعة (استشيري طبيبك بعد ستة أشهر من الولادة).",
                                "الحالات الصحية: تجنب EMS إذا كنت تعاني من أمراض مزمنة، أو الصرع، أو مشاكل في الجهاز التنفسي، أو مشاكل في الجلد، أو لديك زراعات معدنية."
                            ]
                        }
                    ]
                },
                {
                    "type": "cont-content-last",
                    "title": "خطط متكاملة لتحقيق اللياقة البدنية المثلى",
                    "description": "EMS أداة قوية لتعزيز شد العضلات وفقدان الدهون، لكنها تعمل بشكل أفضل جنبًا إلى جنب مع نظام غذائي متوازن وممارسة الرياضة بانتظام. بالنسبة للرياضيين، يضمن تضمين أيام الراحة تعافيًا عضليًا مثاليًا."
                },
                {
                    "type": "color-content",
                    "description": "حقّق القوام المثالي مع قوة EMS التحويلية النوعية في مركز كاريزما الطبي التخصصي!"
                }
            ]
        },
        {
            "id": "5",
            "name": "machines/lymphatic-drainage-presso",
            "sections": [
                {
                    "type": "content",
                    "title": "التصريف الليمفاوي - بريسّو Presso"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/slimming/Machines/pressotherapy-banner.png",
                    "bannerPosition": "center"
                },
                {
                    "type": "cont-content",
                    "title": "تصريف السوائل الليمفاوي مع بريّسو Presso في مركز كاريزما الطبي التخصصي",
                    "description": "يمكن أن يكون احتباس السوائل عقبة أمام تحقيق مظهر الجسم المنحوت والمتناسق. يعتبر بريسّو Presso علاجًا غير جراحياً يحفّز التصريف الليمفاوي، ويساعد على تقليل الانتفاخ، ويعزز الراحة والرشاقة ومظهرًا انسيابياً."
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "كيف يعمل بريسّو Presso",
                            "features": [
                                "ضغط الهواء اللطيف: يستخدم العلاج ضغطًا هوائيًا متحكمًا به لتنشيط الجهاز الليمفاوي، مما يشجع على إزالة السوائل الزائدة والسموم من الجسم.",
                                "تصريف السوائل وتقليل الانتفاخ: يقلل بريسّو Presso التورم ويعزز مظهرًا انسيابياً، وهو فعال بشكل خاص في الساقين.",
                                "الرعاية بعد شفط الدهون: مثالي للتعافي بعد الجراحة، مما يساعد على تقليل التكتّل وتحسين تصريف السوائل للحصول على نتائج مثالية."
                            ]
                        },
                        {
                            "title": "فوائد تتعدى نحت الجسم",
                            "features": [
                                "استرخاء العضلات وتخفيف الألم: يقلل الضغط اللطيف من توتر العضلات والآلام.",
                                "تقليل السيلوليت: تساهم الوظيفة الليمفاوية المحسّنة في الحصول على بشرة أكثر نعومة وأكثر تماسكًا.",
                                "تخفيف التورم والتصلّب: يخفف الوذمات ويعزز مرونة الحركة.",
                                "بشرة مشدودة وشابة: تدعم الدورة الدموية المُعزّزة بشرة أكثر شباباً ومرونة."
                            ]
                        }
                    ]
                },
                {
                    "type": "cont-content-last",
                    "title": "حلول مخصصة لتحقيق أهدافك",
                    "description": "في حين أن بريسّو Presso ممتاز لتصريف السوائل، فقد تكون علاجات أخرى مثل أجهزة نحت الجسم أو حقن ميزو فات أكثر ملاءمة لفقدان الدهون ونحت القوام. سيرشدك فريقنا في اختيار خطة العلاج الأكثر فعالية."
                },
                {
                    "type": "color-content",
                    "title": "الأمان والاحتياطات",
                    "features": [
                        "يجب تجنب هذا العلاج أثناء: الحيض، الحمل، أو الرضاعة (استشيري طبيبك بعد ستة أشهر من الولادة).",
                        "الحالات الصحية: لا يُنصح به للأشخاص الذين يعانون من أمراض القلب، أو السكري، أو ارتفاع ضغط الدم، أو الجلطات الدموية، أو الكسور، أو الدوالي دون موافقة طبية."
                    ],
                    "description2": "اكتشف الراحة والثقة بجسدك من جديد مع جهاز بريسّو Presso في مركز كاريزما الطبي التخصصي - شريكك في رحلتك إلى الجمال والعافية."
                }
            ]
        },
        {
            "id": "5",
            "name": "machines/wooden-massage–madero-therapy",
            "sections": [
                {
                    "type": "content",
                    "title": "ماديروثيرابي - Madero Therapy"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/slimming/Machines/wooden-massage.jpg",
                    "bannerPosition": "center"
                },
                {
                    "type": "content",
                    "title": "ماديروثيرابي في مركز كاريزما الطبي التخصصي",
                    "description": "استمتع بتناغم التقنيات الكولومبية القديمة مع الرفاهية الحديثة في مركز كاريزما الطبي التخصصي من خلال ماديروثيرابي، وهو علاج طبيعي فريد مصمم لنحت الجسم وتقويته وتجديد مرونة الجلد."
                },
                {
                    "type": "color-content",
                    "title": "لماذا تختار ماديروثيرابي؟",
                    "features": [
                        {
                            "title": "اكتشف قوة الأدوات الخشبية الطبيعية: توفر الأدوات الخشبية المصممة خصيصًا ضغطًا مُستهدِفًا على المناطق التي تعاني من المشكلات، مما يوفر مجموعة من الفوائد:",
                            "items": [
                                "تقليل السيلوليت: يحطّم بقايا السيلوليت العنيدة، مما ينعم ويُشد الجلد.",
                                "تأثيرات مضادة للشيخوخة: يحسن الدورة الدموية والتصريف الليمفاوي، مما يعزز مظهرًا شابًا مشدودًا.",
                                "تعزيز تدفق الدم: يعزز الدورة الدموية، مما يساعد على تعافي العضلات ويقلل من التعب والإجهاد.",
                                "إزالة السموم: يدعم التصريف الليمفاوي، مما يساعد الجسم على التخلص من السموم والسوائل الزائدة.",
                                "تخفيف التوتر: تعزز الحركة الإيقاعية المهدئة الاسترخاء العميق وتقلل من التوتر."
                            ]
                        }
                    ]
                },
                {
                    "type": "content",
                    "title": "ماذا تتوقع أثناء جلسة ماديروثيرابي",
                    "features": [
                        "تقييم شخصي: سيحدد معالجونا الخبراء المناطق المستهدفة ويُخصّصون العلاج وفقًا لاحتياجاتك.",
                        "زيوت مغذية: يتم تطبيق زيوت فاخرة لتسهيل الحركات السلسة والفعالة.",
                        "تدليك مُستهدف: سيسخدم المعالج أدوات خشبية متخصصة للتركيز على مناطق مثل الفخذين والبطن والذراعين.",
                        "الاسترخاء والتجديد: ستشعرين بالاسترخاء والانتعاش، مع نتائج تتحسن بمرور الوقت."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "الأمان والملاءمة",
                    "description": "يُعتبر علاج ماديروثيرابي آمنًا بشكل عام ولكن يجب تخصيصه وفقًا لاحتياجاتك الفريدة. استشر خبرائنا في مركز كاريزما الطبي التخصصي للتأكد من أنه الخيار المناسب لك.",
                    "description2": "اكتشف جمالك الطبيعي وعزّز ثقتك بنفسك مع هذا العلاج الشامل والفعال. احجز استشارتك اليوم واكشف عن بشرة وقوام أكثر صحة ولياقة."
                }
            ]
        },
        {
            "id": "6",
            "name": "injections/meso-fat-injections",
            "sections": [
                {
                    "type": "content",
                    "title": "حقن ميزو فات"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/slimming/Injection/Meso-Fat-banner.png",
                    "bannerPosition": "center"
                },
                {
                    "type": "content",
                    "title": "نحت الجسم في مركز كاريزما الطبي التخصصي",
                    "description": "في مركز كاريزما الطبي التخصصي، ندرك الرغبة في التخلص من الدهون العنيدة وإعادة رسم قوام جسمك. توفر حقن ميزو فات حلاً قليل التدخل لاستهداف رواسب الدهون موضعياً، مما يساعدك على تحقيق قوام منحوت ورشيق ومظهر أكثر ثقة."
                },
                {
                    "type": "sub-heading-content",
                    "title": "ما هي حقن ميزو فات؟",
                    "description": "صُممت حقن ميزو فات لاستهداف الدهون وتذويبها في مناطق محددة، مما يوفر نهجًا غير جراحي لنحت الجسم. إليك كيفية عملها:",
                    "features": [
                        "علاج مُستهدِف: تركز حقن ميزو فات على رواسب الدهون العنيدة في مناطق مثل البطن والفخذين والخواصر والذقن.",
                        "تركيبة تذويب الدهون: تحتوي التركيبة على فوسفاتيديل كولين، والتي تعمل على تذويب خلايا الدهون وتساعد على إعادة تشكيل جسمك.",
                        "تغذية الجلد: يتضمن العلاج أيضًا المعادن والفيتامينات التي تُجدد الجلد، مما يعزز مرونته وشبابه."
                    ]
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "فوائد إضافية لحقن ميزو فات",
                            "subtitle": "بالإضافة إلى تقليل الدهون، يمكن أن تساعد حقن ميزو فات في تحسين المظهر العام لجلدك:",
                            "features": [
                                "تقليل السيلوليت: من خلال تحسين الدورة الدموية والتصريف الليمفاوي، قد تقلل هذه الحقن من ظهور السيلوليت.",
                                "تحسين مرونة الجلد: يعزز العلاج بشرة أكثر تماسكًا وأكثر مرونة للحصول على مظهر أكثر نعومة وشبابًا.",
                                "تقليل علامات التمدد: قد يؤدي الدمج بين تذويب الدهون وتغذية الجلد إلى تقليل ظهور علامات التمدد."
                            ]
                        },
                        {
                            "title": "تحسين النتائج مع العلاجات المدمجة",
                            "subtitle": "للحصول على أفضل النتائج، يمكن دمج حقن ميزو فات مع أجهزة نحت الجسم الأخرى:",
                            "features": [
                                "شد الجلد: ندمج الحقن مع استخدام الأجهزة مثل باورشيب 2 أو EMS لتعزيز شد الجلد بعد تذويب الدهون.",
                                "التوافق مع جهاز EMS: يمكن استخدام جهاز EMS في نفس يوم حقن ميزو فات للحصول على خطة علاجية أكثر شمولاً."
                            ]
                        }
                    ]
                },
                {
                    "type": "cont-content-last",
                    "title": "جدولة العلاج والاعتبارات",
                    "description": "تكون حقن ميزو فات أكثر فعالية عند إعطائها كجزء ضمن سلسلة من العلاجات. إليك ما يمكن توقعه:",
                    "features": [
                        "سلسلة العلاج: يُوصى بحد أدنى من 6 جلسات (3 حقن و3 جلسات جهاز) للحصول على نتائج مثالية.",
                        "فاصل الحقن: يجب أن يكون الفاصل بين الجلسات من 10 إلى 15 يومًا.",
                        "فاصل جلسات الجهاز: حددي جلسة جهاز واحدة بين جلسات الحقن.",
                        "علاج دهون الذقن المزدوجة: قد تكون هناك حاجة إلى جلسات إضافية لتذويب دهون الذقن المزدوجة، مع احتمال وجود علاجات مركبة مثل حقن الفيلر لتحسين النتائج."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "الأمان والرعاية الخاصة",
                    "description": "تُعتبر حقن ميزو فات آمنة عند إعطائها من قبل متخصصين خبراء. ومع ذلك، تراعى بعض الاحتياطات:",
                    "features": [
                        "تجنب حقن ميزو فات أثناء الحيض والحمل والرضاعة: استشيري الطبيب إذا كنت تفكرين في بدء العلاج أثناء الرضاعة الطبيعية.",
                        "الحالات المزمنة: يجب على الأشخاص الذين يعانون من حالات مثل ارتفاع ضغط الدم أو مرض السكري طلب تقييم طبي قبل الخضوع للعلاج."
                    ]
                },
                {
                    "type": "cont-content",
                    "title": "احجز استشارتك اليوم!",
                    "description": "في مركز كاريزما الطبي التخصصي، نقدم خططًا نوعية لمساعدتك على تحقيق مظهر الجسم المثالي. احجز استشارتك اليوم واكتشف كيف يمكن أن تساعدك حقن ميزو فات على إعادة رسم قوام جسمك وتعزيز ثقتك بنفسك."
                }
            ]
        },
        {
            "id": "6",
            "name": "injections/ozempic-injections",
            "sections": [
                {
                    "type": "content",
                    "title": "حقن أوزيمبيك"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/slimming/Injection/Ozempic-banner.png",
                    "bannerPosition": "center"
                },
                {
                    "type": "content",
                    "title": "حقق هدفك بخسارة الوزن في مركز كاريزما الطبي التخصصي",
                    "description": "في مركز كاريزما الطبي التخصصي، ندرك أن إدارة الوزن هي رحلة تتطلب كلًا من الالتزام والتوجيه المهني. يسر فريقنا من الأطباء ذوي الخبرة مساعدتك على تحقيق وزن صحي وقوام متناسق. من خلال برامجنا التي يقودها الخبراء، بما في ذلك حقن أوزيمبيك، نقدم نهجًا آمنًا وفعالًا لإنقاص الوزن وتحسين الصحة العامة."
                },
                {
                    "type": "sub-heading-content",
                    "title": "ما هي حقن أوزيمبيك؟",
                    "description": "أوزيمبيك (سيماجلوتيد) هو دواء يُستخدم بشكل أساسي في إدارة مرض السكري من النوع 2، ولكنه أظهر أيضًا نتائج واعدة في دعم إنقاص الوزن. إليك كيفية عمله:",
                    "features": [
                        "تنظيم سكر الدم: من خلال التحكم في مستويات السكر في الدم، قد يحسن أوزيمبيك الصحة الأيضية العامة.",
                        "تقليل الجوع والشهية: يساعد على تقليل الشهية، مما يسهل الالتزام بنظام غذائي منخفض السعرات الحرارية وتحقيق أهداف إنقاص الوزن.",
                        "إمكانية إنقاص الوزن: تشير الدراسات إلى أن أوزيمبيك يمكن أن يساعد الأفراد على فقدان وزن يتراوح بين 10 إلى 15 كجم (22-33 رطل) في المتوسط، اعتمادًا على عوامل مختلفة."
                    ]
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "نهجنا الشامل لحقن أوزيمبيك",
                            "subtitle": "في مركز كاريزما الطبي التخصصي، نُخصّص علاجاتنا لكل مريض. إليك ما يمكنك توقعه من أسلوبنا:",
                            "features": [
                                "تقييم صحي شامل: قبل بدء العلاج، نجري اختبارات شاملة بما في ذلك HbA1c ومستويات السكر في الدم ووظائف الغدة الدرقية والكبد والكلى وفحوصات صحة البنكرياس، بالإضافة إلى تحليل كتلة الجسم.",
                                "خطط علاجية مخصصة: بناءً على تاريخك الطبي وأهدافك في إنقاص الوزن، نُصمم خطة علاج تدمج حقن أوزيمبيك مع نظام غذائي مُخصّص وتوصيات بممارسة الرياضة.",
                                "الدعم المستمر: إنقاص الوزن عملية تدريجية، وسيكون فريقنا معك في كل خطوة، مع تعديل خطتك حسب الحاجة وتقديم الدعم المستمر لمساعدتك على النجاح."
                            ]
                        },
                        {
                            "title": "الأمان والمراقبة الصحية",
                            "subtitle": "سلامتك هي أقصى أولوياتنا. إليك كيف نضمن الاستخدام الآمن والفعال لحقن الأوزيمبيك:",
                            "features": [
                                "التقييم ما قبل العلاج: يضمن التقييم الصحي الشامل أن علاج أوزيمبيك مناسب لك.",
                                "زيادة الجرعة بشكل تدريجي: نبدأ بجرعة أولية منخفضة (0.25 مل) ونزيدها تدريجيًا حسب تكيّف جسمك، مع مراقبة أي آثار جانبية محتملة عن كثب.",
                                "متابعة منتظمة: تساعد جلسات المتابعة المنتظمة، بما في ذلك تقدم فقدان الوزن وفحوصات الدم كل 2-3 أشهر، في التأكد من أنك على المسار الصحيح وأنك تتقدم بأمان."
                            ]
                        }
                    ]
                },
                {
                    "type": "cont-content-last",
                    "title": "الدمج بين أوزيمبيك والعلاجات الأخرى لنتائج مثلى",
                    "description": "في حين أن أوزيمبيك أداة فعالة لإنقاص الوزن، فقد لا يكون حلاً متكاملاً لنحت الجسم والجلد المترهل. قد يوصي فريقنا بالدمج بين أوزيمبيك وأجهزة نحت الجسم مثل EMS، أو الأنظمة الغذائية وممارسة الرياضة لدعم وصولك لنتائجك المثالية."
                },
                {
                    "type": "color-content",
                    "title": "النتائج طويلة الأمد وإنقاص الوزن المستدام",
                    "description": "في مركز كاريزما الطبي التخصصي، نؤمن بأن الجمال الحقيقي هو تجربة شاملة. في حين أن أوزيمبيك يمكن أن يساعد في إنقاص الوزن، فإن الحفاظ على نمط حياة متوازن مع عادات صحية أمر ضروري للحفاظ على النتائج على المدى الطويل. يلتزم فريقنا بدعمك في تحقيق نتائج مستدامة تعزز صحتك وثقتك بنفسك."
                },
                {
                    "type": "content",
                    "title": "احجز استشارتك اليوم!",
                    "description": "إذا كنت مستعدًا للتحكم في رحلة إنقاص وزنك، فإن مركز كاريزما الطبي التخصصي هنا لإرشادك في كل خطوة على الطريق. احجز استشارتك اليوم لاكتشاف كيف يمكن أن تساعدك حقن أوزيمبيك على تحقيق أهدافك في بيئة آمنة وفعالة وداعمة."
                },
                {
                    "type": "color-content",
                    "title": "إخلاء المسؤولية",
                    "description": "أوزيمبيك هو دواء بموجب وصفة طبية ويجب استخدامه فقط تحت إشراف طبيب مؤهل. هذا المحتوى لأغراض إعلامية فقط ولا يجب أن يحلّ محل المشورة الطبية. استشر طبيبك دائمًا قبل البدء بأي علاج جديد."
                },
                {
                    "type": "cont-content",
                    "title": "ارتقي بروتين العناية ببشرتك",
                    "description": "اختبر التأثير الفريد للكافيار وفيتامين C للحصول على بشرة مشرقة وشابة. احجز جلسة كاريزما سيجنتشر للعناية بالبشرة (كافيار) اليوم!"
                }
            ]
        },
        {
            "id": "7",
            "name": "injections/iv-drip-solutions",
            "sections": [
                {
                    "type": "content",
                    "title": "علاجات المحلول الوريدي – IV Drip"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/slimming/Injection/iv-drip.jpg",
                    "bannerPosition": "center"
                },
                {
                    "type": "content",
                    "title": "عزّز صحتك وجمالك في مركز كاريزما الطبي التخصصي",
                    "description": "في مركز كاريزما الطبي التخصصي، ندرك أهمية الشعور بأنك بأفضل مظهر. يوفر علاج المحلول الوريدي IV Drip لدينا طريقة سريعة وفعالة لتوصيل العناصر الغذائية الأساسية مباشرة إلى مجرى الدم، مما يعزز صحتك وجمالك ولياقتك العامة."
                },
                {
                    "type": "sub-heading-content",
                    "title": "قوة علاج المحلول الوريدي IV Drip",
                    "description": "على عكس المكملات الغذائية الفموية التقليدية، يتجاوز علاج المحلول الوريدي IV Drip الجهاز الهضمي ويُوصل مزيجًا مركزًا من العناصر الغذائية مباشرة إلى مجرى الدم، مما يضمن امتصاصًا مثاليًا. توفر هذه الطريقة طريقة فورية وأكثر وفعالية لتعزيز صحتك ومظهرك المشرق."
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "خيارات المحلول الوريدي IV Drip المخصصة في مركز كاريزما الطبي التخصصي",
                            "subtitle": "نقدم مجموعة متنوعة من خيارات المحلول الوريدي IV Drip لتلبية احتياجاتك المحددة:",
                            "features": [
                                "المحلول الوريدي IV Drip لتعزيز الجمال: غني بالفيتامينات والمعادن الأساسية، مثل الزنك والحديد (باستثناء فيتامين د)، صُمم هذا العلاج لتحسين نسيج البشرة وتعزيز نمو الشعر وتعزيز نضارتك الطبيعية، مما يجعلك تبدو منتعشاً ومشرقاً.",
                                "المحلول الوريدي IV Drip لتعزيز الأيض: مثالي لأولئك الذين يركزون على إنقاص الوزن واللياقة البدنية، يحتوي هذا العلاج على مزيج من البروتينات التي تحفز الاستقلاب، وتدعم حرق الدهون، وتعزز مستويات الطاقة، مما يساعدك في رحلتك نحو صحة أفضل."
                            ]
                        },
                        {
                            "title": "السلامة والرعاية الشخصية",
                            "subtitle": "سلامتك هي أولويتنا. قبل البدء بعلاج المحلول الوريدي IV Drip، نضمن أنه مناسب لك:",
                            "features": [
                                "فحوصات الدم المخبرية: نجري تقييمات شاملة، بما في ذلك اختبارات وظائف الكبد والكلى، لضمان أن علاج المحلول الوريدي IV Drip آمن بالنسبة لك.",
                                "خطط مخصصة: بناءً على أهدافك الصحية والجمالية، سيقترح فريقنا من الخبراء نوع المحلول الوريدي IV Drip الأكثر ملاءمة لحالتك، مع تحديد خطة متابعة علاجية مخصصة لاحتياجاتك.",
                                "المراقبة المستمرة: نوصي بإجراء فحوصات الدم بانتظام كل شهرين لثلاثة أشهر لمتابعة تقدمك وضمان تحقيق أفضل النتائج."
                            ]
                        }
                    ]
                },
                {
                    "type": "cont-content-last",
                    "title": "تعزيز النتائج مع العلاجات المدمجة",
                    "description": "للحصول على فوائد مُعزّزة، يمكننا الجمع بين علاج المحلول الوريدي IV Drip والعلاجات الأخرى، مثل أجهزة التخسيس، لدعم أهدافك الصحية والجمالية بشكل أكبر. سيساعدك فريقنا في إنشاء خطة لتحقيق أفضل النتائج."
                },
                {
                    "type": "color-content",
                    "title": "احجز استشارتك اليوم",
                    "description": "في مركز كاريزما الطبي التخصصي، نلتزم بمساعدتك على تحقيق أهدافك الصحية والجمالية. احجز استشارتك اليوم لمناقشة كيفية الاستفادة من علاج المحلول الوريدي IV Drip واستكشاف الخيارات المخصصة المتاحة. ابدأ رحلتك نحو صحة أفضل وبشرة أكثر إشراقًا!"
                },
                {
                    "type": "cont-content",
                    "title": "إخلاء المسؤولية",
                    "description": "لا يعد علاج المحلول الوريدي IV Drip حلاً مناسبًا للجميع. على الرغم من أنه يوفر فوائد عديدة، إلا أنه يجب دمجه مع نمط حياة متوازن، وتغذية سليمة، والعناية الذاتية. استشر خبرائنا دائمًا لتحديد أفضل خطة علاجية تتوافق مع احتياجاتك."
                }
            ]
        },
        {
            "id": "8",
            "name": "other-services/food-print-testing",
            "sections": [
                {
                    "type": "content",
                    "title": "اختبار حساسية الطعام (البصمة الغذائية)",
                    "description": "يمكن أن يكون الانزعاج الهضمي مثل الانتفاخ والغازات وآلام البطن محبطًا ويعطّل الحياة اليومية. قد تكون حساسية الطعام سبباً خفيًا لذلك. في مركز كاريزما الطبي التخصصي، نفتخر بتقديم اختبار الحساسية للأطعمة، وهو اختبار دم بسيط وفعال يساعد على تحديد حساسية الطعام المحتملة ودعم صحة جهازك الهضمي."
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/slimming/Other-services/Food-Print-Testing-banner.png",
                    "bannerPosition": "center"
                },
                {
                    "type": "cont-content",
                    "title": "كشف حساسية الطعام المحتملة",
                    "description": "على عكس الحساسية الغذائية، التي تؤدي إلى استجابات مناعية شديدة، تسبب الحساسية للأطعمة أعراضًا أكثر دقة مثل الانتفاخ وعدم الراحة في البطن والصداع والتعب. يمكن أن يساعد تحديد هذه الحساسيات في اتخاذ خيارات غذائية أفضل وتحسين صحتك العامة."
                },
                {
                    "type": "card",
                    "cards": [
                        {
                            "title": "كيف يعمل فحص البصمة الغذائية",
                            "subtitle": "تتميز عملية فحص البصمة الغذائية لدينا بأنها مباشرة وغير جراحية، مما يوفر طريقة سريعة وموثوقة لفهم استجابة جسمك المناعية لمجموعة متنوعة من الأطعمة:",
                            "features": [
                                "سحب دم مريح: يتم جمع عينة دم بسيطة في عيادتنا.",
                                "تحليل متقدم: يتم اختبار عينة الدم بحثًا عن أجسام مضادة IgG ضد مجموعة واسعة من مسببات حساسية الطعام الشائعة.",
                                "نتائج مخصصة: ستتلقى تقريرًا شاملاً خلال أسبوع، يوضح أي حساسية تجاه الطعام تم تحديدها."
                            ]
                        },
                        {
                            "title": "فوائد تحديد حساسية الطعام",
                            "subtitle": "يمكن أن يؤدي تحديد حساسية الطعام المحتملة إلى العديد من الفوائد الصحية:",
                            "features": [
                                "تحسين صحة الجهاز الهضمي: قد يساعد تجنب الأطعمة التي تسبب الحساسية في تقليل الانتفاخ والغازات وغيرها من مشاكل الجهاز الهضمي.",
                                "تعزيز الرفاهية العامة: قد يساعد إدارة حساسية الطعام في تخفيف المخاطر الصحية الأخرى، مما يساهم في تحسين نوعية الحياة.",
                                "اختيارات غذائية مستنيرة: ستساعدك نتائج الاختبار في اتخاذ خيارات غذائية أفضل، مما يدعم صحة الأمعاء طويلة الأمد والعافية العامة."
                            ]
                        }
                    ]
                },
                {
                    "type": "cont-content-last",
                    "title": "اعتبارات مهمة",
                    "description": "في حين أن اختبار البصمة الغذائية يمكن أن يكون أداة قيمة في تحديد حساسية الطعام، يرجى مراعاة ما يلي:",
                    "features": [
                        "التأكيد مع الطبيب: من الضروري مناقشة نتائجك مع أخصائي الرعاية الصحية لتلقي نصائح مخصصة وضمان أفضل أسلوب لصحتك.",
                        "ليس أداة تشخيصية: هذا الاختبار ليس أداة تشخيصية لحساسية الطعام، ولكنه يمكن أن يوفر رؤى قيمة حول حساسية الطعام المحتملة."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "احجز اختبار حساسية الطعام اليوم!",
                    "description": "إذا كنت مستعدًا لكشف بصمتك الغذائية التي قد تؤثر على صحة جهازك الهضمي ورفاهيتك الصحية العامة، احجز اختبار بصمة الطعام في مركز كاريزما الطبي التخصصي اليوم. فريق الخبراء لدينا هنا لإرشادك خلال كل خطوة من خطوات العملية."
                }
            ]
        },
        {
            "id": "9",
            "name": "other-services/diet-plans",
            "sections": [
                {
                    "type": "content",
                    "title": "خطط النظام الغذائي",
                    "description": "في مركز كاريزما الطبي التخصصي، ندرك أن أساليب التغذية ليست موحدة للجميع. تستحق رحلتك الصحية الخاصة خطة غذائية مصممة خصيصًا لاحتياجاتك وأهدافك وتفضيلاتك. لهذا السبب، نقدم مجموعة من الأنظمة الغذائية الشاملة والمخصصة التي ابتكرها فريقنا من خبراء التغذية، والتي تهدف إلى مساعدتك في الحفاظ على صحتك المثلى."
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/slimming/Other-services/Diet-Plans-banner.png",
                    "bannerPosition": "center"
                },
                {
                    "type": "content",
                    "title": "اكتشف عالماً من الخيارات الغذائية",
                    "description": "سواء كنت تبحث عن إنقاص الوزن أو زيادة الوزن أو إدارة حالة مزمنة، يمكننا تصميم خطة غذائية تناسب نمط حياتك. تتضمن بعض الأمثلة على أنظمتنا المخصصة ما يلي:",
                    "features": [
                        "إنقاص الوزن الصحي بدون حرمان: يركز أخصائيو التغذية المعتمدون لدينا على عادات الأكل المتوازنة والمستدامة والتحكم في الحصص الغذائية، مما يساعدك على إنقاص الوزن دون الشعور بالحرمان.",
                        "زيادة الوزن للصحة المثلى: إذا كان هدفك زيادة الوزن بطريقة خاضعة للرقابة وصحية، فسنقوم بإنشاء خطة غنية بالعناصر الغذائية الأساسية لدعم زيادة الوزن المستقرة والفعالة.",
                        "الإدارة الغذائية للحالات المزمنة: بالنسبة لأولئك الذين يعانون من حالات مثل مرض السكري أو ارتفاع الكوليسترول أو سوء الامتصاص، يصمم خبراء التغذية لدينا خططًا متخصصة مكملة لعلاجك وتحسن صحتك العامة."
                    ]
                },
                {
                    "type": "color-content",
                    "title": "لماذا يجب التعامل مع خبير تغذية؟",
                    "description": "عندما تتابع مع خبراء التغذية لدينا، تحصل على العديد من المزايا التي يمكن أن تساعدك على النجاح بتحقيق أهدافك على المدى الطويل:",
                    "features": [
                        "إرشاد شخصي: نأخذ وقتنا لفهم احتياجاتك الفردية وتفضيلاتك ونمط حياتك لإنشاء خطة غذائية واقعية وفعالة بالنسبة لك.",
                        "الدعم المستمر: مع أربع زيارات في الشهر، ستحصل على دعم مستمر من خبير التغذية الخاص بك للبقاء على حماس دائم وتتبع التقدم وإجراء التعديلات حسب الحاجة.",
                        "التثقيف والتمكين: نؤمن بتمكينك بالمعرفة والأدوات لاتخاذ خيارات غذائية مستنيرة، مما يمكّنك من بناء علاقة صحية دائمة مع الطعام."
                    ]
                },
                {
                    "type": "cont-content",
                    "title": "خطوة أولى نحو صحة أفضل",
                    "description": "هل أنت مستعد لاتخاذ الخطوة التالية في رحلتك نحو نمط حياة صحي؟ احجز استشارة مع خبراء التغذية لدينا اليوم. سنناقش أهدافك، وسنجيب على أسئلتك، وسننشئ خطة غذائية مخصصة تساعدك على أن تصبح أفضل نسخة من نفسك.",
                    "heading2": "دعنا ننشئ معاً نظام غذائي يدعم صحة جسمك ويمكنّك من العافية!"
                }
            ]
        },
        {
            "id": "3",
            "name": "machines/onda",
            "sections": [
                {
                    "type": "content",
                    "title": "أوندا"
                },
                {
                    "type": "banner",
                    "bannerImage": "../assets/Images/depts/slimming/Machines/heater-banner.png",
                    "bannerPosition": "center"
                },
                {
                    "type": "content",
                    "title": "انتصارات أوندا السريعة:",
                    "description": "الدهون العنيدة/ السيلوليت/ ترهل الجلد  "
                },
                {
                    "type": "sub-heading-content-last",
                    "title": "ما هو أوندا؟ ",
                    "heading": "تستخدم أوندا من ديكا الموجات الباردة، وهي تقنية حاصلة على براءة اختراع حصرية. ",
                    "description": "الموجات الباردة هي موجات ميكروويف رائعة تستهدف الخاليا الدهنية بشكل انتقائي لتقليل رواسب الدهون العنيدة بطريقة آمنة وفعالة وغير جراحية. "
                },
                {
                    "type": "color-content",
                    "title": "كيف تعمل؟ ",
                    "features": [
                        "الدهون الموضعية:  تدمر أغشية الخاليا الدهنية تحت الجلد بعمق.",
                        "السيلوليت: تعمل على النسيج الضام بين الفصيصات الدهنية للسيلوليت",
                        "شد الجلد: يؤدي االنكماش الفوري أللياف الكوالجين في األدمة وتحفيز إنتاج الكوالجين الجديد إلى جعل األنسجة مضغوطة ومتناسقة"
                    ]
                },
                {
                    "type": "content",
                    "title": "عمق عمل مختلف الستخدامات مختلفة",
                    "features": [
                        "تختلف القطع اليدوية العميقة والضحلة في عمق عملها، حيث تم تصميم كل منها لمناطق مختلفة من الجسم مثل )البطن، والركبتين، والوركين، واألرداف، واإلبطين، وتحت الذقن( أو أنواع العيوب.",
                        "عميق:  يستهدف الدهون الموضعية",
                        "ضحل: األفضل للسيلوليت، وترهل الجلد، والدهون تحت الذقن"
                    ]
                },
                {
                    "type": "color-content",
                    "title": "الفوائد",
                    "features": [
                        "السالمة والفعالية",
                        "يستهدف الخاليا الدهنية بشكل انتقائي",
                        " ال يسبب ضر ًرا لسطح الجلد"
                    ]
                }
            ]
        }
    ]
}